{"authors": ["Ben Dooley"], "date_download": "2023-03-28 18:55:16", "date_modify": "2023-03-28 18:55:16", "date_publish": "2023-01-03 10:00:24", "description": "The world has relied on ultralow interest rates in Japan. What will happen if they rise?", "filename": "2023_01_03_business_japan-bonds-interest-rates_1680029716.html", "image_url": "https://static01.nyt.com/images/2023/01/03/multimedia/03japan-bonds-1-200c/03japan-bonds-1-200c-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_business_japan-bonds-interest-rates_1680029716.html", "title": "Why Japan’s Sudden Shift on Bond Purchases Dealt a Global Jolt", "title_page": "Why Japan’s Sudden Shift on Bond Purchases Dealt a Global Jolt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Japan is the world’s largest creditor. At the end of 2021, it held roughly $3.2 trillion in foreign assets, 30 percent more than No. 2 Germany. As of October, it owned over a trillion dollars of U.S. government debt, more than China. Japanese banks are the world’s largest cross-border lenders, with nearly $4.8 trillion in claims in other countries.\nLate last month, the world got an unexpected reminder of how integral Japan is to the global economy, when the country’s central bank unexpectedly announced that it was adjusting its stance on bond purchases.\nTo those unversed in the intricacies of monetary policy, the significance of Japan’s decision to raise the ceiling on its 10-year bond yields may not have been immediately clear. But for the finance industry, the surprising change raised expectations that the days of rock-bottom Japanese interest rates could be numbered — potentially further squeezing global credit markets that were already tightening as the world economy slowed.\nSince this summer, the Bank of Japan has been an outlier, keeping its interest rates ultralow even as other central banks raced to keep up with the Federal Reserve, which has ratcheted up lending costs in an effort to tame high inflation.", "url": "https://www.nytimes.com/2023/01/03/business/japan-bonds-interest-rates.html"}