{"authors": ["Devika Girish"], "date_download": "2023-03-28 17:28:51", "date_modify": "2023-03-28 17:28:51", "date_publish": "2023-03-10 18:32:03", "description": "This month’s picks include a Kafkaesque South Indian comedy, a delirious British noir caper scripted by Alan Moore and a Czech body-horror movie that’ll get under your skin.", "filename": "2023_03_10_movies_international-movies-streaming_1680024531.html", "image_url": "https://static01.nyt.com/images/2023/03/09/arts/Nanpakal1/Nanpakal1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_10_movies_international-movies-streaming_1680024531.html", "title": "Five International Movies to Stream Now", "title_page": "Five International Movies to Stream Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "‘Nanpakal Nerathu Mayakkam’\nStream it on Netflix.\nThe new film by Lijo Jose Pellissery — the director of genre-bending gems like “Angamaly Diaries” and “Jallikattu” — is a quotidian slice of Kafka: a gentle, keenly observed comedy in which a man wakes up after some slumber not as a different creature, but simply as another man, with another name, family and memories. The curmudgeonly James (Mammootty), who hails from the South Indian state of Kerala, is on a pilgrimage through the neighboring state of Tamil Nadu with a large group of relatives and friends when the miracle happens. He awakens from a nap, stops the bus and calmly walks into the nearby village, believing he is Sundaram, the long-missing patriarch of a local family. His troupe, whom he no longer recognizes, chases him in chagrin; the villagers watch in amazement as he walks around nonchalantly, fluent in Tamil and in the intimate goings-on of the town.\nIs James pretending, ill, or is there some cosmic magic afoot? “Nanpakal Nerathu Mayakkam” never fully resolves its mysteries, instead using them as a window into the little things that make us familiar and strange to one another. The visitors and the villagers fumble through linguistic mix-ups, their tongues similar yet different. James’s newly bereft wife and Sundaram’s long-bereft one develop an unspoken bond, rooted in an understanding of patriarchy’s universal grasp. And in a running gag, the old Tamil movies playing on a blind woman’s T.V. echo throughout the village, ironically inflecting Pellissery’s deadpan drama with their high-strung melodramatics, and lovingly pastiching a culture fed on stories that belie belief.\n‘Jumbo’\nStream it on Tubi.", "url": "https://www.nytimes.com/2023/03/10/movies/international-movies-streaming.html"}