{"authors": ["Ben Hubbard", "Nimet Kirac"], "date_download": "2023-03-28 16:45:10", "date_modify": "2023-03-28 16:45:10", "date_publish": "2023-02-06 22:44:17", "description": "Desperate survivors dug through rubble with shovels and their bare hands, hoping to find loved ones.", "filename": "2023_02_06_world_middleeast_turkey-syria-earthquake_1680021910.html", "image_url": "https://static01.nyt.com/images/2023/02/06/multimedia/06turkey-quake-top-kmqp/06turkey-quake-top-kmqp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_world_middleeast_turkey-syria-earthquake_1680021910.html", "title": "Powerful Quake Strikes Turkey and Syria, Killing More Than 4,300", "title_page": "Powerful Quake Strikes Turkey and Syria, Killing More Than 4,300 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Monday morning in Adana, Tuba Sik, 46, stood across the street from what had been her parents’ apartment building. She had even spent the night there over the weekend.\nBut now it was gone, and so were they, and she blamed poor construction for the disaster.\n“The ground floor shops were constantly under construction,” she said. “With this much construction allowed, this was inevitable.”\nThroughout the day, emergency workers themselves were overcome. One broke down in tears as he carried a young girl in pink leggings who had been pulled out alive from the rubble in Kahramanmaras, near the quake’s epicenter. Hugging her tightly, he collapsed in the snow just a few steps from the destroyed building, as medical personnel crowded around. Just behind him, a father was carrying out his young son, who did not appear to be injured. The father was also overcome with emotion.\nThe quake struck northwestern Syria, where nearly three million people displaced by the civil war were already enduring a humanitarian crisis. Years of airstrikes and bombardments had already left the infrastructure in a fragile state, with people living in makeshift shelters, tents and damaged buildings.\n“What we have in Syria is an emergency within an emergency,” said Mark Kaye, spokesman for the International Rescue Committee, which has more than 1,000 local staff working in northwest Syria.", "url": "https://www.nytimes.com/2023/02/06/world/middleeast/turkey-syria-earthquake.html"}