{"authors": ["Ruth Maclean"], "date_download": "2023-03-28 18:34:06", "date_modify": "2023-03-28 18:34:06", "date_publish": "2023-02-25 08:00:20", "description": "In Nigeria’s presidential election on Saturday, voters were desperate to elect a leader who can unleash their youthful country’s potential and chart a new course after years of dashed hopes.", "filename": "2023_02_25_world_africa_nigeria-presidential-election_1680028446.html", "image_url": "https://static01.nyt.com/images/2023/02/25/multimedia/25nigeria-2-lqgm/25nigeria-2-lqgm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_25_world_africa_nigeria-presidential-election_1680028446.html", "title": "After 8 Lost Years, a Wide-Open Election in the Giant of Africa", "title_page": "In Nigeria’s Presidential Election, A Rare Chance to Turn the Corner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our live coverage of Nigeria’s presidential election.\nAfter Nigeria won independence from Britain in 1960, thousands of Nigerians watched as their new green and white flag was raised over the capital at the time, Lagos, at midnight. As fireworks lit up the streets, hope and promise filled the air.\nNigerians’ hopes have been dashed many times since then. They have endured a bitter civil war, decades of military dictatorship and, in the past eight years, rising violence and economic failures under President Muhammadu Buhari. A record 89 percent of Nigerians think the country is going in the wrong direction.\nBut in this weekend’s presidential election — one of the most consequential in the 23 years since the last dictatorship ended and democracy took hold — many see a chance to change course.\nAnd as Nigerians made their way on Saturday to polling stations across their huge and diverse country, the race to lead their young democracy and its legions of youthful citizens seemed wide open.", "url": "https://www.nytimes.com/2023/02/25/world/africa/nigeria-presidential-election.html"}