{"authors": ["David French"], "date_download": "2023-03-28 17:24:02", "date_modify": "2023-03-28 17:24:02", "date_publish": "2023-03-16 19:25:45", "description": "DeSantis and Trump project weakness and moral ambiguity in the face of a weaker power.", "filename": "2023_03_16_opinion_desantis-trump-ukraine_1680024242.html", "image_url": "https://static01.nyt.com/images/2023/03/18/opinion/16french-newsletter-image/16french-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_opinion_desantis-trump-ukraine_1680024242.html", "title": "There Was Ronald Reagan, Calling Out Russia. And Now We Have … Ron DeSantis.", "title_page": "Opinion | There Was Ronald Reagan, Calling Out Russia. And Now We Have … Ron DeSantis. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On March 8, 1983, Ronald Reagan gave one of the most famous speeches of his presidency, an address that would go down in history as the “evil empire speech.” If you watch it today — and you remember the Reagan presidency — you can see that it was vintage Reagan, full of confidence in the American nation and the American people, replete with references to the necessity of both liberty and morality to the success of the United States.\nBut that’s not why the speech endures. It resonates today because Reagan stood before an American audience and didn’t just reject the most popular arms control proposal of the day; he directly faced and defined the Soviet Union in the starkest of terms. Rather than shrink from confrontation with an expansionist, aggressive Soviet Union, he leaned forward, confident in American strength and the rightness of the Western cause.\nWhat a remarkable contrast with Ron DeSantis, who trails only Donald Trump among potential candidates for the Republican presidential nomination. On Monday he issued a statement to Tucker Carlson calling Russia’s brutal invasion of Ukraine a “territorial dispute,” saying that “becoming further entangled” in the conflict wasn’t a vital American interest and specifically rejected providing Ukraine with advanced weapons that could enable it to strike “beyond its borders.”\nAs usual, DeSantis merely echoed Trump. In his own statement, Trump reaffirmed his longstanding position that supporting Ukraine was not a vital national strategic interest. It was in Europe’s vital interests, not America’s. He emphasized Europe’s obligation to support Ukraine, including stating that European allies must pay the United States “retroactively” to compensate for its aid to Ukraine. He nonsensically claimed he could end the war within 24 hours.", "url": "https://www.nytimes.com/2023/03/16/opinion/desantis-trump-ukraine.html"}