{"authors": ["Keridwen Cornelius"], "date_download": "2023-03-28 17:43:00", "date_modify": "2023-03-28 17:43:00", "date_publish": "2023-03-02 10:02:56", "description": "With works ranging from faux slime to hyper-realistic glass flowers, three artists examine our relationship to nature — and share hope along the way.", "filename": "2023_03_02_arts_design_tefaf-nature-art_1680025380.html", "image_url": "https://static01.nyt.com/images/2023/03/04/multimedia/04sp-tefaf-nature-inyt-01-ghvz/04sp-tefaf-nature-inyt-01-ghvz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_arts_design_tefaf-nature-art_1680025380.html", "title": "Art Rooted in Nature Blooms at TEFAF", "title_page": "Art Rooted in Nature Blooms at TEFAF - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Junko Mori\nThe metalworker Junko Mori’s creative process mirrors the uncontrollable nature of evolution. First, she said, she fills her mind with images: flowers from her gallerist’s Instagram feed; sea creatures she sees on surfing and bodyboarding trips; memories of bacteria she watched wriggling under a microscope during biology class. Then, she taps into this primordial soup of ideas, and lets everything propagate and cross-pollinate. Working out of a converted pig shed at her home in North Wales, she forges, welds, and hammers every silver or steel component, without any final design in mind.\n“I let them grow like the mutation of cells,” said Ms. Mori, who is exhibiting at TEFAF with Adrian Sassoon gallery of London. If the sculpture starts to look predictable, she changes its shape. “I deliberately create a moment of mutation,” she explained. “Then it’s about repeating these accidental mutations so the final outcome is something I could never imagine.”\nMs. Mori’s creations look like chimerical species — hybrids of barnacles and cumulus clouds, a baobab and a weeping willow, a waterlily and fiddlehead ferns, sea urchin spines and a swarm of starlings. These multispecies forms communicate her feelings about nature, influenced by her life in the Welsh countryside. She and her woodworker husband compost manure from surrounding farms, and she is fascinated by this collaboration between bacteria and fungi that makes the vegetables that she grows flavorful. “These tiny microcosms live together in a beautiful way and give space to each other,” she noted.\nShe wants her art to visualize those harmonious relationships and offer an antidote to the damage humans have done to the environment. “My work celebrates the beauty we have been given and represents coexisting in nature,” she said.", "url": "https://www.nytimes.com/2023/03/02/arts/design/tefaf-nature-art.html"}