{"authors": ["Sarah Weinman"], "date_download": "2023-03-28 18:27:46", "date_modify": "2023-03-28 18:27:46", "date_publish": "2023-03-16 09:00:06", "description": "In Joyce Carol Oates’s “48 Clues Into the Disappearance of My Sister,” a troubled, resentful younger sibling describes the long-ago events.", "filename": "2023_03_16_books_review_new-crime-mystery-books_1680028066.html", "image_url": "https://static01.nyt.com/images/2023/03/26/books/review/26Crime-WEINMAN/26Crime-WEINMAN-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_books_review_new-crime-mystery-books_1680028066.html", "title": "New Crime Books From Joyce Carol Oates, Harini Nagendra and More", "title_page": "New Crime Books From Joyce Carol Oates, Harini Nagendra and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Joyce Carol Oates’s overarching thematic obsession is violence and its ripple effects, treated brilliantly in novels like “A Book of American Martyrs” (2017) and with maddening results in others (see: last summer’s “Babysitter). In the 1980s, she began writing genre fiction — first under the pseudonyms Rosamond Smith and Lauren Kelly, then, later, under her own name.\nHer crime novels, I’ve found, falter more consistently than they succeed. The latest, 48 CLUES INTO THE DISAPPEARANCE OF MY SISTER (Mysterious Press, 305 pp., $26.95), is the story of Marguerite, a beautiful young sculptor who has vanished from her family’s home, “a stately old English Tudor,” in upstate New York. Gigi, her resentful, “less beautiful, less talented” sister, relates the story of Marguerite’s disappearance in fragmented fashion, beginning with the discovery of a “flimsy white silk Dior ‘slip dress’” pooled on the bedroom floor and footprints left by “ankle-high mahogany dark leather boots” in the backyard. But what could have been an unnerving tale is marred by truly puzzling stylistic choices (so many parentheticals, one after another!). Still, even a subpar Oates novel unmoors me and makes me wonder what will arrive next.\nFilled with the scent of sandalwood incense, and studded with the lush, jeweled colors of vibrant gardens and embroidered silk saris, Harini Nagendra’s debut mystery, “The Bangalore Detectives Club,” set in 1920s India, was showered with accolades last year. The novel stood out for its sparkling writing, sound plotting and historical research, though I thought it had some first-book wobbles. I’m pleased to report that its follow-up, MURDER UNDER A RED MOON (Pegasus Crime, 290 pp., $26.95), exceeds all my expectations.", "url": "https://www.nytimes.com/2023/03/16/books/review/new-crime-mystery-books.html"}