{"authors": ["Harvey Araton"], "date_download": "2023-03-28 17:11:28", "date_modify": "2023-03-28 17:11:28", "date_publish": "2023-01-12 21:06:54", "description": "Several N.B.A. players have had Chamberlain-like performances this season. But to some, he will always be untouchable.", "filename": "2023_01_12_sports_basketball_nba-wilt-chamberlain_1680023488.html", "image_url": "https://static01.nyt.com/images/2023/01/12/sports/12nba-wilt-02/12nba-wilt-02-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_12_sports_basketball_nba-wilt-chamberlain_1680023488.html", "title": "Measuring Up to Wilt Chamberlain May Take More Than Stats", "title_page": "Measuring Up to Wilt Chamberlain May Take More Than Stats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From a courtside folding chair at Fiserv Forum, where Dick Garrett has assisted fans as a Milwaukee Bucks employee for more than two decades, he recently watched Giannis Antetokounmpo toy with the Washington Wizards, levitating above the rim as if he were frolicking in a slam-dunk contest.\n“Fifty-five points and he was doing it so easily, like no one could even challenge him,” Garrett said. “I’m thinking, ‘Geez, he’s a man playing against boys.’ ”\nNot unlike what he witnessed, but with an even better view, more than a half-century ago.\nSuch physical dominance took Garrett back to his rookie N.B.A. season, 1969-70, with the Los Angeles Lakers. In a postseason run to a Game 7 finals loss to the Knicks, he lobbed passes into the post from his backcourt position to the man best known as Wilt, in that familiar one-name tribute to fame.\nThis season, Antetokounmpo, among others, has been drawing enough statistical comparisons to Wilt Chamberlain — who scored a record 100 points in a game and averaged a mind-boggling 50 per game for a season — to wonder if the sport has ascended to its most exceptional athletic plane.", "url": "https://www.nytimes.com/2023/01/12/sports/basketball/nba-wilt-chamberlain.html"}