{"authors": ["Vimal Patel"], "date_download": "2023-03-28 16:44:23", "date_modify": "2023-03-28 16:44:23", "date_publish": "2023-03-14 13:15:13", "description": "Students supported a nonbinding referendum on Tuesday that calls for opening admission to all nonbinary and transgender applicants. Opponents say the school’s mission is to educate women.", "filename": "2023_03_14_us_wellesley-college-trans-nonbinary_1680021863.html", "image_url": "https://static01.nyt.com/images/2023/03/14/multimedia/14nat-wellesley-college-06-hbvq/14nat-wellesley-college-06-hbvq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_us_wellesley-college-trans-nonbinary_1680021863.html", "title": "At Wellesley College, Students Vote to Admit Trans Men", "title_page": "At Wellesley College, Students Vote to Admit Trans Men - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’ve been personally booed at public gatherings where I’ve referred to Wellesley as a women’s college, which it is,” Dr. Johnson said.\nAt the same time, Dr. Johnson said the college had paid more attention to the needs of its trans students, noting that administrators were trying to reduce instances of students being misgendered. Students should soon have the option to upload their pronouns into the college’s information management system to be included in class lists and the directory.\nShe also said that the college removed language on its website that stated students who transition would be supported if they no longer felt a women’s college was the right fit for them. She said that the previous language had created that misperception that students had been kicked off campus because they were transitioning.\n“There’s been an evolution in our country, and we’re a microcosm of that,” she said. “Yes, it is representative of a changing world and a changing conception of gender. It does not mean that Wellesley isn’t a women’s college and an inclusive community. Those two can live together.”\nKaleb Goldschmitt is a music professor who transitioned while at Wellesley. The college culture is becoming more welcoming to gender diversity, but not as quickly as many students would like, said Professor Goldschmitt, who identifies as transmasculine.", "url": "https://www.nytimes.com/2023/03/14/us/wellesley-college-trans-nonbinary.html"}