{"authors": ["Katie Rogers"], "date_download": "2023-03-28 18:01:52", "date_modify": "2023-03-28 18:01:52", "date_publish": "2023-01-22 20:57:45", "description": "The vice president said the Biden administration was “fighting back” against reproductive health restrictions by directing several federal agencies to explore how to support access to the abortion pill.", "filename": "2023_01_22_us_politics_kamala-harris-abortion-roe-v-wade_1680026512.html", "image_url": "https://static01.nyt.com/images/2023/01/22/multimedia/22dc-harris2-gpwc/22dc-harris2-gpwc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_22_us_politics_kamala-harris-abortion-roe-v-wade_1680026512.html", "title": "‘We Are on the Right Side of History,’ Harris Says on Roe’s 50th Anniversary", "title_page": "‘We Are on the Right Side of History,’ Harris Says on Roe’s 50th Anniversary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TALLAHASSEE, Fla. — Vice President Kamala Harris on Sunday denounced “extremist” Republicans who are working to further roll back abortion rights in the months since Roe v. Wade was overturned, warning that “no one is immune” from efforts to curb access to reproductive health care.\nIn her speech, delivered on the 50th anniversary of Roe, the landmark Supreme Court ruling that established a constitutional right to abortion, Ms. Harris said that a push by some Republicans to establish a nationwide ban should worry people who live in states where the laws are more permissive.\n“People live in fear of what might be next,” Ms. Harris said.\nMs. Harris’s appearance in Florida, the nation’s third-most-populous state, comes as Republicans, fresh from winning supermajorities in the Florida Legislature, have discussed changing the timeline of the state’s abortion ban to 12 weeks of pregnancy from 15. Earlier this month, after the Food and Drug Administration issued a regulation allowing the sale of abortion pills at retail pharmacies, Florida health officials warned pharmacists not to dispense the drugs.\nThe vice president was the highest-profile administration official to appear on a day when thousands of activists across the United States were preparing to rally and march for changes at the state level. Without the votes in the Senate to enshrine the protections offered by Roe into law, and with President Biden unable to grant those protections through executive action, administration officials hoped Ms. Harris’s appearance in Florida could help sustain the sort of anger that became a driving force for voters during the midterm elections.", "url": "https://www.nytimes.com/2023/01/22/us/politics/kamala-harris-abortion-roe-v-wade.html"}