{"authors": ["E. Justin Swanson"], "date_download": "2023-03-28 18:39:35", "date_modify": "2023-03-28 18:39:35", "date_publish": "2023-03-26 15:47:57", "description": "The race in California to succeed Senator Dianne Feinstein is likely to be one of the most expensive in the nation in 2024.", "filename": "2023_03_26_us_ro-khanna-barbara-lee-senate-california_1680028775.html", "image_url": "https://static01.nyt.com/images/2023/03/26/multimedia/26pol-khanna-cjlh/26pol-khanna-cjlh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_26_us_ro-khanna-barbara-lee-senate-california_1680028775.html", "title": "Ro Khanna Endorses Barbara Lee’s Senate Campaign as He Declines to Run", "title_page": "Ro Khanna Endorses Barbara Lee’s Senate Campaign as He Declines to Run - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Representative Ro Khanna of California said on Sunday that he would not run in an already crowded Democratic field seeking to succeed his state’s senior senator, Dianne Feinstein, who is retiring at the end of her term.\nIn deep-blue California, the Democratic winner of the primary is likely to join Alex Padilla in representing the state in the Senate. The major Democrats already running are three representatives: Katie Porter, a social media darling of liberal Democrats; Adam Schiff, who led the first impeachment of Donald J. Trump; and Barbara Lee, the sole member of Congress to oppose a broad war authorization after the Sept. 11 attacks.\nMr. Khanna, who represents Silicon Valley, made his announcement on “State of the Union” on CNN, telling the host Jake Tapper that the best place “for me to serve as a progressive is in the House of Representatives.”\nHe added, “I’m honored to be co-chairing Barbara Lee’s campaign for the Senate and endorsing her today. We need a strong antiwar senator, and she will play that role.”", "url": "https://www.nytimes.com/2023/03/26/us/ro-khanna-barbara-lee-senate-california.html"}