{"authors": ["Jason Horowitz", "Gaia Pianigiani"], "date_download": "2023-03-28 18:14:39", "date_modify": "2023-03-28 18:14:39", "date_publish": "2023-02-27 20:46:19", "description": "At least 63 people died in a shipwreck off Italy’s coast, reviving memories of a crash in 2013 that killed hundreds and the work that did not get done in its aftermath.", "filename": "2023_02_27_world_europe_italy-migrants-shipwreck-europe_1680027279.html", "image_url": "https://static01.nyt.com/images/2023/02/27/multimedia/27italy-migrants-01-wgkt/27italy-migrants-01-wgkt-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_27_world_europe_italy-migrants-shipwreck-europe_1680027279.html", "title": "Migrant Deaths Shine Light on Europe’s Broken Promises", "title_page": "Migrant Deaths Shine Light on Europe’s Broken Promises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — A decade ago, a rickety trawler overstuffed with desperate migrants caught fire and capsized just off the coast of Italy, killing 368 men, women and children. In the aftermath, the European Union delivered tens of millions in financial aid to Italy, vowed to strengthen rescue operations and hammer out a more effective bloc-wide migration and asylum policy.\n“We will do anything we can, with the means that we have, to change the situation,” José Manuel Barroso, then the president of the European Commission, said at the time.\nBut a horrific shipwreck on Sunday about a hundred yards from Italy’s Calabrian coast, which killed at least 63 people, including many children, has made it painfully clear that the situation has not changed. If anything, the bloc’s consensus against migrants has broadened and hardened.\nCoastal nations have transitioned from an emphasis on search-and-rescue ships. Italy has talked of naval blockades, and Greece has secretly expelled refugees on inflatable and sometimes overburdened life rafts. European officials, while once again expressing sorrow over the weekend and making promises, have sought to outsource the issue, at great expense, to countries with worrisome human rights records across the sea.", "url": "https://www.nytimes.com/2023/02/27/world/europe/italy-migrants-shipwreck-europe.html"}