{"authors": ["Brad Plumer"], "date_download": "2023-03-28 16:49:47", "date_modify": "2023-03-28 16:49:47", "date_publish": "2023-03-20 13:00:11", "description": "A new report says it is still possible to hold global warming to relatively safe levels, but doing so will require global cooperation, billions of dollars and big changes.", "filename": "2023_03_20_climate_global-warming-ipcc-earth_1680022187.html", "image_url": "https://static01.nyt.com/images/2023/03/20/climate/20cli-ipcc/20cli-ipcc-facebookJumbo-v4.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_climate_global-warming-ipcc-earth_1680022187.html", "title": "Earth to Hit Critical Global Warming Threshold by Early 2030s", "title_page": "Earth to Hit Critical Global Warming Threshold by Early 2030s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new report is expected to inform the next round of United Nations climate talks this December in Dubai, where world leaders will gather to assess their progress in tackling global warming. At last year’s climate talks in Sharm el Sheik, language calling for an end to fossil fuels was struck from the final agreement after pressure from several oil-producing nations.\n“Without a radical shift away from fossil fuels over the next few years, the world is certain to blow past the 1.5 C goal.” said Ani Dasgupta, president of the World Resources Institute, an environmental group. “The I.P.C.C. makes plain that continuing to build new unabated fossil fuel power plants would seal that fate,” he added, using the abbreviation for the Intergovernmental Panel on Climate Change.\nThe American Petroleum Institute, an industry trade group, responded by saying that oil and gas companies were working on technologies to curb emissions such as carbon capture, but that policymakers “must also consider the importance of adequate, affordable and reliable energy to meet growing global needs,” said Christina Noel, a spokesperson for the institute.\nWhile the next decade is almost certain to be hotter, scientists said the main takeaway from the report should be that nations still have enormous influence over the climate for the rest of the century.\nThe report “is quite clear that whatever future we end up with is within our control,” said Piers Forster, a climate scientist at the University of Leeds who helped write one of the panel’s earlier reports. “It is up to humanity,” he added, “to determine what we end up with.”", "url": "https://www.nytimes.com/2023/03/20/climate/global-warming-ipcc-earth.html"}