{"authors": ["Marisa Meltzer"], "date_download": "2023-03-28 19:29:19", "date_modify": "2023-03-28 19:29:19", "date_publish": "2023-03-04 08:00:08", "description": "As a growing resale market has made the brand’s handbags available to more people, some say the image that they convey depends on their condition.", "filename": "2023_03_04_style_hermes-bags-resale-used_1680031759.html", "image_url": "https://static01.nyt.com/images/2023/03/05/multimedia/04BEATUP-HERMES-01-kjbv/04BEATUP-HERMES-01-kjbv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_04_style_hermes-bags-resale-used_1680031759.html", "title": "Your Pristine Hermès Bag, to Some, Looks Tacky", "title_page": "How a Growing Resale Market Is Changing the Image of the Hermès Bag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jenny Walton had coveted an Hermès bag for years before finally buying one last fall.\n“They’re never going to go out of style,” Ms. Walton, 33, offered as a reason she wanted to own one of the brand’s handbags, which can cost four, five, even six figures.\nHermès’s bags include the Kelly and its more famous sister, the Birkin, both of which have long been regarded as symbols of status. Particularly the Birkin, which for decades had a reasonable claim to the title of rarest handbag in the world.\nThat reputation, for the most part, has not changed. But as a growing resale market has made Hermès bags available to more people — reality TV stars, say, or those whose wealth does not span generations — the image that the bags convey, according to some, depends on their condition. To that (small) group, the more pristine the bag, the more gauche its wearer seems.\n“Real Housewives have closets full and that has a kind of tacky look,” said Ms. Walton, an American illustrator and influencer who lives in Milan. She bought her Hermès bag — a secondhand, purplish-brown Kelly with gold-plated hardware — in Paris at Resee, a designer consignment store, for 3,000 euros, or about $2,900 at the time. With visible markings from use, she said, “it just looks cooler.”", "url": "https://www.nytimes.com/2023/03/04/style/hermes-bags-resale-used.html"}