{"authors": ["Victoria Kim", "Soumya Karlamangla", "Jacey Fortin"], "date_download": "2023-03-28 19:08:39", "date_modify": "2023-03-28 19:08:39", "date_publish": "2023-01-10 10:55:21", "description": "Extreme weather has plagued many parts of the country this fall and winter. But few places have been as ravaged by the changing climate these last weeks as California.", "filename": "2023_01_10_us_california-storm-weather-forecast_1680030519.html", "image_url": "https://static01.nyt.com/images/2023/02/10/multimedia/10nat-calif-storms1-jwvp/10nat-calif-storms1-jwvp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_10_us_california-storm-weather-forecast_1680030519.html", "title": "Soaked and Battered by Repeating Rainstorms, California Girds for More", "title_page": "Soaked and Battered by Repeating Rainstorms, California Girds for More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — An unrelenting series of pounding storms over at least 11 days has left no part of California untouched — flooding towns from north to south, loading inland mountains with snow and transforming the often dry Los Angeles River into a raging channel.\nAt least 17 people have died in the downpours, which started in late December and stretched into the new year. And more rain is expected.\nAs of Tuesday morning, amid the latest round of rain, nearly 100,000 residents were under evacuation orders or warnings, state officials said, and about 220,000 utility customers were without power. More than 400 public and charter schools were closed. Hail pelted San Francisco, which was under a flood warning. In Central California, rescuers searched for a 5-year-old boy who was swept out of his mother’s arms as their car was swamped by fast-rising floodwaters on the way to school.\nExtreme weather has plagued many parts of the country this fall and winter — deep freezes, hurricane-like blizzards, tornadoes, drastic temperature swings. But few places have been as savaged by the changing climate these last weeks as California.", "url": "https://www.nytimes.com/2023/01/10/us/california-storm-weather-forecast.html"}