{"authors": ["Elisabeth Vincentelli"], "date_download": "2023-03-28 17:26:14", "date_modify": "2023-03-28 17:26:14", "date_publish": "2023-03-15 09:00:37", "description": "The “Shazam!” actresses say they signed on for their first superhero movie because the roles are a leap forward for women.", "filename": "2023_03_15_movies_helen-mirren-lucy-liu-shazam-fury-of-the-gods_1680024374.html", "image_url": "https://static01.nyt.com/images/2023/03/19/multimedia/19LIU-MIRREN-qkmj/19LIU-MIRREN-qkmj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_15_movies_helen-mirren-lucy-liu-shazam-fury-of-the-gods_1680024374.html", "title": "Helen Mirren, Lucy Liu and the Joy of Playing Villainous Goddesses", "title_page": "Helen Mirren, Lucy Liu and the Joy of Playing Villainous Goddesses in ‘Shazam’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LIU To have that experience with one another — outside of working on the blue screen and not really knowing exactly what was going on — was really special. I don’t immediately think about the characters as much as the relationship that was built from that time. We were all learning what we were supposed to be doing, and isolated. We were luckily in the same Covid pod with one another.\nWere you surprised to see that your outfits would be so gladiator-like?\nMIRREN I now have a lot of sympathy and respect for any man playing a gladiator because they are carrying one hell of a load on their shoulders, as I found out. The costumes are heavier than they look. And we were wobbling around on enormous platform shoes — gladiators never had to contend with huge, great high heels.\nLIU And the cape! We would ask oftentimes if we could un-cape ourselves because it was so heavy. It would just pull everything down our shoulders and pull the armor back against our necks. I had them cut mine shorter. Helen’s was longer and heavier than mine.\nMIRREN With me it’s all about the look. If it looks good, I’m going to suffer it. Also it covered up my bum.\nIs playing a god different from playing a regular antagonist?\nMIRREN It’s a different psychology because you don’t have to deal with normal human psychology, which is great. We didn’t have to consider “Why is this villain doing this? Was she abandoned by her mother at a young age?” My stand-in did some of a scene when we walk through a marketplace and I was telling her how to do it like a goddess: “You have to walk as if you’re walking through honey or cream or butter or whatever. You have to absolutely own the space.”", "url": "https://www.nytimes.com/2023/03/15/movies/helen-mirren-lucy-liu-shazam-fury-of-the-gods.html"}