{"authors": ["Niki Kitsantonis"], "date_download": "2023-03-28 18:14:39", "date_modify": "2023-03-28 18:14:39", "date_publish": "2023-03-08 17:38:11", "description": "He also apologized for the crash that killed 57 people. But his words did little to soothe anger, as 40,000 protesters took to the streets in Athens.", "filename": "2023_03_08_world_europe_greece-train-crash-railway-safety_1680027279.html", "image_url": "https://static01.nyt.com/images/2023/03/08/multimedia/Greece-Crash-fkwc/Greece-Crash-fkwc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_08_world_europe_greece-train-crash-railway-safety_1680027279.html", "title": "Greece Will Make Trains Safer, Transport Minister Vows", "title_page": "Greece Will Make Trains Safer, Transport Minister Vows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Service on the route on which the crash happened has been suspended since the crash. Mr. Gerapetritis said steps would be taken to restore travel, possibly by the end of the month, adding that service would resume only if “absolute” safety were secured. He said that in the future there would be two station masters at every stop and a reduced number of trains. Additional workers will be hired to offset a significant reduction in staffing on the railways over the past 15 years, and training will be improved, he added.\nA 59-year-old station manager has been charged with manslaughter through neglect in connection with the train collision. He is accused of putting a passenger train carrying more than 350 people and a freight train on the same line, leading to the Feb. 28 crash.\nAfter initially blaming the crash — Greece’s worst on record — on a “tragic human error,” Prime Minister Kyriakos Mitsotakis, who is up for election, revised his stance on Sunday and asked for the Greek people’s forgiveness for the chronic failings of the Greek state.\nOn Wednesday, Mr. Gerapetritis also apologized for the authorities’ failure to avert the tragedy. “I am in shock,” he said. “I understand the collective pain that this disaster has caused to society,” he continued, adding that the anger unleashed by the crash was “very reasonable.”\nAcross town, there was proof that outrage over the crash had not subsided, as thousands of Greeks took to the streets of Athens, the capital, holding banners saying, “We will never forget the crime!” “Our lives matter!” and “Let anger lead to overthrow now!” Similar rallies were held in other major cities, including Thessaloniki and Larissa, the city in central Greece closest to the site of the crash.", "url": "https://www.nytimes.com/2023/03/08/world/europe/greece-train-crash-railway-safety.html"}