{"authors": ["Hannah Dreier"], "date_download": "2023-03-28 18:43:52", "date_modify": "2023-03-28 18:43:52", "date_publish": "2023-03-03 08:00:11", "description": "To investigate the exploitation of migrant children, who often work long hours at factory jobs, the reporter Hannah Dreier waited out the late shift in parking lots.", "filename": "2023_03_03_insider_searching-for-the-faces-of-child-migrant-labor_1680029032.html", "image_url": "https://static01.nyt.com/images/2023/03/02/multimedia/02a2_ITT-02-kgvz/02a2_ITT-02-kgvz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_03_insider_searching-for-the-faces-of-child-migrant-labor_1680029032.html", "title": "Searching for the Faces of Migrant Child Labor", "title_page": "Searching for the Faces of Migrant Child Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Times Insider explains who we are and what we do and delivers behind-the-scenes insights into how our journalism comes together.\nIt was snowing, the heater in my rental car had broken, and I felt somewhat shady as I studied the faces of workers leaving a factory at midnight in Grand Rapids, Mich., last fall.\nI had come to the heart of the industrial Midwest because I thought I might find migrant children working dangerous jobs. As the late shift ended and people in hairnets began to emerge from the building, I saw that many of them were short and baby faced. But there was another problem: The workers didn’t have coats and they were running through a November cold snap to find their car pools. I asked myself how I was going to talk to them without seeming like a stranger chasing children through the snow.\nThis was my last stop for a project that had led me to seven states and entailed interviews with more than 100 migrant children working exploitative jobs across the country.\nIn the last two years, more than 250,000 children have entered the United States by themselves, many of them from Central America. I found that thousands of them had ended up in punishing jobs that flouted child labor laws. Children as young as 12 and 13 year olds are working in commercial laundromats, industrial bakeries and sock mills.", "url": "https://www.nytimes.com/2023/03/03/insider/searching-for-the-faces-of-child-migrant-labor.html"}