{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:29", "date_modify": "2023-03-28 17:59:29", "date_publish": "2023-03-28 06:00:02", "description": "This word has appeared in eight articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_28_learning_word-of-the-day-pulverize_1680026369.html", "image_url": "https://static01.nyt.com/images/2022/12/30/learning/WOTD-pulverize/WOTD-kowtow-05-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_learning_word-of-the-day-pulverize_1680026369.html", "title": "Word of the Day: pulverize", "title_page": "Word of the Day: pulverize - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word pulverize has appeared in eight articles on NYTimes.com in the past year, including on Nov. 11 in the obituary “Gallagher, Watermelon-Smashing Comedian, Is Dead at 76” by Douglas Martin:\nIn the early 1990s, when his younger brother Ron lost his job as a bulldozer salesman, Mr. Gallagher helped him out by allowing Ron, who bore some resemblance to him, to perform a facsimile of his act. Ron Gallagher added touches like smashing a lobster with a hammer and was soon performing in small venues. After a few years, Ron Gallagher began billing himself as Gallagher II (sometimes Gallagher Too or Gallagher Two). Leo Gallagher had not agreed to this billing and was concerned that it was misleading, so in 1999 he sued to stop his brother from performing under that name. The suit, filed in federal court in Michigan, claimed that Ron had “violated Gallagher’s right of publicity and trademark rights.” An injunction was granted prohibiting Ron Gallagher from performing any act that impersonated his brother. The judge ordered him not to perform with “a sledgehammer or other similar device to pulverize watermelons, fruits, food or other items of any kind,” or to perform in the “beret, striped shirt, long hair and mustache” that were Leo Gallagher’s signature look.\nDaily Word Challenge\nCan you correctly use the word pulverize in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how pulverize can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/28/learning/word-of-the-day-pulverize.html"}