{"authors": ["Zia Ur-Rehman", "Christina Goldbaum"], "date_download": "2023-03-28 17:18:26", "date_modify": "2023-03-28 17:18:26", "date_publish": "2023-02-17 21:07:02", "description": "The Pakistani Taliban claimed responsibility for the assault, the latest in a string of attacks from the group that have shaken many Pakistanis’ sense of security in recent months.", "filename": "2023_02_17_world_asia_taliban-attack-karachi-pakistan_1680023906.html", "image_url": "https://static01.nyt.com/images/2023/02/17/multimedia/17pakistan-01-gfhb/17pakistan-01-gfhb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_17_world_asia_taliban-attack-karachi-pakistan_1680023906.html", "title": "Militants Wage Deadly Battle in Karachi Police Headquarters", "title_page": "Militants Wage Deadly Battle in Karachi Police Headquarters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KARACHI, Pakistan — Militants launched an hourslong assault on the police headquarters in Pakistan’s largest city on Friday, officials said, the latest in a string of attacks in recent months that have shaken many Pakistanis’ sense of security and spurred concerns about militant groups regaining strength from safe havens in neighboring Afghanistan.\nThe assault in Karachi on Friday began around 7:10 p.m., when three militants stormed the five-story building in a heavily guarded neighborhood home to many senior officers with Pakistan’s security forces, according to Pakistani officials. For around four hours, the sounds of gunfire and explosions could be heard in the heart of the southern port city as the police and security forces battled the militants inside.\nSeven people — including the three attackers — were killed in the assault and 14 others were wounded, according to Murtaza Wahab, the spokesman for Sindh Province.\n“All three attackers were killed during the operation,” said Muqadas Haider, a senior police officer. “One of them blew himself up on the building’s fourth floor, while the other two were shot dead on the roof.”", "url": "https://www.nytimes.com/2023/02/17/world/asia/taliban-attack-karachi-pakistan.html"}