{"authors": ["Ken Bensinger"], "date_download": "2023-03-28 17:40:17", "date_modify": "2023-03-28 17:40:17", "date_publish": "2023-01-16 16:43:07", "description": "Two former executives are accused of paying bribes to obtain broadcast rights, including for the World Cup. Testimony could reveal what the company knew.", "filename": "2023_01_16_sports_soccer_fifa-trial-fox_1680025217.html", "image_url": "https://static01.nyt.com/images/2023/01/16/multimedia/16soccer-fifa-trial-1-1a9f/16soccer-fifa-trial-1-1a9f-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_16_sports_soccer_fifa-trial-fox_1680025217.html", "title": "Fox Sports Could Be Focus of FIFA Trial in Brooklyn", "title_page": "Fox Sports Could Be Focus of FIFA Trial in Brooklyn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The World Cup may be over, but the FIFA corruption scandal never seems to end.\nNearly eight years after a series of predawn raids exposed corruption at the highest levels of international soccer, and more than five years after the conclusion of the first trial in the Justice Department’s sprawling probe of bribery in the sport, a second trial is set to begin on Tuesday in federal court in Brooklyn.\nOnce more, the defendants stand accused of being involved in complex schemes to pay millions of dollars in exchange for the rights to matches. Once more, prosecutors are expected to focus on the same tournaments and to rely on many of the same witnesses. They will make their arguments before the same judge in the same courtroom and, they hope, they will add three more convictions to the long-running case’s already impressive ledger: to date, the government has netted 29 convictions in the case.\nBut after years of focusing on soccer officials and sporting bureaucrats, the new trial has the potential for a dramatic twist: revelations about the involvement of one of FIFA’s most important media partners, Fox Corporation, in a secretive scheme to pay millions of dollars in bribes to enhance its position in international soccer — and to seize the sport’s biggest broadcasting prize, the rights to the World Cup itself, from a rival network.\nFox itself is not on trial. But the fact that two of its former executives have been accused of orchestrating bribes, hiding payments and trafficking in insider information could damage the reputation of the $17 billion media giant and breathe fresh relevance into a corruption investigation that once captured worldwide attention but which long ago faded from the news.", "url": "https://www.nytimes.com/2023/01/16/sports/soccer/fifa-trial-fox.html"}