{"authors": ["Adam Liptak"], "date_download": "2023-03-28 18:24:50", "date_modify": "2023-03-28 18:24:50", "date_publish": "2023-02-22 21:45:22", "description": "The case, arising from an attack in Istanbul, was a companion to a case argued a day before that tested a shield for technology platforms.", "filename": "2023_02_22_us_supreme-court-twitter-terrorism_1680027890.html", "image_url": "https://static01.nyt.com/images/2023/02/22/multimedia/22dc-scotus-vcwb/22dc-scotus-vcwb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_22_us_supreme-court-twitter-terrorism_1680027890.html", "title": "Supreme Court Wrestles With Suit Claiming Twitter Aided Terrorists", "title_page": "Supreme Court Wrestles With Suit Claiming Twitter Aided Terrorists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court heard arguments on Wednesday over whether internet platforms may be sued for aiding and abetting international terrorism by failing to remove videos supporting the Islamic State.\nThe case, which concerns a federal law allowing suits for “knowingly providing substantial assistance” to terrorists, was linked to one argued Tuesday that considered the separate question of whether platforms are immune from lawsuits under a 1996 law that shields them from liability for what their users post.\nAs a practical matter, the court’s ruling in Wednesday’s case, Twitter v. Taamneh, No. 21-1496, could effectively resolve both cases and allow the justices to duck difficult questions about the scope of the 1996 law, Section 230 of the Communications Decency Act.\nThe argument on Wednesday was technical. The justices teased apart elements of the law before them, the Justice Against Sponsors of Terrorism Act, parsing its provisions and posing hypothetical questions about what sort of conduct it covered. Chief Justice John G. Roberts Jr. said that “the discussion this morning has really taken on a very academic tone.”", "url": "https://www.nytimes.com/2023/02/22/us/supreme-court-twitter-terrorism.html"}