{"authors": ["Lynsey Chutel"], "date_download": "2023-03-28 16:44:08", "date_modify": "2023-03-28 16:44:08", "date_publish": "2023-02-09 19:04:55", "description": "President Cyril Ramaphosa, facing rising public wrath, on Thursday declared a “state of disaster” and pledged to end an energy crisis that threatens economic and political stability.", "filename": "2023_02_09_world_africa_south-africa-power-energy-crisis_1680021848.html", "image_url": "https://static01.nyt.com/images/2023/02/09/multimedia/09safrica%5B-power-add-kgwm/09safrica%5B-power-add-kgwm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_world_africa_south-africa-power-energy-crisis_1680021848.html", "title": "South African President Declares ‘State of Disaster’ Over Power Crisis", "title_page": "South African President Declares ‘State of Disaster’ Over Power Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With South Africa enduring daily power outages of up to 10 hours, President Cyril Ramaphosa declared a nationwide “state of disaster” on Thursday to address an electricity crisis so dire that day-old chicks are freezing to death, supermarket owners are rushing to sell meat before it spoils and many businesses have been forced to shut down.\nThe blackouts are caused by an aging fleet of coal-fired power stations that the dysfunctional state power company, Eskom, is struggling to keep online. Power cuts have been a part of life in South Africa for nearly 16 years, but the past several months have been the darkest yet.\nFrom large industries to mom-and-pop stores, many businesses have closed or laid off workers in a country where one in three people is already jobless. With the outages driving up the cost of doing business, prices for everyday goods have shot up, as has the frustration of a populace losing faith in the government.\n“We are therefore declaring a national state of disaster to respond to the electricity crisis and its effect,” Mr. Ramaphosa announced in his state-of-the-nation speech. “The people of South Africa want action; they want solutions.”", "url": "https://www.nytimes.com/2023/02/09/world/africa/south-africa-power-energy-crisis.html"}