{"authors": ["Melinda Wenner Moyer"], "date_download": "2023-03-28 16:48:35", "date_modify": "2023-03-28 16:48:35", "date_publish": "2023-02-07 16:04:01", "description": "New research shows that the UV light in nail lamps could be harmful to your health, but you may not need to cancel your next appointment.", "filename": "2023_02_07_well_live_gel-manicures-uv-light-cancer_1680022115.html", "image_url": "https://static01.nyt.com/images/2023/02/21/multimedia/09ASKWELL-GEL-MANICURE2-qkmb/09ASKWELL-GEL-MANICURE2-qkmb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_well_live_gel-manicures-uv-light-cancer_1680022115.html", "title": "Are Gel Manicures Dangerous?", "title_page": "Are Gel Manicures Safe? What to Know About UV Light and Cancer Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Q: I recently read that the UV lamps used for gel — and sometimes dip — manicures could raise my chances of getting cancer. Is that true? Are there any alternatives?\nGel manicures are popular because they last a long time and don’t easily chip or peel. But they’ve come under scrutiny in recent weeks following a new study that found that the ultraviolet lamps used for these nail treatments damage cells in ways that could potentially increase the risk for cancer.\nThe findings add to a small but growing body of research suggesting that regular use of UV nail lamps could accelerate aging and increase cancer risk. Health experts agree that UV light causes damage to skin cells, but there’s still not enough data to determine just how dangerous the occasional gel manicure might be, said Dr. Chris Adigun, a dermatologist in Chapel Hill, N.C., who was not involved in the study.\n“We can’t quantify the risk,” she said.\nStill, Dr. Adigun and other dermatologists said that taking certain precautions can help make gel manicures safer. Dip powder manicures are another option, though they may not be entirely risk-free, either.", "url": "https://www.nytimes.com/2023/02/07/well/live/gel-manicures-uv-light-cancer.html"}