{"authors": ["Farnaz Fassihi"], "date_download": "2023-03-28 17:58:50", "date_modify": "2023-03-28 17:58:50", "date_publish": "2023-01-14 06:56:19", "description": "Alireza Akbari, previously a senior military and defense official, had moved to Britain a decade ago. He had been detained since 2019.", "filename": "2023_01_14_world_middleeast_iran-execution-spying-official_1680026330.html", "image_url": "https://static01.nyt.com/images/2023/02/12/multimedia/12iran-spy-HFO-bgtp/12iran-spy-HFO-bgtp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_14_world_middleeast_iran-execution-spying-official_1680026330.html", "title": "Iran Executes Alireza Akbari, Ex-Official Accused of Spying", "title_page": "Iran Executes Alireza Akbari, Ex-Official Accused of Spying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iran has executed Alireza Akbari, a former deputy defense minister and a dual British citizen, on charges of espionage for the British spy agency, the judiciary said early Saturday, in what appeared to be the first execution in decades of a high-profile Iranian official or dual citizen, and a move likely to raise tensions with the West.\nMr. Akbari, 61, was arrested in Iran in 2019. His detention and death sentence were revealed this past week. A former senior commander in the Revolutionary Guards Corps and a veteran of the Iran-Iraq war, he had served in a number of senior defense, nuclear and national security roles for nearly three decades.\nIran’s intelligence ministry called Mr. Akbari a “super spy” for MI6, Britain’s foreign intelligence service, and accused him of passing classified national security information to the agency and receiving a payment of over 2 million euros (about $2.2 million). Iran’s state news media and his family said he had been arrested and detained for four months in 2008 on suspicion of spying for Britain, and later released on bail. He then traveled to Austria, Spain and finally Britain.\nThe statement from the judiciary said that Mr. Akbari had spied for Britain from 2004 to 2009, as well as when he “fled the country” and moved to Britain. It said he had been recruited by British diplomats in Tehran under the guise of trade partnerships.", "url": "https://www.nytimes.com/2023/01/14/world/middleeast/iran-execution-spying-official.html"}