{"authors": ["Grace Linden"], "date_download": "2023-03-28 17:27:29", "date_modify": "2023-03-28 17:27:29", "date_publish": "2023-02-14 10:00:13", "description": "Tune into serenity with the BBC Shipping Forecast, a weather report from deep in the analog era.", "filename": "2023_02_14_magazine_falling-asleep-shipping-forecast_1680024449.html", "image_url": "https://static01.nyt.com/images/2023/02/19/magazine/19mag-LOR-1/19mag-LOR-1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_14_magazine_falling-asleep-shipping-forecast_1680024449.html", "title": "A Secret for Falling Asleep So Good It’s a British National Treasure", "title_page": "A Secret for Falling Asleep So Good It’s a British National Treasure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To those like me, who have never been involved in maritime culture, the language of the Shipping Forecast can be indecipherable. Without a weather writer’s style guide at hand, how are you to know that “backing winds” move counterclockwise, whereas “veering winds” go in the other direction? Or that “soon,” which means in a short time, is very different from “imminent,” which denotes urgency? While both words suggest immediacy, in fact weather considered to be “coming soon” is expected within six to 12 hours, whereas weather described as “imminent” should arrive within six.\nThese radioed predictions provoke nostalgia in their simplicity and analog beauty, which may be why millions have tuned in to listen over the years even though most of us do not spend our lives at sea. These days, fishermen and sailors have access to more precise data via satellites and the internet; they no longer need four daily forecasts to tell them which way to hoist their sails. And anyway, soon there will be only the early-morning and late-night reports; there are plans to sunset the two updates broadcast on long-wave radio. In 2022, the BBC announced its intention to end long-wave transmission sometime in the future, citing the cost of equipment replacement and technological obsolescence.\nIt would be a pity if the segment ever fell silent, though, because the Shipping Forecast is older than the BBC itself and has become somewhat of a national treasure in England. Radiohead made allusions to the Shipping Forecast on its album “Kid A.” Carol Ann Duffy, the former British poet laureate, concluded her poem “Prayer” by evoking its locales: “Darkness outside. Inside, the radio’s prayer — Rockall. Malin. Dogger. Finisterre.” During her appearance on the BBC radio show “Desert Island Discs,” Dame Judi Dench, another national treasure, chose the forecast as one of eight recordings she would want to accompany her if she were a castaway, citing her love of Finisterre, Britain’s retired name for a sea area off the coast of Spain. “I love the whole idea of ‘land’s end,’” she said.\nDench and I are similar in that way. In San Francisco, where I am from, there is an actual park called Lands End, which overlooks the entrance to the Golden Gate strait. Growing up on a peninsula means that topographical borders have always been crucial to my sense of self. There is nothing quite like being on the brink. It is important to feel small, to probe the edge of things and know that you can go no further, a sensation that is harder to summon in London, where the city’s borders are often made of concrete and can feel ill defined.\nVastness, as such, is appealing, and the world is so very vast. Long-wave broadcasts travel far, hugging the planet as they make their way overseas. Like the sea itself, the Shipping Forecast is a reminder of the larger, more elemental forces at play, those things that are much more powerful than any of our individual worries or wants. For eons, there was nothing but the stars and estuaries, the winds, the shore. After making his way out of the mythical cave, man set off to the sea, where the water proffered new realms for exploration. And so, like the ancient mariners before me, I am often awake in the middle of the night, falling asleep to the mysteries of the deep.", "url": "https://www.nytimes.com/2023/02/14/magazine/falling-asleep-shipping-forecast.html"}