{"authors": ["Emily Paton"], "date_download": "2023-03-28 17:30:08", "date_modify": "2023-03-28 17:30:08", "date_publish": "2023-03-16 12:45:57", "description": "In this eighth grade ELA class, students write, edit and design an opinion magazine they can share with the world.", "filename": "2023_03_16_learning_lesson-plans_creating-a-classroom-magazine-that-can-make-people-listen_1680024608.html", "image_url": "https://static01.nyt.com/images/2023/03/16/learning/16RIMag1/16RIMag1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_learning_lesson-plans_creating-a-classroom-magazine-that-can-make-people-listen_1680024608.html", "title": "Creating a Classroom Magazine That Can ‘Make People Listen’", "title_page": "Creating a Classroom Magazine That Can ‘Make People Listen’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The next step in the creation process is to make the table of contents and pull-quote pages for each magazine section. I ask, ‘What quote from your piece would intrigue readers enough to make them want to flip to your article?’ For this, there is a Google Doc where students record their name, article title and the pull quote they have chosen. They also decide which magazine section they would like their article to appear in, since often their topics cross categories.\nOnce I know the correct section for each article, I add page numbers next to each author’s name. Students then must find their page numbers so they can add them to the bottom left and right of their magazine spread. They then name the file by those page numbers and save it as a PDF Print. Once they submit their PDF to Google Classroom, their contribution to the magazine is complete.\nThe final step is to compile each file in order. I take this job on myself because I love surprising students with the completed magazine. When the PDF is finally ready, I use online programs like FlippingBook to turn the files into an e-magazine. This step adds so much authenticity to the project. Students get to see their magazine actually look like a magazine.\nStudent Outcome\nStudents become so invested in this magazine that I’ve had some completely rewrite their articles during the revision stage because they just weren’t satisfied. One student went so far as to change their topic from social media’s influence to gene editing because they had just learned about it in their science class and thought it would be more interesting to explore. Another discovered that they weren’t the only one writing about later school start times, so they went back and chose a completely new topic at the start of the revision stage. These were all decisions made without input from me, and each year that I do this project, I witness at least a handful of moments like these that display complete student ownership of learning.\nAnd that’s why I love this project. Does it take a lot of time to complete? Yes. Could that time be better spent addressing other learning standards? I don’t think so.", "url": "https://www.nytimes.com/2023/03/16/learning/lesson-plans/creating-a-classroom-magazine-that-can-make-people-listen.html"}