{"authors": ["Li Yuan"], "date_download": "2023-03-28 16:44:33", "date_modify": "2023-03-28 16:44:33", "date_publish": "2023-02-22 14:15:50", "description": "Bao Fan’s firm says he’s unreachable, and others in the tech sector are worried for him and fear what his disappearance says about China’s heavy hand in business.", "filename": "2023_02_22_business_fan-bao-china-renaissance_1680021873.html", "image_url": "https://static01.nyt.com/images/2023/02/21/multimedia/00newworld-01-vhft/00newworld-01-vhft-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_22_business_fan-bao-china-renaissance_1680021873.html", "title": "China’s Tech Rainmaker Vanishes, and So Does Business Confidence", "title_page": "China’s Tech Rainmaker Vanishes, and So Does Business Confidence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Valentine’s Day in 2015, two of China’s biggest ride-hailing start-ups, one backed by the tech giant Alibaba and the other by Tencent, announced they would merge after burning through hundreds of millions of dollars in a price war. Brokering the deal, while managing the egos of combative founders and investors, was Bao Fan, the rainmaker of China’s tech industry.\nHis company, the investment bank China Renaissance, went on to advise and invest in many of China’s most successful tech companies, taking them public in Hong Kong and New York.\n“If you don’t know Bao Fan,” goes a saying in the industry, “you haven’t made it.”\nEight years later, on Valentine’s Day last week, rumors started circulating that Mr. Bao had gone missing. His company later confirmed his disappearance in a regulatory filing. Chinese media reported that the authorities had summoned him to assist in an investigation of a former senior executive of his company who used to work at a state-owned financial institution.\nChina’s tech world is watching closely what will happen to Mr. Bao, who knows or has worked with nearly every mover and shaker in the industry. He is not as well known outside the business world but is just as symbolic of the industry’s rising presence in China as Jack Ma, co-founder of Alibaba, who has largely vanished from public view after falling out with the government in 2020.", "url": "https://www.nytimes.com/2023/02/22/business/fan-bao-china-renaissance.html"}