{"authors": ["Choe Sang-Hun"], "date_download": "2023-03-28 16:44:29", "date_modify": "2023-03-28 16:44:29", "date_publish": "2023-03-05 10:00:23", "description": "As traditional weapons suppliers like the U.S. face wartime production shortages, South Korea has stepped in to fill the gap, while trying not to provoke Moscow.", "filename": "2023_03_05_world_asia_ukraine-south-korea-arms_1680021869.html", "image_url": "https://static01.nyt.com/images/2023/02/27/multimedia/00skorea-arms-01-qlfb/00skorea-arms-01-qlfb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_05_world_asia_ukraine-south-korea-arms_1680021869.html", "title": "They’re Exporting Billions in Arms. Just Not to Ukraine.", "title_page": "They’re Exporting Billions in Arms. Just Not to Ukraine. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHANGWON, South Korea — A year after Russia invaded Ukraine, the war has spurred a global effort to produce more missiles, tanks, artillery shells and other munitions. And few countries have moved as quickly as South Korea to increase output.\nLast year, South Korea’s arms exports rose 140 percent to a record $17.3 billion, including deals worth $12.4 billion to sell ​tanks, ​howitzers, ​fighter jets and multiple rocket launchers to Poland, one of Ukraine’s closest allies.\nBut as South Korea expands weapons sales globally, it has refused to send lethal assistance to Ukraine itself. Instead, it has focused on filling the world’s rearmament gap while resisting any direct role in arming Ukraine, imposing strict export control rules on all its sales.\nSouth Korea’s wariness stems in part from its reluctance to openly antagonize Moscow, from which it hopes for cooperation in imposing new sanctions against an increasingly belligerent North Korea. Countries throughout Latin America, Israel and others have also declined to send weapons directly to Ukraine.", "url": "https://www.nytimes.com/2023/03/05/world/asia/ukraine-south-korea-arms.html"}