{"authors": ["Beatrice Loayza"], "date_download": "2023-03-28 16:44:32", "date_modify": "2023-03-28 16:44:32", "date_publish": "2023-03-23 11:00:03", "description": "Part queer love story, part supernatural psychodrama, the uncanny second feature by Léa Mysius follows a young girl with a magical sense of smell.", "filename": "2023_03_23_movies_the-five-devils-review.html_rref=collection%2Fcollection%2Fmovie-guide_1680021872.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/fivedevils1-wjpl/fivedevils1-wjpl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_movies_the-five-devils-review.html_rref=collection%2Fcollection%2Fmovie-guide_1680021872.html", "title": "‘The Five Devils’ Review: The Scent of the Past", "title_page": "‘The Five Devils’ Review: The Scent of the Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vicky (Sally Dramé), the creepy kid at the center of “The Five Devils,” has a strange power: her sense of smell is so strong, she can track her mother, Joanne (Adèle Exarchopoulos), from dozens of yards away with her eyes closed; can detect the scent of chlorinated swimming-pool water and spilled coffee in the pages of an old journal. Smell is perhaps the most opaque of the five human senses; the one that’s hardest to put into words. No wonder it’s key to the uncanny intrigues of the film, part queer love story, part supernatural psychodrama, by the French director Léa Mysius.\nVicky literally sniffs out trouble with the arrival of her enigmatic aunt, Julia (Swala Emati) — the sister of her father, Jimmy (Moustapaha Mbengue), and the local pariah. Joanne seems particularly affected; she implores Jimmy to send Julia away. A decade prior, around the time Vicky was born, Julia was exiled after an episode of pyromania. Her actions left Joanne’s friend, Nadine (Daphné Patakia), permanently disfigured.", "url": "https://www.nytimes.com/2023/03/23/movies/the-five-devils-review.html?rref=collection%2Fcollection%2Fmovie-guide"}