{"authors": ["Hope Reese"], "date_download": "2023-03-28 17:30:07", "date_modify": "2023-03-28 17:30:07", "date_publish": "2023-01-03 10:00:09", "description": "Experts say wonder is an essential human emotion — and a salve for a turbulent mind.", "filename": "2023_01_03_well_live_awe-wonder-dacher-keltner_1680024607.html", "image_url": "https://static01.nyt.com/images/2023/01/03/well/03Well-Awe/03Well-Awe-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_well_live_awe-wonder-dacher-keltner_1680024607.html", "title": "How a Bit of Awe Can Improve Your Health", "title_page": "How a Bit of Awe Can Improve Your Health - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Awe can mean many things. It can be witnessing a total solar eclipse. Or seeing your child take her first steps. Or hearing Lizzo perform live. But, while many of us know it when we feel it, awe is not easy to define.\n“Awe is the feeling of being in the presence of something vast that transcends your understanding of the world,” said Dacher Keltner, a psychologist at the University of California, Berkeley.\nIt’s vast, yes. But awe is also simpler than we think — and accessible to everyone, he writes in his book “Awe: The New Science of Everyday Wonder and How It Can Transform Your Life.”\nWhile many of us associate awe with dramatic, life-changing events, the truth is that awe can be part of everyday life. Experiencing awe comes from what Dr. Keltner has called a “perceived vastness,” as well as something that challenges us to rethink our previously held ideas. Awe can be triggered from moments like seeing the Grand Canyon or witnessing an act of kindness. (About a quarter of awe experiences are “flavored with feeling threatened,” he said, and they can arise, for example, by looking at a lion in a zoo or even gruesome videos of genocide.)", "url": "https://www.nytimes.com/2023/01/03/well/live/awe-wonder-dacher-keltner.html"}