{"authors": [], "date_download": "2023-03-28 18:55:17", "date_modify": "2023-03-28 18:55:17", "date_publish": "2023-03-16 13:35:05", "description": "The Mar. 16, 2023, episode of “The Ezra Klein Show.”", "filename": "2023_03_16_podcasts_ezra-klein-podcast-transcript-noah-smith_1680029717.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_podcasts_ezra-klein-podcast-transcript-noah-smith_1680029717.html", "title": "Transcript: Ezra Klein Interviews Noah Smith", "title_page": "Transcript: Ezra Klein Interviews Noah Smith - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[MUSIC PLAYING]\nezra klein\nI’m Ezra Klein. This is “The Ezra Klein Show.” [MUSIC PLAYING] So I’m not telling you anything you don’t know here. On Friday, Silicon Valley Bank failed. Now, bank failure, not necessarily the biggest deal in the world. Did you know that 18 banks failed in 2014? Honestly, I didn’t, until I looked it up. Or that eight failed in 2017 — but most of those banks were pretty small. Bank failures, they matter when the banks are really big or they’re really connected to other parts of the financial system. So what was Silicon Valley Bank? It’s weird. It was in the middle. It was about $200 billion in assets. It was the 16th biggest bank in the country. I’d say it was not the kind of bank on its own that we would usually worry about. But it was a weird bank, it turned out. I mean, it was a bank of Silicon Valley for one thing. And so it was absolutely central to the startup ecosystem out here. Nearly half of venture finance backed companies had money in there — nearly half. And some of them had a lot of money just sitting there. Roblox, the online game company, they had $150 million just sitting in the bank. And having a bunch of customers with really big accounts in your bank, that actually changed the situation, because one reason bank failures often aren’t a big deal or don’t happen at all is that most accounts are F.D.I.C. insured. The F.D.I.C. will pay every depositor back up to $250,000, and that is usually enough to stop a bank run from even happening. Why run to the bank and try to get your money back if the government will just give it to you anyway if anything happens? So at the average bank, about half of all accounts are F.D.I.C. insured. At Silicon Valley Bank, and I’ve seen some different numbers here, it seems only a single digit percentage of the accounts were under $250,000 — only a single digit percentage. And these accounts, they were concentrated in the same industry, Silicon Valley, an industry getting battered by higher interest rates, where you’re seeing huge layoffs, where you’re seeing a kind of change in its own understanding of itself. And so suddenly, these startups, they need their money. And they’re very worried about anything happening to their money. And Silicon Valley Bank, on the other side of its ledger, it held tons of bonds. They had taken all that money the startups gave them and put it into things that looked pretty safe, like treasuries. But those were a different investment at a time of really low interest rates. So as interest rates began rising over the past year, they got battered. And these bonds, if they wanted to sell them, were worth less. So we get a bank run on Silicon Valley Bank. And then the thing about bank runs is they’re psychological phenomena. They’re narratives. They’re not just economic events. And they can spread, and they can destroy healthy banks, too, because banks do not keep enough money on hand to give everyone their money all at once. And then you get this other issue. The thing about the people who banked at Silicon Valley Bank is they’re very well known, they’re very powerful, and they have a lot of control over the narrative. They have big Twitter followings. They get invited on CNBC. They can write op eds in the major papers. They are people you’ve heard of. They are people who can convince other people of things. And they used that narrative power to shout as loudly as they could that if their bank failed, it would create a nationwide bank run. It would create contagion. And the thing about that is it’s not clear that’s true, just normally, if Silicon Valley Bank had failed — not even clear it would have failed if the venture capital class hadn’t created their own bank run on it. But even if it did fail, it’s not clear if it would have infected other banks normally. But if they convinced people it would, then it would, because all you need for a bank run is for people to believe in a bank run. And so that could have been self-fulfilling. And so the federal government stepped in hard. They didn’t just back all the deposits in Silicon Valley Bank of any level that were held there, although the Silicon Valley Bank itself no longer exists. But they implicitly did that for every bank that might fall into trouble anywhere in the country. And so we might have just changed the banking system quite a bit. And then there’s this other issue here — I mean, there are a lot of issues here. But we are in this period where interest rates are going up. And we are seeing, as has been argued before, including by guests on the show, that the financial system has really oriented itself around a period of very, very, very low interest rates. Its investments are oriented around that. Its risk management is oriented around that. Its intuitions are oriented around that. And as that changes, things are going to break. They are already breaking, this being one example. And so there’s a lot to learn and unpack here. Noah Smith is an economist. He’s the author of the great Substack Noahpinion, and he’s done some the clearest writing and coverage of this mess. So we get into it here. As always, my email is ezrakleinshow@nytimes.com. Noah Smith, welcome to the show.\nnoah smith\nHey, thanks for having me on.\nezra klein\nSo I want to begin in how Silicon Valley Bank ends up in so much trouble. So you got this bank. It has a commanding position among startups. It serves half of all venture backed companies in the U.S. — pretty big. Startups are flush with cash. They’re pumping money into the bank. Deposits grow from $61 billion at the end of 2019 to $189 billion at the end of 2021, it’s amazing. And the bank doesn’t do something crazy with the money. They put the money largely into Treasury bonds, super safe, and some other very safe bond classes. So how do they then end up in this crisis?\nnoah smith\nWell, a couple of things. Number one is if you put your money in long-dated fixed rate treasury bonds, like your average 10 year or whatever treasury bond, you took a big loss when interest rates went up because the cardinal rule of bonds, for those who don’t know, is that when interest rates go up, bond prices go down. If I have a bond that pays 2 percent interest forever, and then interest rates go up to 5 percent at the national level, my bond is worth less because it’s just worth less compared to everything else people can get. And so all these portfolios of bonds that Silicon Valley Bank and other banks are holding on to lost value very quickly.\nezra klein\nSo I think this is not always super intuitive. So the bond will still pay you what the bond promises to pay you. But if you need to sell the bond to get as much money from it as you can immediately, somebody else won’t buy it for as much as you want them to buy it for. That’s the issue.\nnoah smith\nThat’s exactly right. It’s a 10 year bond, meaning to get all your money out as promised, you’d have to hold on to it for 10 years. If you have to sell it tomorrow, you will get a lot less money than if you hold it for the whole 10 years. So these long dated bonds are risky in the sense that if you need to sell it tomorrow to raise cash, you’re going to have to sell it at a loss.\nezra klein\nI’m sure that people at Silicon Valley Bank are having a really bad week, but this seems like a pretty elementary error. It’s almost like the risk management strategy here was vibe — like, the vibe of treasuries is that they’re really safe. But the thing, as you say, people know about bonds, is you’re supposed to do something to hedge against interest rate risk. You can actually buy hedges. You can do all kinds of things with maturities. They seem to have had a portfolio that vibed as super safe in this era when interest rates are really low, and they didn’t do pretty basic things to protect themselves against interest rates going up. Is that me being unfair to them?\nnoah smith\nI think it is being unfair, actually.\nezra klein\nOK.\nnoah smith\nI think they were actually fine with that. What would have been risky is if they had made a whole bunch of risky loans, like banks did before 2008. You can do some things to mitigate that interest rate risk, but there’s not a heck of a lot you can do. You can hold, like, staggered portfolios so that some of your bonds mature next year, and some the next year after that, et cetera, et cetera. You can do that. You can find floating rate debt. There’s a bunch of things you can do to mitigate it. But not everyone can really do them at the same time. It’s not like our whole economy can be completely insensitive to changes in interest rates, right? Like, you can’t all buy insurance against the same thing happening. Who’s going to pay the insurance out? Does that make any sense? So treasuries weren’t safe, but they were reasonably safe. They’re not toxic, weird stuff that you won’t be able to value in a crisis. They’re easy to value. You won’t have a big price impact from dumping them on the market. They’re not bad. And interest rates had gone only one way for 40 years. And when it looked like a one way bet, and everyone who bet against that always got crushed and crushed and crushed for decades and decades — and so to continue making that bet didn’t seem weird. It didn’t seem unsafe. And one day, that bet went wrong when inflation came back and the Fed had to start raising rates.\nezra klein\nSo I had the economic historian Adam Tooze on the podcast back at the end of 2022. And I think it’s actually a show worth going back to, because the main argument he’s making there is that as the central banks all across the world, but particularly in the U.S., began raising interest rates to try and fight inflation, that things in the financial system are going to start breaking — that we had seen a crisis in the U.K. We were going to start seeing more. And we didn’t know where they would be, but the financial system had become, as you’re saying here, used to very low interest rates for a very long time, and had built itself around that assumption, and started acting as if that bet would be the same bet forever, and that when the Fed began to reverse course, things would go weird in places we weren’t seeing. So do you think what we’re seeing with Silicon Valley Bank is an example of his thesis coming true?\nnoah smith\nOf course, yes. And things are going to break where they’re most fragile. The reason Silicon Valley Bank was fragile wasn’t that it had more treasuries than other banks. It did not. It had a fairly normal portfolio there. But the thing that was weird about Silicon Valley Bank is the way they funded all of it was not their assets, it was their liabilities. It was the money they owed to their depositors. So most banks have a higher amount of F.D.I.C. insured deposits and other core deposits, which are things that are basically insured. You can — everyone knows they can get their money out even if there’s a run on the bank. So that’s why there isn’t a run on the bank for most banks, at most times. We occasionally do have bank runs. Silicon Valley Bank, most of its customers were in one industry. And most of those customers had a lot of cash that they needed to stash somewhere. So if you’re a startup, you’re not paying your payroll and your rent out of your revenues because you don’t have revenues yet, or maybe you don’t have much revenues. So instead, a venture capitalist hands you a giant sack of cash. And where do you put that cash? Well, if you’re smart, you put it in treasuries or a big bank or something like that. A lot of people weren’t smart and they just stashed it all in the banks that their friends use, in this shaky regional bank, which is Silicon Valley Bank. And so we’ll get to that later, but basically, Silicon Valley Bank survived on these uninsured deposits, these very large cash deposits from startup companies or large private companies that we call startups, even though they’re well past startup stage. That’s where the deposits came from. And there’s two bad things about that. Number one, it’s not insured at all, so it’s very easy to have a bank run, because the accounts are all too big to be insured. They’re over the F.D.I.C. limit. And the second thing is that when you have a crash in the tech industry specifically, everyone starts yanking their deposits for reasons that aren’t a bank run.\nezra klein\nSo two other banks did get taken down here, which is Signature Bank and Silvergate Capital. You hear people sometimes call them crypto banks. What happened there?\nnoah smith\nThese banks were serving crypto related companies, so there’s a lot of complex crypto stuff that shouldn’t ever have come into existence but did. There’s stablecoins — you know, so like U.S.DC is a stablecoin that’s supposed to be equal to $1. And in order to do that, they have to hold a bunch of securities. It’s basically a giant money market fund that is run through crypto, because crypto is cool and trendy. But it’s basically a giant money market fund. They hold unrisky short dated T-bills, which are like short term treasuries — and commercial paper, whatever, I don’t even know what they hold. But it’s public, it’s regulated. And so they do this and they label it crypto because that’s cool. And they have to hold those assets somewhere, so they hold them with a bank. But then crypto bank means that when weird stuff happens in the crypto market, your depositors, who are crypto companies, are going to yank their money really quick because of random crap that happened in the crypto Market. So they’re exposed to that. And then, of course, when they lend, they may also do lending to crypto companies. That’s the other sense in which you can be a crypto bank. You can lend to crypto companies. You can take deposits from crypto companies. And so you can do all that. And that means you’re just heavily exposed. Like, if you think that a bunch of startups yanking their money because V.C. funding dried up — if you think that’s a risk, how about crypto companies yanking their money because, I don’t know. This week, like, Russia decided to stop manipulating the market as much as it was last week, or whatever the crazy dumb thing is happening out there in international financial crypto land, which is something that shouldn’t exist, but that does. That’s going to put pressure on your bank and make it fail.\nezra klein\nI think that’s an interesting point. So what you have is an intense concentration of depositor risk in a way. So you have all these startups that are giving you all their money when they’re flush. Then — and this is, I think, an interesting phenomenon of the economy more broadly right now, the tech industry has been particularly hard hit. It’s been a very intense tech recession, I think it’s fair to say, even as we’ve not gone into an overall recession. And so they begin pulling money. And then there’s this other dynamic, which is that it’s not just an industry with an economic concentration, but a kind of communication, rumor, et cetera concentration. So all these people are on Twitter. V.C.s are all talking to each other. They’re all in group chats together. And so when Peter Thiel says that all of his portfolio companies should pull out of the bank, that also has this quality of spreading very fast as a piece of information — that then, all these other similar players begin doing the same thing. And so you have a bank run.\nnoah smith\nRight, exactly. So I think there’s a couple of pieces of this here. The first piece is that tech stocks crashed starting in, I think, December of 2021. And they crashed all throughout 2022. And then when big tech stocks crash and there’s a bunch of layoffs, venture capital fundraising for startups dries up. And so venture capital funding, which had surged during the easy liquidity of the pandemic years, really just completely crashed. So all these startups were — they call it using their runway, burning through their cash, basically, that they’d already raised to pay their employees until, hopefully, the fundraising environment improves, or they just die. But in the meantime, they’re just using up all their cash. They stashed all this cash with Silicon Valley Bank. And now they have to withdraw it. So they start withdrawing, start withdrawing. Now, that doesn’t immediately cause a run, right? But it forces Silicon Valley Bank to sell a bunch of its assets down to pay them the cash that they owe to their depositors. They need to pay, right? So when people come and say, hey, I want my deposit back, you need to sell assets to get that deposit back. And so companies were selling assets even before — sorry, were demanding their deposits back even before the bank run. And Silicon Valley Bank was selling assets even before the bank run. And it had to sell its most liquid, easily sold assets first, and it’s assets that had the least losses from interest rate hikes. So its best assets got sold off first just to meet these redemptions from the tech crash last year, which made it more vulnerable to a run. And the second piece, as you said, is the sort of herd mentality, panic concentration thing, where if Peter Thiel says, everybody pull your money from this bank, and everybody who has money in the bank is someone who listens to Peter Thiel, then you’re done, you’re over — bank run.\nezra klein\nSo this was a big bank — big-ish, big regional bank, around $200 billion in assets, if I’m remembering correctly.\nnoah smith\n$200 billion.\nezra klein\nBut not the biggest. We’re not talking about Wells Fargo here. Absent who it serves and the industry that was concentrated in it, would you have said Silicon Valley Bank is what we would call systemically important?\nnoah smith\nNo, definitely not. So Silicon Valley Bank doesn’t really have any links to the broader financial system. It’s not like Citibank and Wells Fargo are going to collapse because they had loaned money to Silicon Valley Bank or because Silicon Valley Bank had loaned them money or because Silicon Valley Bank was going to dump assets that were going to make them ensoulment in a fire sale. This is all the stuff that happened in 2008. There were none of these interbank linkages, really, between Silicon Valley Bank and these other banks. It wasn’t that big. The only reason that Silicon Valley Bank — that it collapsing could cause a more general collapse was through psychological panic, was this idea that once you saw bank collapse and you saw a bunch of people screaming about the bank collapse, then everyone would say, oh, my God, banks aren’t safe. Who knew? And — did you know banks could have runs? I’ve never seen “Mary Poppins” or “It’s A Wonderful Life,” or I’ve — who knew this could happen? And then — and then just start pulling their money from every possible bank like chickens with their heads cut off, and that’s just a panic. In fact, that’s how the bank run happens in “Mary Poppins.” Some old guy is trying to take tuppence, a little bit of money from some kids. And he says, give me my money. Why won’t you give me my money? And someone hears, oh, my God, the bank won’t give him his money. And so everybody just charges into the bank and demands their money in the bank because that’s how bank runs work. And so — I mean, they don’t work literally like that, but that’s how this works. All the V.C.s were basically like the person on the street who says, oh, my God, the bank won’t give someone their money. Let’s all run to the bank right now. And like the people on the streets of Edwardian England in “Mary Poppins,” there’s this sort of herd creatures.\nezra klein\nSo this, I think, is really important. So as you’re saying, banking panics are psychological. They can be at one bank, but they can also spread to all banks. If for some reason you think that what’s happening in Silicon Valley Bank is going to affect your bank in Illinois, then you run and take your money out of your bank in Illinois, which is fine, until everybody started doing that. And now, it’s going to collapse. The people who bank at Silicon Valley Bank have just a tremendous amount of global narrative setting power. They have high Twitter follower accounts. They get invited on CNBC. They can write op-eds in The Financial Times and The New York Times and so on. And they all panic. I mean, you can argue if the panic was a little bit opportunistic, to try to get the bank saved, or they’re just really panicking. But you’re getting these mega V.C.s writing in all caps, telling everybody to freak out, which can create a self-fulfilling — everybody freaks out. So is that why the federal government had to step in as forcefully as it did — not that Silicon Valley Bank was systemically important, but because of who it served it ended up being so narratively important, that that was the same thing?\nnoah smith\nI think that’s exactly right. There’s a couple pieces of this — so I think that’s the big piece, that you just said. I think Jason Calacanis said, I’m going to buy ammo and jugs of water tomorrow, and posted pictures from “Mad Max.”\nezra klein\nHe’s a big V.C., just for people to know.\nnoah smith\nYeah, he’s a V.C. with a big Twitter account. He said that after the collapse of Silicon Valley Bank. But then that probably helped spook people into trying to pull their money out of First Republic, Pac West, Western Alliance, Signature Bank maybe, and some of these others. Those are sort of the big four others that were in danger. And all of the — none of these is a big bank. One or two were about the same size as Silicon Valley Bank. But anyway, so that was part of it — narratively important, I think, is a good phrase here. But the other part of it was that other banks have also taken losses on their treasury portfolios. Like we said, not everyone can insure against interest rate risks at the same time. Someone’s got to hold interest rate risk. And in practice, that’s going to be banks. Banks are going to hold treasuries. And so that’s why our government sells fixed rate treasuries to fund itself. Who is it going to sell to? Realistically, it is going to sell to banks. And so every bank in the country had taken the losses on its portfolio, Citibank and Chase and all these things. Now, Citibank and Chase have implicit government guarantees, and they have higher ratios of insured deposits, although Citibank is actually pretty crappy on this front as well. But they’re much safer against this kind of thing. But when every bank at once has taken financial losses just because interest rates got raised, you could see runs in the wider world from people outside tech, V.C.s screaming on Twitter notwithstanding.\nezra klein\nSo if tech has a particular reason that — in that one industry, to that one bank, people are demanding the deposits back very quickly because they need to pay their employees and so on, was starting to get scared — that same deposit or risk might not exist at, say, Pac West. But if the depositors simply get scared, then it does.\nnoah smith\nRight, that’s exactly right. And so the danger was that corporate managers, people who run a chain of auto body shops out in Illinois, were going to look at this and read the news and say, oh, my God, I’ve got to pull my money out of my bank too, that the panic would spread outside of tech world and outside of California. And then it wouldn’t kill the big banks, but it would cause a recession. It would be enough to cause a recession.\nezra klein\nSo let’s talk actually about exactly what they did here. What did the federal government build as their kind of answer to the problem?\nnoah smith\nUsually, when a bank fails, the F.D.I.C. will be able to find another bank to just take over both its assets and its deposits. So for example, when Washington Mutual — which is bigger than Silicon Valley Bank — failed in 2008, it just got rolled into Chase. Yesterday, you had an account at Washington Mutual. Today, you had an account at Chase. And then Chase took all the assets, too. And so that happened in 2008. And that’s what usually happens. 91 percent of the time, I believe, that’s what happens. With Silicon Valley Bank, it was too large to do this. So they were going to have to break up the assets and sell them, and return the cash to people. So the F.D.I.C. took Silicon Valley Bank in what’s called receivership, which basically means the F.D.I.C. now just owns it. And the F.D.I.C. was going to sell off all these treasury bonds or whatever that Silicon Valley Bank had, and return the cash to the companies that had banked with Silicon Valley Bank. That’s what they were going to do. And that is a process that would take a while. You can sell off maybe half of them really quick so that companies can keep making payroll, but to sell off the rest will take maybe months. And during those months, none of those corporate customers will know for sure whether they’ll get 100 percent of their money back, or 90 percent, or 98 percent, or whatever. And that uncertainty could help continue to fuel bank runs elsewhere, as Main Street auto body shop chain C.F.O. in Illinois looks at those people and says, well, it’s been two months, and they still haven’t got 100 percent of their cash back. Maybe, just to be safe, I should pull my money from my regional bank and move it into Chase or move it into treasuries or something. So it would go on for months. And so they needed to resolve it quickly, and they couldn’t find a single buyer to take over like they usually do. So instead what they did was they said, OK, new insurance fund to insure uninsured deposits of banks that we think are important, such as Silicon Valley Bank. We’re creating a new insurance fund, and we’re retroactively insuring all these deposits. And hey, all you other healthy banks out there, you’re contributing now to this insurance fund. Normally, you wouldn’t have an insurance company that on its first day has to pay out claims. You would attract policies first and then pay on the policies later. But this time, the government said, OK, we’re making a new insurance fund. And this new insurance fund, banks will pay into it later. But today, the new insurance fund will just pay out the depositors of Silicon Valley Bank. That’s what they did — new insurance fund that sort of retroactively insured all those depositors. [MUSIC PLAYING]\nezra klein\nOne thing that you made a really big point of saying in some of your piece is, that’s not a bailout. Why do you say it’s not a bailout?\nnoah smith\nWell, so you can call anything you want a bailout as long as it’s something the government does and it makes economic outcomes better for somebody that otherwise wouldn’t have been. In fact, people do rhetorically call all kinds of things bailouts. You could call lowering interest rates a bailout because it pumps up the value of financial portfolios. You can call these things bailouts. But the reason I don’t call it a bailout is because it does not have two of the main characteristics that the bailouts of 2008 had that made a lot of people angry. And the first characteristic was in 2008, by and large, with the exception of one or two companies — by and large, the executives and managers who were responsible for making the mistakes that led to the crisis got to keep their jobs and fat paychecks and basically give up nothing because they were so systemically important. They stayed in their jobs. They retired to really nice houses in the Hamptons or whatever. And so that was the first thing that made people mad. And the second thing that made people mad was that taxpayers were on the hook for a lot of money. Now, eventually, the government did make a profit on the bailouts of 2008.\nezra klein\nYeah. People, I think, don’t realize that TARP ended with a $15 billion profit for the government.\nnoah smith\nRight, and not just TARP, but the other — AI..G. The bailouts in general ended up profitable for the government. But that took a long time, and that only happened because of quantitative easing. So the government sort of gave itself a profit. But the point is that nobody knew in 2008 that was going to happen, and it wasn’t certain that it would happen. There was no certainty that they’d make a profit on that. It could have ended up, like, I think the savings and loan crisis — I think the government actually lost money on that, which meant that the taxpayer was on the hook in some sense. And so that could have happened in 2008. And that made a lot of people mad. Why am I bailing out these people who get to keep their $1 million a year jobs? And so neither of those happened here. So the Silicon Valley Bank people are out. So Silicon Valley Bank is not even a thing anymore. In addition, there’s no possibility of taxpayer money being on the hook here. If panic spread to the rest of the banks, then they would. Then, at that point, taxpayer money would have to be used. But just with Silicon Valley Bank, there’s not. And so in that sense, two of the main things people were mad about are not here. If you want to call it a bailout, you still can. I can’t stop you. There’s no dictionary definition where I can say, look here, this is not technically a bailout because that’s a colloquial term.\nezra klein\nYeah, I want to hold on this question for a second, though, because I think I’m more on the it is a bailout side — sort of Joe Weisenthal of Bloomberg, I think, has made a good argument here. But I do think it gets to this point you’re making, which is how do you define this stuff? Like, what is it people get mad about or don’t get mad about? And I think to the extent that a bailout is special treatment, that specifically powerful people or powerful classes of financial players get from the government because they’re too important to face financial collapse, I think that’s one of the things that gets people angry here. So to maybe use a different example, you’ve got a lot of people, a lot of workers in Silicon Valley, who — they took tech jobs. And that was a responsible, normal thing to do. And then the government raised interest rates. And the tech firms decided they’re all too flabby and bloated, and they fired a bunch of these people. And now, maybe they can’t make their car payments, or they can’t make their mortgage payments. And they’re going to default. And nobody’s going to come in and say, hey, you guys are so great and so important. And this was just bad luck, you know, and we don’t want this to happen to you. So we’re making you whole. Whereas all the people in this bank, which — also I think it’s fair to say, I’m not a fan of the view that depositors should have to run the numbers on whether the bank is hedging interest rate risk correctly, to put in a deposit. But they get made whole because it would be, for various reasons, dangerous to let them not be made whole. And on the one hand, I think you should do this. But I do think that the sense that financialized risk gets socialized much more often than individual risk, or at least certain kinds of individual risk, I think there is a reality to that does generate populist anger. What’s very funny to me, or darkly funny, maybe, is that a lot of these V.C.s who were very loud critics of all of those things in 2008 — and this is part of why they all get into crypto, et cetera — they were lined up real quick here to get the same treatment. But I do think there’s something to the sense that people feel the financial players, they sometimes get sweeter deals then just somebody who would lose their house would get.\nnoah smith\nRight, so in this case, the people who directly got money, who got paid out, were depositors at the bank. Now, there were some rich people who kept personal money in Silicon Valley Bank, but almost all of it was corporate cash — was companies, right? And those companies have employees. So this is —\nezra klein\nBut that was heavily true in 2008, too. I mean, the argument that these things —\nnoah smith\nThose bailouts were good in many respects.\nezra klein\nYeah, they were.\nnoah smith\nI don’t think we should have kept the management there.\nezra klein\nYes, I agree with that. And in some cases, we didn’t. But listen, I’m for more Old Testament justice having been meted out in 2008, as Tim Geithner used to say that people wanted him to do. Like, he should have done that in my view. And things might have been a little bit politically better afterwards. But that’s the point, I mean. I think the point I’m setting up here is that I also think that one argument you’re now hearing is that, look, the government has shown that that $250,000 F.D.I.C. limit is bunk, that they’ll wipe it out if they see any risk coming from not insuring deposits above that. So we should just formalize this. We should insure deposits at an F.D.I.C. insured institution up to any level. And we should just make what got done for this group true for everyone, immediately. And that’s why I’m not making this a bailout, or whatever you want to call it, for one special class of depositor, but something that now is for everyone — not that many people have deposits above $250,000. But still, at least it would be — it would generalize the treatment that right now is specialized. How do you think about that?\nnoah smith\nThere is a couple of things here. I’d like to go back to this idea of privatized gains and socialized losses. Let’s look at what the privatized gains we’re talking about are for depositors. These depositors, some were earning a little tiny bit of interest, less than the rate of inflation, on a money market account. They’re earning 4 percent interest with 5 percent inflation. They’re still losing money, actually, on that account. Most of the depositors were earning zero interest at all. It was a checking account, which in an era of 5 percent inflation is losing 5 percent a year. So when you’re talking about these privatized gains that people made, that they’re now being “bailed out for,” you’re talking about a checking account paying 0 percent.\nezra klein\nWell, I didn’t say there were any privatized gains.\nnoah smith\nOK.\nezra klein\nMy point is simply that I don’t —\nnoah smith\nYou said socialized losses.\nezra klein\nYes, there are those. There are that.\nnoah smith\nOK, but this isn’t like there were some fat cats who made a crap ton of money on this racket called Silicon Valley Bank, and then they got bailed out. So an unsophisticated — financially unsophisticated startup person says, I know how to build this software product, but I don’t know about finance, right? So I’m not very financially sophisticated, so I’ll just put my money in a bank. No bank has failed to return money to its depositors since 2008. They don’t even think about it. Yes, that’s dumb. But it doesn’t make them any money. These people aren’t getting rich off Silicon Valley Bank.\nezra klein\nI don’t even think it was dumb. I think it’s crazy to expect people to do that level of due diligence on a banking institution that’s insured by the F.D.I.C. I think you’re taking me here when I make this point as saying that we shouldn’t have done this. And the question I’m raising is that I think what I find upsetting, to the extent I find anything upsetting about policies I usually support, in these interventions — to be the sense of special treatment. The sense that if you are part of something that the Federal Reserve and the F.D.I.C. decide is systemically important for some reason or another — and as you’re saying, since ‘08, they’ve had a pretty low definition of that — you will get a rescue that is at least not what the law says you’re supposed to get, right? It’s not built in currently to the law. The F.D.I.C. says only up to 250, but now you get a different kind of answer. And so one thing that I think might be the right answer here is instead of saying something went wrong here — to say, it went right. And we should do this for everybody. Every F.D.I.C. institution should be insured, basically unlimited. If you want to have your money in a checking account or some kind of savings account, you can have as much money as you want there. And we will just increase the insurance tax on the system so that we can pay that out if anything ever happens. And then you’re not doing these weird, ad hoc solutions. Like, this is simply the new rule. So do you think that’s a good policy? Should we just generalize this out now?\nnoah smith\nI really have to think about whether that’s good policy. So what that means, by the way, is making formal what has been informally true since 2008.\nezra klein\nRight, that’s what I’m saying.\nnoah smith\nRight. So the idea that Silicon Valley Bank got special treatment is held only by people who don’t realize that everyone else has gotten that same treatment since 2008. They were no worse off — or they’re no better off, I mean, than any other depositors of any bank that’s failed since 2008. And I think there have been something like 500 banks that have failed since 2008. And I think, to my knowledge, every single depositor, uninsured or insured, got every cent out of those bank failures every time. So the question is, should we make all deposits of all kinds F.D.I.C. insured? I think maybe, maybe not. I’m not 100 percent sure about that. And I have to think about it. It seems like there’s likely to be a downside in some sense. The obvious downside is that if you have every account be F.D.I.C. insured, then banks are going to have to take less risk with their portfolios, which means that when you talk about smaller banks, you’re talking about fewer loans. So the original idea of banks is that they’re good at evaluating loans. You come in and you say, hey, banker, I need a loan for my auto body shop. And the bank people say, OK, well, we think there’s this likelihood that you’ll succeed, and this likelihood that you’ll fail, and blah, blah, blah. And they evaluate the things. And then they’re very good at allocating credit that way. And that might be more difficult to do if they all had to be part of this insurance fund. And I’d have to think carefully about that. I’m not 100 percent sure, and I don’t think we should make this official policy tomorrow. I think we can afford to wait a little while and deliberate about that because there’s another, similar policy we could do that many people argue would be even better. And that policy is to allow individuals to have Fed accounts, is to just have the government come in — because if you think about it, why should private companies have to do this business of managing checking accounts? Why should our financial system be contingent on people wanting to have checking accounts? Why can’t people just have a checking account at the Fed? Why can’t you just come to the government and say, I want a 0 percent interest rate checking account. Here is my bag of cash. Please put this bag of cash in an electronic repository. And then now you have a checking account. It’s not that expensive to run. It’s an insanely simple business. And so why doesn’t the government just do this itself?\nezra klein\nWell, let me take the other side of this, because I like Fed accounts. And I think we should do them sort of no matter what. But I don’t see how they would have actually solved this problem. So as you were saying earlier, and I think it’s a important point, we know that functionally Wells Fargo has this quality. The government, under no circumstances, is going to let Wells Fargo fail and let all the uninsured deposits at Wells Fargo go bust. It would never do that. Wells Fargo is clearly called systemically important. It has every kind of too big to fail assurance under the law. It has to follow those laws. And yet, all of these highly sophisticated venture capitalists were advising their people to put their money in this slightly random regional bank that was very important for reasons that seem to me to be somewhat informal, somewhat cultural, et cetera, within the Silicon Valley ecosystem. And so the government is saying that it would not let that fail, right? It would not let those deposits go bust. If we set up Fed accounts tomorrow and these same companies had decided not to go into the Fed, which is lame, and big government, and who cares — but Peter Thiel had been telling them, bank at Silicon Valley Bank, that’s part of being in the deal fund, they’re still going to be there. And if this has become the informal policy since ‘08, which is not that long — I mean, I do think one of the uncertainties here is — was, at some point, are we going to snap back to what we used to do, which is give haircuts on some of these deposits? If this is the informal policy, I guess I don’t understand why we would not make it the formal policy. And I really don’t understand, given that we have something like Wells Fargo out there that already had this guarantee behind it, and everybody knows it, how then we think this would change a failure like this going forward — unless you’re going to make everybody bank at the Fed, you have the problem of a bank that is not the Fed going bust.\nnoah smith\nI think your real problem is that the day you switch to Fed accounts, and everyone knows they can put their money in a runless bank, then you could cause a lot of bank runs.\nezra klein\nRight, that’s another problem.\nnoah smith\nBecause people would just pull their money right out. In fact, I’m surprised that the explicit guarantee we gave to the big banks after 2008 didn’t cause more bank runs and didn’t just turn us into Canada, right? Canada has a few big banks, and they’re all essentially strongly government backed. And they’re risk — it’s like they have only the big five in Canada. They don’t have all these small little banks running around. And the question is, do we need a banking industry with all these small banks running around. Like, are they better at making loans, evaluating credit quality? What’s the economic function that they are serving by being small, maybe riskier banks? And would that business model be eliminated if we F.D.I.C. insured all deposits in the land? And in practice, I think that have your small community banks where it’s all F.D.I.C. insured anyway, because it’s just individual depositors who don’t have more money than $250k. And then I think what we’re talking about are these mid-sized banks. Will our economy be worse off in good times, or worse off overall — I’d say good times and bad — if we don’t have the Silicon Valley Banks and the Signature Banks and the Pac Wests, et cetera, of the world — and the First Republics. If those mid-sized, regional banks that ostensibly take risk and are able to take risk because they don’t have to fully fulfill the F.D.I.C. guarantee, would our economy be worse off? And the answer to that is, I don’t actually know. And I need to do more research and think about it. But I think that that’s not an easy question to answer.\nezra klein\nSo this is a place, too, where I think the political economy of this is a little bit confusing to people who haven’t had to be involved in it or covered it. So I covered Dodd-Frank, and I’ve had to cover a fair amount of both financial panics and financial regulation fights. And I think the thing people don’t know about this if they’re outside it is there is probably no more powerful political force than small banks. They are more powerful than the big banks, which is a little bit weird. You’d think the big banks would be more powerful, but actually, people don’t really like them. They’re more concentrated. But there’s, like, a small bank, a community bank, a regional bank in the district of — not probably literally every member of Congress, but a lot of them. And they’re popular. People like their local banks. They sound good, in the sort of old Jeffersonian America, right — I mean, Jefferson wasn’t about small banks. He was about farmers. But still, there’s an attraction in the American mythos to these little banks that know their communities, and know what their region needs, and it’s not JPMorgan Chase or something. And they lobby like hell to not be in these regulations. Something that has been going on, that has driven a lot of us who cover this absolutely mental, has been a bunch of these sort of semi-populist sounding V.C.s running around saying, before the rescue happened, that the federal government has created this two class system. And the big banks get all this special treatment, and the smaller banks don’t — when what actually happened is, particularly during the Trump administration, but also during Dodd-Frank, the smaller banks — including, in this case, there was a lobbying effort in which Silicon Valley Bank was one of the leaders of the lobbying effort, that succeeded in the Trump administration getting it raised from $50 billion to $250 billion, because before, if you were above $50 billion, you had these enhanced regulations and stress tests of your assets and so on. And they didn’t want that. And so they got out of it. And a lot of people have argued that if that regulation had been kept where it was, this would have been forced to the fore earlier. Regulators would have been able to catch it earlier, would have caught it earlier. And it would have stopped the blow up from happening. So first, do you think that the Trump era regulations — the change in them had an effect here? And I guess more broadly, like, how do you think about the political economy of this, where the smaller banks want less regulation? They don’t want to be sort of treated as the big banks are. They just want the informal guarantee, but not the responsibilities that come with it.\nnoah smith\nRight. And I think, mentally, you have to separate banks into three categories instead of two. There’s the big banks, of course. But among the banks we’re calling smaller banks, there’s actually two categories. There are small local banks that are truly small, but have just a few billion dollars of assets, and that have — most of their deposits are already F.D.I.C. guaranteed, formally, and always were, just a very large percent. Those banks, they don’t fail for the kind of reason we saw this week. They could fail for other reasons — because they make bad loans, and they collapse because they made bad local loans. But they’re already F.D.I.C. insured, pretty much, with existing policy. But I think you have to have this third category of mid-sized banks. And that’s exactly the category we let operate. Those were the banks between $50 and $250 billion, these mid-sized banks. Those are the banks that we gave a special exception to under Trump — the amendment of Dodd-Frank that you just talked about, which was lobbied for by Silicon Valley Bank. They probably had an implicit guarantee. They probably kept their implicit guarantee at the time. And they took a lot more risk because of this. And those banks also are the banks whose stocks you saw start to collapse when there was a run on Silicon Valley Bank. So when there was this run, you saw big bank stocks dipped a tiny bit and then recovered. And then the medium sized banks, these $50 to $250 billion banks, their stocks were just falling off a cliff. And those were exactly the banks that got deregulated in 2018 under Trump, with the Dodd-Frank Amendment, because they wanted to be deregulated, as you said. So it’s that class of banks. So maybe we should just say, OK, guess what, 2018 is done. You’re systemically financially important again. We could also say that if you have a certain amount of uninsured deposits, certain percent of F.D.I.C. uninsured jumbo deposits — those are called jumbo, right, they’re over the limit. But if you have a certain percent of jumbo deposits, you are automatically systemically financially important. And then this thing gets applied. So it’s not about how much assets you have. It’s about how many uninsured deposits you have. And so then we could allow the small banks, all those little banks that can call their Congressmen and put pressure on them, they would be allowed to keep doing whatever they’re doing, completely unperturbed, serene, and calm, and do whatever they were doing yesterday. And then the mid-sized banks basically have to either choose to take safe deposits or submit to regulation that will limit their risk. So that’s another idea. [MUSIC PLAYING]\nezra klein\nSo let me wander down a side alley here. So a lot of the V.C.s who have been pushing very effectively and very intensely for the government to come in and save these deposits were also some of the loudest boosters of cryptocurrencies taking over everything. And I think this is sort of interesting because it strikes me as — what we’re seeing play out here was the exact obvious problem with this sort of crypto takes over the world theory, that when your bank fails, when your crypto or whatever fails, no one is there to catch you. And we’re seeing it — that as soon as the bank that these folks relied on failed, they really wanted the government to come in and catch them, and use what power and influence they had to make that happen. But I’m curious if you see those being kind of implications here. And the reason I bring this up is not to make a gotcha, but there was an actual, coherent, and I think cohesive, alternative financial system theory that had really taken over Silicon Valley for a number of years. And it was by the same people who now want the kind of exact opposite to happen for them after this bank failure. But there was this idea that, somehow, like, we would get past this point where the Fed and everybody were sort of coming in and warping the whole system. I’m curious how you look at that.\nnoah smith\nWell, I think that crypto, there’s no technology there. It’s basically just a ledger for recording deposits and whatever assets — or it’s an Excel spreadsheet that’s maintained by a bunch of different people. It’s a very expensive to maintain Excel spreadsheet. So there’s no technology there. All that crypto was as a thing was just financialization. At the end of any real tech boom, you see a big burst of financialization. And I think that at the end of the second — what I call the second tech boom, although it wasn’t really the second, but the social media and mobile boom that really began — began in the 2000s, but then reached max level in the 2010s. And that — at the end of that boom, there was a burst of financialization where, essentially, companies ran out of new stuff — they didn’t run out of new stuff to do, but the rate at which they were finding new actual technology to make in terms of mobile stuff and social stuff slowed down. Nobody could really make a big new social network. Mobile apps were all saturated, blah, blah, blah — all this stuff that had been very reliable, and business to business — like SAAS companies, software as a service, that got saturated, too. And so what else do we do? Well, let’s try to extract money from people by making up assets that they put their money into, and then we walk away with the money. That’s financialization. That’s the financialization at the end of a real boom. And you see this every time. And crypto, I think we have to understand as finance, not tech. So that’s a key point. And then I think that a lot of V.C.s, but also just a lot of founders and entrepreneurs and people in the tech world, were very enthusiastic about this financialization, and invented a whole lot of story lines and guff to basically justify the idea that, yes, it is possible to trick a bunch of people out of their money and walk away with it for a little while. And there was a lot of guff about, we’re going to replace the banking system. But that didn’t happen. And so it’s not necessarily the exact same people who are now screaming for a bailout. There’s an easy narrative where, oh, yeah, you tried to fight the banking system. And then you try to fight the government and say, we’re going to get rid of the Fed. And then, like, a few weeks later, you’re screaming for a bailout of the banking system from the Fed. But it wasn’t necessarily the same people.\nezra klein\nWell, some of them were. I mean —\nnoah smith\nA few.\nezra klein\nYes, I’m thinking about some of the V.C. class on Twitter. A lot of the actual companies who needed help here were not the same people. But again, in some ways, I’m probably more positive on how sincere people were here than you were. But the reason I think it’s interesting is that the big claim made for crypto for a long time was that it solves a trust problem, right, that it solves this problem of — you can now work with a counterparty who you can’t really vet, because you have this cryptographic ability to make sure the thing that happened in the contract will happen, no matter whether or not the person tries to get out of it, or the group of people or the institution or whatever. And I always thought this definition — I mean, people have heard me say this on the podcast, probably, but I always thought that definition of trust really got something profound wrong, which is that what people mean when they talk about trust in a financial system is that people want to trust that if they put their money somewhere, that it’s supposed to be safe, and they’re basically doing the right thing, that that money will stay there. And it’ll be there for them if they need it. And if somebody tries to screw them over — right, like, they get scammed out of their money by somebody impersonating their credit card, or their bank makes a bunch of bad decisions and fails, that somebody is going to come in — the government, usually — and make it right. And that it’s that kind of trust that makes financial systems work, and that kind of social trust, and the trust that somebody is there who can come in and say, OK, you actually did get screwed here. And we’re going to make you whole because we don’t want people to operate thinking they can get screwed all the time, and have to do that kind of constant level of diligence — and that understanding trust in that way is actually really important for understanding financial systems.\nnoah smith\nI think that’s exactly right. And I couldn’t have said that better. I think that crypto, or at least Bitcoin, creates one very narrow type of trust through the distributed ledger mechanism, where, in fact, trust is a multi-dimensional, complex thing that — and Bitcoin basically sacrifices all the other kinds of trust for this one very narrow kind of trust, which you can get anyway with other mechanisms. And so it’s not a story that makes sense. And that’s why I insultingly called it guff. When I say guff, what I just mean is that this whole story of how Bitcoin, or crypto in general, creates trust — a lot of, most crypto doesn’t even have the Bitcoin mechanism. Most crypto is just completely just like, fly by night deregulated finance without the proof of work mechanism behind it. So that’s why that’s even more guff. Guff is my favorite word for a narrative that sounds good, sounds legit, but is actually — just completely doesn’t make sense. And I think you just hit the nail on the head for why the narratives around crypto didn’t actually make sense.\nezra klein\nSo I want to end here by talking a bit about the Fed and the harder position it’s now in. So we had new inflation data come out today. What did that say, sort of in context of what we were expecting and seeing?\nnoah smith\nWell, inflation is not going away. The month-to-month data fluctuates a bit, but then we have very low unemployment. We have high consumption. People — we have low savings rates. People are still spending down cash that maybe they saved up during the pandemic or something like that. And those are the reasons why inflation is happening. It’s not supply shocks. Oil’s back down. Shipping costs are back down. All this stuff, when you listen to people who label themselves team transitory — for years, they said, oh, inflation is just supply shocks, and the supply shocks will resolve. Well, guess what? No, it was — there was a lot of demand shock in there too, right, because oil’s back down. And so inflation is still here. It’s still with us. And there’s no sign that it’s going to just, poof, disappear tomorrow. The Fed is going to have to keep raising interest rates. And that’s going to cause more pain in the financial system. You could see more things break. But the alternative is probably worse. Letting inflation spiral because you’re afraid of breaking your financial system will then immediately — like, not immediately, but eventually — let people know that inflation is unrestrained. And once people know that the central bank has no ability to restrain inflation because it’s too afraid of breaking the financial system, inflation will spiral.\nezra klein\nWell, then you’d have to raise interest rates even more.\nnoah smith\nYou will. And you’ll have to break a lot more. Like, if you think these interest rate hikes will break the financial system, wait until you see the interest rate hikes — wait until you see Volcker time. We’re going to have people eating Campbell’s Soup in this country, like, every day. But — yeah, so it’ll be bad. We don’t want that. We’ve got to get hold on inflation. That’s job number one. And some other things in the financial system may break along the way. And we will have to find ways to let people down easy, to cushion the break. And Old Testament justice of punishing people for getting a 0 percent interest rate checking account at the wrong bank, it is not the time for that.\nezra klein\nSo there’s been an expectation in the markets a few days ago, when the rescues were happening, that the Federal Reserve would probably pause the interest rate hikes. People thought they were going to go quite high on the next meeting, and maybe they would just hold for a second now. But this inflation data comes out. It’s not dramatically higher than expectations, but what it shows is, as you say, that inflation is not coming down either. It’s kind of holding steady, well above the Fed’s target. So do you think, even while they’re trying to kind of quell this banking panic, they should do a significant rate hike? They should just sort of act as if this banking thing hadn’t happened? They should solve the banking problem through insuring deposits wherever they need to, and just keep on the path of overwhelming force on inflation? You think the markets were wrong about them holding back, and they should just kind of go full forward?\nnoah smith\nWell, I don’t know, because I don’t know exactly how much rate hikes at each meeting is needed to contain inflation, blah, blah, blah, and maybe nobody knows. But I think that if I were predicting what they will do, I would say they’ll just do a modest hike, probably, or maybe pause for one meeting and then do more hikes later to see if this month is just a blip, or something along those lines. They’ll take the middle path. The Fed will take the middle path between worrying about this sort of letting inflation get out of control and putting the economy in danger of major recessions, and breaking the whole financial system. Basically, they know both those things are bad. And they’ll try to walk a middle path between. And it’s not very hard to imagine what a middle path would look like.\nezra klein\nSo — and around this whole conversation, we’ve been talking a lot about treasuries and interest rates. Something those of us who cover fiscal politics in Washington have been worrying about, anticipating for a while, is potentially a big debt ceiling fight over the coming year or two, and the possibility, which continues to seem like a real possibility, that Republicans could drive us into some kind of temporary default on treasuries. And when you look at what it meant for sort of interest rate risk to go up for all these institutions that held treasuries, what should this moment make us think about a debt ceiling default? Like, what would happen in the Treasury markets, and to the institutions that have tried to safely hold a ton of treasuries if you have what would follow from defaulting on the debt?\nnoah smith\nIt would be really, really, really, really, really, really, really, really bad. That’s really bad. So I will say that we wouldn’t first default on treasuries. Treasuries are the last thing to default. The thing we do is we wouldn’t — the government wouldn’t pay people money it had committed to pay, so like pensions and insurance and health care. And basically, the government stops paying people that it promised to pay. We default not on treasuries, but on our financial obligations.\nezra klein\nBut if you go for long enough, you’ll eventually default on the treasuries.\nnoah smith\nYou will eventually do that. That’s right. And so last time this was done, in 2011, it caused the credit rating agencies to downgrade treasuries, even though we never got close to defaulting on our actual treasuries. But, that said, if you stop having the government pay money to people who it owes money, to who it has promised to pay that money to, what are those people going to do? They’re going to withdraw their money from their bank. Just like when V.C. money dried up, startups had to withdraw their money from Silicon Valley Bank, if government commitments suddenly vanish, people are going to have to start drawing cash from their banks. You could see more bank runs. And the government would have to guarantee those deposits, and that would essentially print money, put more money into the economy, and complicate the fight against inflation. And so people often think of austerity, forced austerity, as fighting against inflation. But in this case, it could contribute to that — certainly cause recessions, stagflation. I can’t even really imagine what all the consequences of that would be. But I will say, just don’t do it. Like, you’re being an arsonist. You’re burning down the U.S. for no purpose. And you’re going to hurt your constituents. You’re going to hurt everybody — people in red states, conservative voters, small business people, who are, like, one of the most reliable Republican constituencies are just going to get absolutely trashed. And their livelihoods and their wealth will just get trashed. And so don’t do it.\nezra klein\nI think that’s a good place to end. Always our final question, what are three books you’d recommend to the audience?\nnoah smith\nAll right, so one book I would recommend is “Chip War,” if you want to understand the semiconductor export controls and why that is happening, then “Chip War” will explain it. You should really read it. You’ll understand semiconductors. The second book is “How Asia Works,” because if you want to understand industrial policy or what industrial policy might look like, what might replace the sort of libertarian, laissez faire — we could even say neoliberal — policy of recent decades, what might replace that, “How Asia Works” is sort of the book that started people thinking about the alternative. And the third book that I would recommend is called “The Invisible Bridge” by Rick Perlstein. It is about the 1970s, and about the cultural and political evolution that we went through in the 1970s, which I believe is similar to the one we’re going through in the 2020s. So “The Invisible Bridge” is my third one.\nezra klein\nNoah Smith, you write at Noahpinion, a Substack newsletter that I am a proud subscriber to and recommend to others. Thank you very much.\nnoah smith\nThank you so much. [MUSIC PLAYING]\nezra klein", "url": "https://www.nytimes.com/2023/03/16/podcasts/ezra-klein-podcast-transcript-noah-smith.html"}