{"authors": ["Matthew Mpoke Bigg", "Ivan Nechepurenko", "Andrés R. Martínez"], "date_download": "2023-03-28 16:44:23", "date_modify": "2023-03-28 16:44:23", "date_publish": "2023-03-19 04:02:55", "description": "The trip was the Russian leader’s first to territory his forces captured since the full-scale invasion of Ukraine, and came shortly after an international court issued a warrant for his arrest for war crimes.", "filename": "2023_03_19_world_europe_putin-mariupol-crimea-ukraine_1680021863.html", "image_url": "https://static01.nyt.com/images/2023/03/19/multimedia/19ukraine-ledeall-wgbl/19ukraine-ledeall-wgbl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_19_world_europe_putin-mariupol-crimea-ukraine_1680021863.html", "title": "Putin Visits Mariupol After ICC Arrest Warrant", "title_page": "Putin Visits Mariupol After ICC Arrest Warrant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Vladimir V. Putin of Russia made his first trip to territory captured by his forces since they invaded Ukraine more than a year ago, traveling late on Saturday to the ravaged city of Mariupol, where Russia staged some of its most brutal attacks of the war.\nThe visit appeared to be both a gesture of defiance — it came just a day after an international court issued a warrant for the Russian leader’s arrest for war crimes — and a demonstration of Mr. Putin’s resolve to pursue his defeat of Ukraine ahead of the arrival in Moscow of President Xi Jinping of China, a crucial economic partner.\nMariupol became a symbol of Ukrainian agony when Russian forces began laying waste to it with artillery soon after its forces crossed the border. It grew into a beacon of Ukrainian resistance when the city’s last defenders endured a grueling siege at a steel plant.\nAn adviser to President Volodymyr Zelensky of Ukraine said on Sunday that Mr. Putin’s visit made clear his lack of remorse. “The criminal always returns to the crime scene,” the adviser, Mykhailo Podolyak, wrote on Twitter.", "url": "https://www.nytimes.com/2023/03/19/world/europe/putin-mariupol-crimea-ukraine.html"}