{"authors": ["Chris Hamby"], "date_download": "2023-03-28 17:30:42", "date_modify": "2023-03-28 17:30:42", "date_publish": "2023-02-20 08:00:06", "description": "With loosened rules around remote prescriptions, a psychedelic-like drug has become a popular treatment for mental health conditions. But a boom in at-home use has outpaced evidence of safety.", "filename": "2023_02_20_us_ketamine-telemedicine_1680024642.html", "image_url": "https://static01.nyt.com/images/2023/02/17/us/ketamine-staticpromo/ketamine-staticpromo-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_20_us_ketamine-telemedicine_1680024642.html", "title": "A Fraught New Frontier in Telehealth: Ketamine", "title_page": "A Fraught New Frontier in Telehealth: Ketamine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Rice went online and made an appointment with a doctor more than 2,500 miles from his California home whom he had never met. After a 30-minute video call, he received a prescription for a month’s supply. “I finally had an avenue to get pure medical-grade ketamine for cheap, sent to me over the mail,” he said.\nNot long ago, such an arrangement would have been illegal. Access to ketamine was tightly controlled by the Drug Enforcement Administration, which puts its risk of abuse one notch below that of opioids like oxycodone and fentanyl. While prescribing it for depression was allowed, patients needed to first meet in person with a doctor, and treatment was mostly limited to infusions in clinics.\nBut in 2020, at the height of the pandemic, the Trump administration made it easier to treat patients by telemedicine, including remotely prescribing controlled substances. These regulatory changes, which have continued under President Biden, have made all manner of medical care, from management of chronic diseases like diabetes to substance abuse treatment, more accessible and affordable.\nWhile many patients have benefited, the rapid growth of remote prescribing and at-home use of various drugs has outpaced the evidence that doing so is safe and effective. As the gap between medical treatment and online shopping has narrowed, already-thorny debates over the proper balance between availability and safety have become increasingly urgent.\nThe ketamine boom is a particularly fraught case study of this new reality because of the drug’s powerful effects and the vulnerable patients drawn to it: typically those with severe depression or other mental health conditions who have not responded to traditional therapies. The shift away from clinics has led many patients to take the drug more frequently and for longer periods of time — multiple times a week, even daily in some cases, and for months or years — despite scant research on safety.", "url": "https://www.nytimes.com/2023/02/20/us/ketamine-telemedicine.html"}