{"authors": ["Jennifer Schuessler"], "date_download": "2023-03-28 19:01:28", "date_modify": "2023-03-28 19:01:28", "date_publish": "2023-01-26 23:23:18", "description": "The joint archive of Didion and her husband, John Gregory Dunne, includes manuscripts, photographs, letters, dinner party guest lists and other personal items.", "filename": "2023_01_26_arts_joan-didion-archive-nypl_1680030088.html", "image_url": "https://static01.nyt.com/images/2023/01/26/multimedia/26nypl-archive4-gmhc/26nypl-archive4-gmhc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_26_arts_joan-didion-archive-nypl_1680030088.html", "title": "New York Public Library Acquires Joan Didion’s Papers", "title_page": "New York Public Library Acquires Joan Didion’s Papers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are manuscripts and other materials relating to his dozen books, including the best-selling 1977 novel “True Confessions” and “Monster: Living off the Big Screen,” his 1997 account of the couple’s eight years (and 27 drafts) of work on the movie “Up Close and Personal.”\nThe archive also includes the extensive research for his journalistic projects, like letters he exchanged with the convicted killer of Brandon Teena, who Dunne wrote about in a 1997 New Yorker article that became the basis for the movie “Boys Don’t Cry.” (Almost every letter from the killer, Golia said, “mentions that he was reading a Didion book.”)\nWhile there are no diaries, the collection includes Didion’s datebooks, which show detailed records of meetings, social engagements and research trips, as well as whole weeks where Didion (who wrote about her chronic migraines in her 1968 essay “In Bed”) put a diagonal slash through days at a time, adding a single word: “headache.”\nAnd those parties?\n“She was both poetic and military in her approach to dinner party planning,” Golia said. “It was clearly an experience. Everything was curated.” As for the cuisine, Golia said, “the first thing I noticed was that she had a real commitment to Chantilly cream.”\nThe archive includes condolence letters Didion received after the deaths of Dunne, in 2003, and their daughter, Quintana Roo, two years later. And there’s also the copy of “The Year of Magical Thinking” that she brought on book tour, with passages marked with Dunne’s embossed notecards (and sometimes annotated, Golia said, with revisions for future editions).\nKiely said the papers should be processed by early 2025, at which point the collection will be open without any restrictions to scholars, biographers, and (like virtually all of its holdings) anyone else with a library card.\nThe library expects it to become one of its most heavily used collections. “I’m both looking forward to it,” Kiely said, with a laugh, “and slightly afraid.”", "url": "https://www.nytimes.com/2023/01/26/arts/joan-didion-archive-nypl.html"}