{"authors": ["Jessica Testa"], "date_download": "2023-03-28 18:26:40", "date_modify": "2023-03-28 18:26:40", "date_publish": "2023-03-14 17:22:49", "description": "The red-carpet host of “Live From E!” has completed her first year on the job. Was it everything she hoped for?", "filename": "2023_03_14_style_laverne-cox-oscars_1680028000.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/14OSCAR-LAVERNE-08-zwqt/14OSCAR-LAVERNE-08-zwqt-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_style_laverne-cox-oscars_1680028000.html", "title": "Laverne Cox Just Wants to Go Deeper", "title_page": "Laverne Cox on a Year as the Red Carpet Host of ‘Live From E!’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Generally, though, Ms. Cox said she appreciates that her identity and activism aren’t at the forefront of her hosting role: “What I do love about my job at E! is that, particularly as a host, I’m openly trans, but it’s not about me being trans.”\nLast month, at the Grammys, Ms. Cox was approached by Dylan Mulvaney, a TikTok creator who has been documenting her own transition, and who wanted to make a video with Ms. Cox. In the clip, Ms. Cox cautioned Ms. Mulvaney to “make sure you keep things to yourself — everything cannot be the public.”\nIt was classic advice from Ms. Cox, who considers herself a private person. She referred to “having a cry” recently over not spending much time with her boyfriend, though when she was pressed for more details, she said she was “trying to keep him off the radar.”\nMs. Tryon said E! considers Ms. Cox’s activism “as a plus” that gives her “a unique connection to celebrities.” That connection is the priority, Ms. Tryon said, along with “how to make it fun and light and safe for Laverne’s guests.”\nMs. Cox said the only hesitation she had before taking the hosting job was whether it would make people in the industry, and in the public more widely, “forget that I’m also an actor,” she said. She is less worried about that now. Next week, she’ll travel to Georgia to begin work on a sitcom produced by Norman Lear. Her contract with E! runs through the end of 2023.\nBut her appreciation for acting is not something that many in her E! audience — those watching the long hours of rapid interviews — are likely to forget. Often her questions and comments touch on the preparation and physicality and history of acting. She once got a note from her producers that said the audience didn’t like these craft questions, she said. It didn’t stop her.\n“I’m an actress,” she said. “I’m obsessed with craft.”", "url": "https://www.nytimes.com/2023/03/14/style/laverne-cox-oscars.html"}