{"authors": ["Jessica Leigh Hester"], "date_download": "2023-03-28 17:27:29", "date_modify": "2023-03-28 17:27:29", "date_publish": "2023-01-31 10:00:07", "description": "These oft-overlooked records invite us to imagine what has been and what might be.", "filename": "2023_01_31_magazine_sidewalk-fossils_1680024449.html", "image_url": "https://static01.nyt.com/images/2023/02/05/magazine/05mag-lor/05mag-lor-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_31_magazine_sidewalk-fossils_1680024449.html", "title": "Why I Hunt for Sidewalk Fossils", "title_page": "Why I Hunt for Sidewalk Fossils - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A paleontologist once told me that city sidewalks hold snapshots. If I trained my gaze toward my feet, he said, I would find evidence of all kinds of commutes: traces of hopping birds, the soles of humans’ shoes, restless leaves that fell and sank into wet concrete at just the right moment. I might see a smattering of little paw prints zigging, zagging, doubling back, evidence of important rodent business that didn’t often overlap with mine.\nThese marks are too recent to pass muster with scientific sticklers, but in all respects except age, they are fossils. There are many ways to make one. Some form when a creature is entombed in sediment: Water percolates through, flush with minerals, and over time the mixture infiltrates the bones, where it settles and forms stone. Other fossils are casts, made, for instance, when a shell dissolves and leaves behind a mold that eventually fills with sediment, which hardens into rock. But not all fossils involve remains; some catalog movements. These are the kind that stipple our sidewalks — nascent trace fossils, records of fleeting contact.\nThroughout the pandemic, I turned to nature to track time and step outside myself. I photographed the sweetgum tree outside my Brooklyn window, noting when it leafed into a bushy chlorophylled curtain or when it dropped fruit that fell to the ground like unshattered ornaments. Most afternoons of that first lonely spring, I roamed a cemetery. When magnolia blossoms smudged the scene pink, I stood under the canopies until wind splashed the petals against my shoulders.\nI was lucky, of course, to be simply scared and lonely — not dead, not intubated, not choosing between peril and paycheck. But time was slippery, and I felt stuck in my own brain, a foggy, trembling ecosystem I had no interest in studying. By early 2022, I was cocooned in my partner’s Morningside Heights apartment. On weekend mornings, we shuffled around the neighborhood, and each volunteered to notice something new: a startling mushroom, the pale bellies of pigeons waterfalling down a facade before flocking skyward. I became fixated on sidewalk fossils. Fossil-finding outings were a relief — an invitation to crouch, touch, lose myself in evidence of skittering and scrabbling, tethering myself to a past and a future.", "url": "https://www.nytimes.com/2023/01/31/magazine/sidewalk-fossils.html"}