{"authors": ["Thomas Gibbons-Neff", "Lara Jakes", "Eric Schmitt"], "date_download": "2023-03-28 16:44:23", "date_modify": "2023-03-28 16:44:23", "date_publish": "2023-03-16 09:00:33", "description": "The military is using thousands of artillery shells a day as it tries to hold the eastern city, which could jeopardize a planned springtime campaign.", "filename": "2023_03_16_world_europe_ukraine-ammunition-bakhmut_1680021863.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/16Ukraine-weapons-bakhmut-top-ftpm/16Ukraine-weapons-bakhmut-top-ftpm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_world_europe_ukraine-ammunition-bakhmut_1680021863.html", "title": "Ukraine Burns Through Ammunition in Bakhmut, Putting Future Fights at Risk", "title_page": "Ukraine Burns Through Ammunition in Bakhmut, Putting Future Fights at Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Ukrainian military is firing thousands of artillery shells a day as it tries to hold the eastern city of Bakhmut, a pace that American and European officials say is unsustainable and could jeopardize a planned springtime campaign that they hope will prove decisive.\nThe bombardment has been so intense that the Pentagon raised concerns with Kyiv recently after several days of nonstop artillery firing, two U.S. officials said, highlighting the tension between Ukraine’s decision to defend Bakhmut at all costs and its hopes for retaking territory in the spring. One of those officials said the Americans warned Ukraine against wasting ammunition at a key time.\nWith so much riding on a Ukrainian counteroffensive, the United States and Britain are preparing to ship thousands of NATO and Soviet-type artillery rounds and rockets to help shore up supplies for a coming Ukrainian offensive.\nBut a senior American defense official described that as a “last-ditch effort” because Ukraine’s allies do not have enough ammunition to keep up with Ukraine’s pace and their stocks are critically low. Western manufacturers are ramping up production, but it will take many months for new supplies to begin meeting demand.", "url": "https://www.nytimes.com/2023/03/16/world/europe/ukraine-ammunition-bakhmut.html"}