{"authors": ["Mihir Zaveri"], "date_download": "2023-03-28 18:35:19", "date_modify": "2023-03-28 18:35:19", "date_publish": "2023-01-23 08:00:09", "description": "The New York City Housing Authority collected just 65 percent of the rent it charged in the 12 months leading up to December, the lowest percentage in the agency’s history.", "filename": "2023_01_23_nyregion_rent-crisis-public-housing_1680028519.html", "image_url": "https://static01.nyt.com/images/2023/01/23/multimedia/23nycha-01-fzcm/23nycha-01-fzcm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_23_nyregion_rent-crisis-public-housing_1680028519.html", "title": "As Thousands Fall Behind on Rent, Public Housing Faces ‘Disaster’", "title_page": "As Thousands Fall Behind on Rent, Public Housing Faces ‘Disaster’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It has been years since public housing in New York City has received enough money from the government to deal with the aging buildings, spotty heating systems, malfunctioning elevators, rats and more that have made it an emblem of neglect.\nNow, plummeting rent payments from residents threaten to escalate the crisis in the nation’s oldest, largest public housing system.\nMore than 1,600 public housing agencies nationwide — from those in Richmond, Va., to San Francisco — have faced a “significant decrease” in collections since the onset of the coronavirus pandemic, according to the Department of Housing and Urban Development, as tenants lost work or spent more on cleaning supplies and other safety measures. When evictions were put on hold, people could miss payments without fear of losing their homes. Aid to help cover the mountain of back rent was sometimes confusing to access or left people in public housing out entirely, leaving local agencies to deal with the consequences.\nBut nowhere has the phenomenon been as dire as in New York. The New York City Housing Authority collected just 65 percent of the rent it charged in the 12 months leading up to December, the lowest percentage in the agency’s nearly 100-year history and an alarming slide from the annual prepandemic numbers of 90 percent or higher.", "url": "https://www.nytimes.com/2023/01/23/nyregion/rent-crisis-public-housing.html"}