{"authors": ["Shane Goldmacher", "Alan Feuer"], "date_download": "2023-03-28 17:23:54", "date_modify": "2023-03-28 17:23:54", "date_publish": "2023-03-20 19:08:51", "description": "After Donald Trump urged supporters to protest his looming indictment, some Republicans have heeded the call, while many others have publicly lobbied against it.", "filename": "2023_03_20_us_politics_trump-protests-indictment-gop_1680024234.html", "image_url": "https://static01.nyt.com/images/2023/03/20/multimedia/20pol-protests-ftkp/20pol-protests-ftkp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_us_politics_trump-protests-indictment-gop_1680024234.html", "title": "Trump’s Call for Protests of Pending Arrest Splits G.O.P.", "title_page": "Trump’s Call for Protests of Pending Arrest Splits G.O.P. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump’s call over the weekend for his supporters to protest his expected indictment has divided his allies on the right, as some fear mass gatherings could devolve into violence and lead to the prosecution of his supporters just as the Jan. 6 riot at the Capitol did two years ago.\nWhile some Republicans have echoed Mr. Trump’s call to take to the streets, other prominent voices on the right are urging caution and for people to stay away, particularly from New York, where they note that any potential unrest would invite prosecution from the same official who is expected to charge Mr. Trump — the Manhattan district attorney, Alvin L. Bragg.\n“Better to stay home,” advised Jeffrey Clark, the former Justice Department official who was nearly named acting attorney general by Mr. Trump in late 2020 as the president sought to overturn his election loss. “Think, rethink, and triple think before you physically go to protest anywhere in the Big Apple.”\nThe Republican speaker of the House, Kevin McCarthy, who owes his post in part to Mr. Trump’s support, was among those urging Trump supporters to stay away on Sunday. “I don’t think people should protest this, no,” he said during a news conference in Florida, adding, “And I think President Trump, if you talk to him, he doesn’t believe that, either.”", "url": "https://www.nytimes.com/2023/03/20/us/politics/trump-protests-indictment-gop.html"}