{"authors": ["Elisabeth Egan"], "date_download": "2023-03-28 17:07:36", "date_modify": "2023-03-28 17:07:36", "date_publish": "2023-02-16 10:00:18", "description": "Siddharth Kara witnessed “utterly subhuman degradation” in the Democratic Republic of Congo. Then he wrote about it.", "filename": "2023_02_16_books_review_siddharth-kara-cobalt-red_1680023256.html", "image_url": "https://static01.nyt.com/images/2023/02/16/books/review/16insidethelist/16insidethelist-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_16_books_review_siddharth-kara-cobalt-red_1680023256.html", "title": "He Needed a Big Megaphone, So He Wrote a Best Seller", "title_page": "He Needed a Big Megaphone, So He Wrote a Best Seller - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You might think an outdated smartphone is hilarious: That funny button on the front! That tiny screen! To Siddharth Kara, an owner’s failure to upgrade is no laughing matter; it’s a small but important act of environmental and humanitarian heroism. Why? Because the fewer rechargeable batteries we use, the less questionably mined cobalt we're dependent on.\n“I’ve been doing research on modern-day slavery and child labor for more than 22 years in dozens of countries around the world,” said Kara, who is the author of four nonfiction books, most recently “Cobalt Red: How the Blood of the Congo Powers Our Lives,” which debuted at No. 7 on the hardcover nonfiction list. “Around 2015 or 2016, I started hearing from a few colleagues in the field in Africa about cobalt mining.” Kara recalled these colleagues saying, “The conditions are so bad, Siddharth. You really should come and take a look, see what’s happening.”\n“Cobalt to me was a color,” he said. “I had no idea that it was a valuable mineral in batteries.” In 2018, he made the first of four trips to the Democratic Republic of Congo, where he encountered “utterly subhuman degradation, quite apart from the massive environmental destruction.”\nOn the second page of “Cobalt Red,” he describes a child’s corpse on bloodstained gravel near a mine, “locked in a terminal expression of dread.” This is just the first in a parade of devastations and atrocities that winds its way through the book.", "url": "https://www.nytimes.com/2023/02/16/books/review/siddharth-kara-cobalt-red.html"}