{"authors": ["Tariq Panja"], "date_download": "2023-03-28 17:40:15", "date_modify": "2023-03-28 17:40:15", "date_publish": "2023-03-15 08:30:07", "description": "Infantino has all the support he needs to sweep to another term leading the world’s most popular sport. That is precisely the problem, critics of his leadership say. But they don’t get to vote.", "filename": "2023_03_15_sports_soccer_gianni-infantino-fifa-president_1680025215.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/15soccer-infantino-01-vtlk/15soccer-infantino-01-vtlk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_15_sports_soccer_gianni-infantino-fifa-president_1680025215.html", "title": "FIFA President Gianni Infantino Knows How to Win", "title_page": "FIFA President Gianni Infantino Knows How to Win - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KIGALI, Rwanda — Presidential politics hardly matter when so many voters want to be Gianni Infantino’s friend.\nWatch the soccer officials angle for handshakes and face time in stadium suites and marbled lobbies. See the federation presidents pull Infantino aside to thank him for the latest round of funding he has delivered. Glimpse the leaders from smaller soccer nations congratulate him on his successful effort to expand the men’s World Cup, spinning up more opportunity but also ever more money.\nInfantino, the president of FIFA, soccer’s global governing body, greets them all with a wide smile. In these moments he is in his element, a confident politician nearing a decade in charge of the world’s most popular sport, forever leading it, or lording over it, depending on one’s opinion of him.\n“Trust me, he truly is a gift to football and humanity,” Amaju Pinnick, a member of the FIFA Council, the organization’s governing board, said after FIFA suggested The New York Times speak with him about Infantino.", "url": "https://www.nytimes.com/2023/03/15/sports/soccer/gianni-infantino-fifa-president.html"}