{"authors": ["Eshe Nelson"], "date_download": "2023-03-28 16:55:23", "date_modify": "2023-03-28 16:55:23", "date_publish": "2023-03-22 07:44:17", "description": "Prices in Britain reversed a recent downward trend, rising 10.4 percent over the year through February.", "filename": "2023_03_22_business_uk-inflation-february_1680022523.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/22uk-inflation-tlvq/22uk-inflation-tlvq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_business_uk-inflation-february_1680022523.html", "title": "U.K. Inflation Swings Upward, in a U-Turn", "title_page": "U.K. Inflation Swings Upward, to 10.4 Percent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain’s inflation rate unexpectedly rose last month, reversing its recent downward trend and potentially undermining expectations that the Bank of England was close to halting interest rate increases.\nConsumer prices in February rose 10.4 percent from a year earlier, the Office for National Statistics said on Wednesday. The rate had slowed for three consecutive months, to 10.1 percent in January after it peaked in October at 11.1 percent, the highest in more than four decades. The Bank of England’s rate-setters are scheduled to announce their next policy decision on Thursday.\nPrices rose 1 percent from January, the biggest monthly jump since October. Higher prices in restaurants and hotels were the largest contributing factor, as alcohol prices were raised in pubs after discounts in January, according to the statistics agency. Food inflation continued to accelerate, with prices rising at an annual rate of 18 percent, up from 16.7 percent in January.\n“Food and nonalcoholic drink prices rose to their highest rate in over 45 years with particular increases for some salad and vegetable items as high energy costs and bad weather across parts of Europe led to shortages and rationing,” Grant Fitzner, the chief economist at the statistics agency, said in a statement.", "url": "https://www.nytimes.com/2023/03/22/business/uk-inflation-february.html"}