{"authors": ["Tracey Tully"], "date_download": "2023-03-28 18:01:58", "date_modify": "2023-03-28 18:01:58", "date_publish": "2023-03-27 17:54:50", "description": "The state takeover comes after calls for the Justice Department to investigate this month’s fatal police shooting of Najee Seabrooks, 31.", "filename": "2023_03_27_nyregion_nj-attorney-general-paterson-police_1680026518.html", "image_url": "https://static01.nyt.com/images/2023/03/27/multimedia/27NJ-PATERSON-SWAP-lvwz/27NJ-PATERSON-SWAP-lvwz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_27_nyregion_nj-attorney-general-paterson-police_1680026518.html", "title": "N.J. Attorney General Seizes Control of Paterson Police Department", "title_page": "N.J. Attorney General Seizes Control of Paterson Police Department - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the past several years, six Paterson officers have also been convicted of stealing cash and other items from residents who were searched illegally, in violation of federal civil rights laws.\nThe New Jersey Violence Intervention and Prevention Coalition, which includes the Healing Collective, said the state’s action was a crucial “first step toward justice.” But the group stressed the need for a criminal justice approach that included trained community members and that de-emphasized armed officers in full tactical gear.\n“It’s an acknowledgment that there are deep-seated issues in Paterson,” said Yannick Wood, director of criminal justice reform at the New Jersey Institute for Social Justice. “But we have to see what’s going to come of this. There’s issues of trust in the community.”\nMr. Wood said the institute would continue to press for a Justice Department inquiry.\nMajor Frederick P. Fife of the New Jersey State Police, a former special agent with the Federal Bureau of Investigation, assumed operational control of the Paterson Police Department on Monday morning.\nMr. Platkin said that the state’s use of force policy would also be updated to provide guidance on how law enforcement officials should handle crises involving people barricaded alone behind locked doors. Arrive Together, a program that sends mental health professionals with officers when they respond to calls from people in emotional distress, will also be expanded to Paterson, he said.", "url": "https://www.nytimes.com/2023/03/27/nyregion/nj-attorney-general-paterson-police.html"}