{"authors": ["Tim Arango", "Shawn Hubler"], "date_download": "2023-03-28 16:43:56", "date_modify": "2023-03-28 16:43:56", "date_publish": "2023-03-15 00:07:16", "description": "Pajaro is the latest community to suffer from a levee break in California. Intense atmospheric rivers and snowmelt will keep testing the river walls that protect millions of residents.", "filename": "2023_03_14_us_california-storm-pajaro-levee_1680021836.html", "image_url": "https://static01.nyt.com/images/2023/03/14/multimedia/14nat-california-levees-drone-fbpj/14nat-california-levees-drone-fbpj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_us_california-storm-pajaro-levee_1680021836.html", "title": "Pajaro Flood Is the Latest Sign of River Levee Risks During Storms", "title_page": "Pajaro Flood Is the Latest Sign of River Levee Risks During Storms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PAJARO, Calif. — It began as a trickle, seeping through a 74-year-old earthen levee in Northern California, dribs and drabs of the Pajaro River, swollen with rain yet again on Friday night. Then pools bubbled up on beyond the levee walls, spreading toward darkened fields of strawberries and lettuce. Four miles downstream, the farmworker community of Pajaro slept.\nWithin half an hour, according to Mark Strudley, the Pajaro Regional Flood Management Agency’s executive director, sandbag crews were swarming the scene in “full flood fight.” But in the latest example of how California’s vast and aging infrastructure is being tested by this year’s onslaught of extreme winter weather, the crews could not keep up.\nAs they backed away, the river burst with a mighty roar through the worn-down levee, flooding freeways and farms, submerging the entire town of Pajaro and forcing thousands of residents in Santa Cruz and Monterey Counties to flee.\n“I have to start from zero,” Antonio Arroyo, a 58-year-old farmworker, said on Tuesday as he sat in an evacuation center at the Santa Cruz County Fairgrounds with about 300 displaced residents from the same community, known for harvesting strawberries. He had been sleeping in a Honda minivan when firefighters rescued him from the rising floodwaters in Pajaro; the donated red sneakers, blue jeans, sweater and plaid shirt he was wearing were “all I have,” he said.", "url": "https://www.nytimes.com/2023/03/14/us/california-storm-pajaro-levee.html"}