{"authors": ["Robin Pogrebin"], "date_download": "2023-03-28 18:43:00", "date_modify": "2023-03-28 18:43:00", "date_publish": "2023-01-19 10:00:34", "description": "In her five years at the museum, Marcela Guerrero has helped broaden the scope of artists and audiences as the Hispanic population continues to grow and museums try to reflect more diverse audiences.", "filename": "2023_01_19_arts_whitney-museum-latino-art-marcela-guerrero_1680028980.html", "image_url": "https://static01.nyt.com/images/2022/11/28/multimedia/00Transformng-Latinx-Art-8/00Transformng-Latinx-Art-8-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_19_arts_whitney-museum-latino-art-marcela-guerrero_1680028980.html", "title": "Whitney Curator Marcela Guerrero Leads the Way on Latino Art", "title_page": "Whitney Curator Marcela Guerrero Leads the Way on Latino Art - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Five years after becoming the Whitney’s first curator specializing in Latino art, Ms. Guerrero has made a meaningful impact on the field as the nation’s Hispanic population continues to grow and museums try to reflect and attract more diverse audiences.\n“As the first Puerto Rican curator at the Whitney, she is at the right place at a time when Latinx art is emerging as a force to be reckoned with,” said Mari Carmen Ramírez, who in 2001 became the first curator of Latin American art at the Museum of Fine Arts, Houston, when it established a department of Latino art. “We all expect her to contribute to this transformation in a significant way.”\nThat transformation has been noteworthy, though much of the attention around diversity has been focused on Black artists and curators in the wake of the Black Lives Matter movement. In a milestone, for example, the Brazilian museum director Adriano Pedrosa in December was named curator of the 2024 Venice Biennale, becoming the first Latin American to organize the world’s longest-running contemporary art exhibition.\nIn 2021 E. Carmen Ramos, formerly head of Latino art at the Smithsonian American Art Museum, was named the chief curatorial and conservation officer at the National Gallery of Art in Washington, D.C.", "url": "https://www.nytimes.com/2023/01/19/arts/whitney-museum-latino-art-marcela-guerrero.html"}