{"authors": ["Paul Krugman"], "date_download": "2023-03-28 17:39:04", "date_modify": "2023-03-28 17:39:04", "date_publish": "2023-02-17 19:45:06", "description": "Taking on a zombie environmental fallacy.", "filename": "2023_02_17_opinion_economic-growth-green-degrowth_1680025144.html", "image_url": "https://static01.nyt.com/images/2023/02/17/opinion/17krugman-newsletter-image/17krugman-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_17_opinion_economic-growth-green-degrowth_1680025144.html", "title": "Wonking Out: Why Growth Can Be Green", "title_page": "Opinion | Wonking Out: Why Growth Can Be Green - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Heads up: I did a podcast with Ezra Klein earlier this week, mostly focused on inflation — which continues to be an interesting story, throwing curveballs at all who imagine they have it figured out. But for today’s newsletter I want to take a break and talk about environmental policy — specifically, the relationship between protecting the environment and economic growth.\nAs you may know (although a surprising number of people don’t), the Biden administration has taken a huge step forward in the fight against climate change. The strategically misleadingly named Inflation Reduction Act is mainly a climate bill, using subsidies and tax credits to promote green energy. Environmental experts I follow believe that it’s a very big deal, which, if successfully implemented, will greatly reduce greenhouse gas emissions. It’s not quite as aggressive as the climate plans in Biden’s original Build Back Better legislation, but modelers estimate that it will accomplish about 80 percent of what B.B.B. was trying to do.\nThe biggest factor making this kind of climate initiative possible, after so many years of inaction, is the spectacular technological progress in renewable energy that has taken place since 2009 or so. This means that we can greatly reduce emissions using carrots instead of sticks: giving people incentives to use low-emission technologies rather than trying to regulate or tax them into giving up high-emission activities. And the politics of carrots are obviously a lot easier than the politics of sticks.\nStrange to say, however, at this precise moment — the most hopeful moment for the environment, as far as I can tell, in decades — my inbox has been filling up with woeful claims that environmental protection is incompatible with economic growth. These claims are oddly bipartisan. Some of them come from people on the left who insist that the planet can’t be saved unless we give up on the notion of perpetual economic growth. Others come from people on the right who insist that we must give up on all this environmentalism if we want to preserve prosperity.", "url": "https://www.nytimes.com/2023/02/17/opinion/economic-growth-green-degrowth.html"}