{"authors": ["James Wagner"], "date_download": "2023-03-28 17:14:24", "date_modify": "2023-03-28 17:14:24", "date_publish": "2023-03-16 04:50:14", "description": "Edwin Díaz collapsed after closing out Puerto Rico’s win over the Dominican Republic in the World Baseball Classic. Recovery from knee surgery will take eight months.", "filename": "2023_03_16_sports_baseball_edwin-diaz-injured_1680023664.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/15wbc-puertorico-diaz-cwhz/15wbc-puertorico-diaz-cwhz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_sports_baseball_edwin-diaz-injured_1680023664.html", "title": "Edwin Diaz Will Miss Mets Season After WBC Injury", "title_page": "Edwin Diaz Will Miss Mets Season After WBC Injury - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI — A rousing 5-2 victory by Puerto Rico over the Dominican Republic on Wednesday earned the team a spot in the quarterfinals of the World Baseball Classic. But the elation quickly turned into despair when the star closer Edwin Díaz crumbled to the ground during a postgame celebration on the mound.\nDíaz’s teammates formed a circle around him, hanging their heads or crying. Instead of heading to the clubhouse at loanDepot Park to pack up their bags, Dominican players lingered in the dugout, stunned at the scene on the field. And when Díaz, 28, finally stood up, he was first carried and then wheeled off the field, unable to put any weight on his right leg.\nDíaz, who signed a record-setting five-year, $102 million deal this off-season to remain with the Mets, sustained a complete tear of the patellar tendon in his right knee and will undergo surgery on Thursday, the team said. Mets General Manager Billy Eppler told reporters that a general timeline for a return is roughly eight months.", "url": "https://www.nytimes.com/2023/03/16/sports/baseball/edwin-diaz-injured.html"}