{"authors": ["Vivian Yee"], "date_download": "2023-03-28 18:38:47", "date_modify": "2023-03-28 18:38:47", "date_publish": "2023-01-19 08:00:19", "description": "For 1,000 years, homes dug into a desert cliff have sheltered olive farmers and sheep herders from summer heat and winter cold. But an exodus threatens its future. “We are left alone here.”", "filename": "2023_01_19_world_middleeast_tunisia-cave-village-berbers-amazigh_1680028727.html", "image_url": "https://static01.nyt.com/images/2023/01/14/multimedia/00tunisia-dispatch-01-pbvh/00tunisia-dispatch-01-pbvh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_19_world_middleeast_tunisia-cave-village-berbers-amazigh_1680028727.html", "title": "Tunisian Cave Village Empties Out in Face of Drought and Modernity’s Draw", "title_page": "Tunisian Cave Village Empties Out in Face of Drought and Modernity’s Draw - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Against such disadvantages, the mountain offers pure air, head-clearing views and deep sleep. From the whitewashed mosque atop a high ridge, the muezzin’s call to prayer reverberates solemnly off the surrounding rocky spurs, a sound that seems to render all others irrelevant.\n“Life is hard, but life is good,” said Ali Dignichi, 28, a Chenini tour guide. “Many people are rich — they have everything. But they’re not happy. If we had everything, life would have no sense. We need to work, bit by bit.”\nIn late spring of most years, the villagers harvest wheat, barley and lentils. At summer’s height they venture into the desert to collect figs and cactus pears; in October they shake dates from the palms of a nearby oasis. In December, they begin the all-important olive harvest.\nStarting in February, they haul their olives to a traditional press. A camel walks in circles for hours, rotating a giant stone that squeezes out dozens of liters of olive oil: a bounty that can pay for a child’s schooling that year.\nDuring wedding season, in summer, the whole village comes out to celebrate each couple with a week of couscous, lamb, drumming and music from the bagpipe-like mizwad, plus, in recent years, a D.J. If any family does not have enough, the villagers pool their pantry contents to make sure everyone is fed.", "url": "https://www.nytimes.com/2023/01/19/world/middleeast/tunisia-cave-village-berbers-amazigh.html"}