{"authors": ["Benjamin Mullin", "Katherine Rosman"], "date_download": "2023-03-28 17:21:02", "date_modify": "2023-03-28 17:21:02", "date_publish": "2023-02-06 21:30:06", "description": "The deal is the latest in a series of acquisitions and investments made by Penske Media, the owner of a swath of entertainment and trade publications including Rolling Stone and Variety.", "filename": "2023_02_06_business_vox-penske-media_1680024062.html", "image_url": "https://static01.nyt.com/images/2023/02/06/multimedia/06vox-01-wjbv/06vox-01-wjbv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_business_vox-penske-media_1680024062.html", "title": "Vox Media Is Raising $100 Million From Penske Media", "title_page": "Vox Media Is Raising $100 Million From Penske Media - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vox Media, owner of publications including New York Magazine and tech site The Verge, is raising $100 million from Penske Media, the owner of a swath of entertainment and trade publications including Rolling Stone and Variety, according to several people with knowledge of the deal.\nAs a result of the investment, Penske Media will own about 20 percent of Vox Media, making it the largest shareholder of the company, according to one of the people with knowledge of the terms.\nThe terms represent a significant discount compared with Vox Media’s last funding round, in 2015, when NBCUniversal invested $200 million in the company at a valuation of about $1 billion. NBCUniversal’s investment in Vox Media came during a boom for digital publishing, when companies like BuzzFeed, Vice Media and HuffPost were raising money at sky-high valuations.\nIn recent years, valuations for digital media companies have plunged as platforms like Google, Meta and Amazon have taken an ever-larger share of the digital-media market.", "url": "https://www.nytimes.com/2023/02/06/business/vox-penske-media.html"}