{"authors": ["Matt Stevens"], "date_download": "2023-03-28 18:03:59", "date_modify": "2023-03-28 18:03:59", "date_publish": "2023-02-01 19:57:04", "description": "The president made the proposal at a meeting of his competition council, roughly a week after lawmakers scrutinized Ticketmaster.", "filename": "2023_02_01_arts_concert-ticket-fees-biden_1680026639.html", "image_url": "https://static01.nyt.com/images/2023/02/01/multimedia/01TICKETMASTER-jvgh/01TICKETMASTER-jvgh-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_arts_concert-ticket-fees-biden_1680026639.html", "title": "Biden Calls for Limits on Ticket Fees for Concerts and Sporting Events", "title_page": "Biden Calls for Limits on Ticket Fees for Concerts and Sporting Events - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Biden on Wednesday called for limits to be placed on the fees that can be charged for tickets to live entertainment, eight days after an unusually bipartisan Senate Judiciary Committee hearing in which lawmakers assailed Ticketmaster and raised concerns about the broader ticketing industry.\nThe president promoted his proposal at a meeting of his competition council, urging Congress to pass what the White House called a “junk fee prevention act” that would crack down on four types of excessive fees, including online ticket fees for concerts and sporting events.\nIn a statement released before the meeting, the White House said Mr. Biden was specifically asking Congress “to prohibit excessive fees, require the fees to be disclosed in the ticket price and mandate disclosure of any ticket holdbacks that diminish available supply.”\nCongress “should lower the huge service fees that companies like Ticketmaster slap onto tickets for concerts or sporting events that can easily add hundreds of bucks to a family’s night out,” Mr. Biden said at the competition council meeting.", "url": "https://www.nytimes.com/2023/02/01/arts/concert-ticket-fees-biden.html"}