{"authors": ["Maya Phillips"], "date_download": "2023-03-28 17:25:05", "date_modify": "2023-03-28 17:25:05", "date_publish": "2023-03-21 20:15:37", "description": "Zora Howard’s new play at the Flea catches three men during a few moments of their breathless eternity.", "filename": "2023_03_21_theater_hang-time-review-zora-howard_1680024305.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/21HANG-TIME-pvmj/21HANG-TIME-pvmj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_theater_hang-time-review-zora-howard_1680024305.html", "title": "Review: In ‘Hang Time,’ Lynched Men Tell Finely Tuned Tales", "title_page": "Review: In ‘Hang Time,’ Lynched Men Tell Finely Tuned Tales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Walking into the Flea for Zora Howard’s “Hang Time” is like stepping into a horror film. Darkness pervades the black box theater, and cicadas carry on conversations in some unseen woods. A large obstruction — perhaps a statue? or installation? — interrupts the space. Then it becomes clear: Three Black men seemingly hanging from invisible ropes above an elevated round platform. Lights faintly illuminate their slumped heads and shoulders; their shadows are cast on the right wall, evoking Kara Walker’s silhouettes. You have to pass by them to get to your seat.\nHoward, who wrote and directed this production, certainly knows how to make an impression.\nIn this hourlong premiere, produced by the Flea in partnership WACO (Where Art Can Occur) Theater Center in Los Angeles and Butler Electronics, the three lynched men, named Bird (Dion Graham), Slim (Akron Watson) and Blood (Cecil Blutcher), have conversations about women, work, fatherhood and loss. The space is bare, and the play stops as suddenly as it starts — as if we’re catching just a few moments in a breathless eternity.\nEven though there are no visible signs of the men’s restraints, occasionally we hear the sound of ropes tightening, and the men jerk backward and stiffen into their signature pose. The limp lolls of their heads, the surfacing veins of an extended neck, even the synchronized eye movements: This dance of rigor mortis is a master work of small intricacies, even if it grows more gratuitous and less poignant with every reoccurrence.\nBird, Blood and Slim are like three chapters in the life of a Black American man: Blood (as in “Young Blood”) is still coming into his own. Slim is the clown, who sings, jokes and brags about his machismo. Bird, the eldest, is the sanctimonious curmudgeon, who preaches a gospel of God, firm morals and hard work, but also has his own losses that have hardened him. Each of the perfectly cast actors manages to straddle the line between realism and the metaphorical space where “Hang Time” exists.", "url": "https://www.nytimes.com/2023/03/21/theater/hang-time-review-zora-howard.html"}