{"authors": ["Lisa Prevost"], "date_download": "2023-03-28 16:43:12", "date_modify": "2023-03-28 16:43:12", "date_publish": "2023-03-01 11:00:20", "description": "With more than 2,800 new housing units approved in the last three years, ‘Port Chester is certainly on the move.’ Not everyone is happy about it.", "filename": "2023_03_01_realestate_port-chester-ny-housing_1680021792.html", "image_url": "https://static01.nyt.com/images/2023/03/05/realestate/01LIVING-PORTCHESTER/01LIVING-PORTCHESTER-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_01_realestate_port-chester-ny-housing_1680021792.html", "title": "Port Chester, N.Y.: A ‘Tiny Little Village’ With a Lot of Development", "title_page": "Port Chester, N.Y.: A ‘Tiny Little Village’ With a Lot of Development - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They want to do all this major development in this tiny little village that does not have the infrastructure to handle it,” Ms. Curran said. “It seems to me like an awful lot of major development in a very short period of time.”\nThe village has granted conditional site plan approval to projects with a total of more than 2,800 units over the past three years, said Stuart L. Rabin, the village manager. This flurry of development proposals is largely the result of a change in village zoning three years ago designed to encourage the redevelopment and revitalization of Port Chester’s downtown, waterfront and transit-adjacent parcels, he said.\n“The village of Port Chester is certainly on the move,” Mr. Rabin said.\nBut the scale of the proposals has generated considerable public pushback, with some residents expressing concern that towering apartment buildings threaten to overwhelm the historic downtown and price out the many mom-and-pop businesses.\nJohn Allen, an elected member of Port Chester’s board of trustees, said that while the village was “ripe for redevelopment,” given the number of buildings in disrepair, there is a growing sense that the board allowed for “these extraordinary increases for density and asked for very little in return from developers,” including having to meet more of the community’s affordable housing needs.\nThe board has recently begun to discuss a “narrowly tailored” moratorium on development in order to study whether further changes are needed to the zoning code, he said. A moratorium would not affect projects already under construction.", "url": "https://www.nytimes.com/2023/03/01/realestate/port-chester-ny-housing.html"}