{"authors": ["Randy Kennedy"], "date_download": "2023-03-28 18:08:21", "date_modify": "2023-03-28 18:08:21", "date_publish": "2023-03-04 00:20:37", "description": "Working with a paper magnate (and without a budget), he helped put together a collection that transformed the Metropolitan Museum of Art’s photography department.", "filename": "2023_03_03_arts_pierre-apraxine-dead_1680026901.html", "image_url": "https://static01.nyt.com/images/2023/03/05/multimedia/03Apraxine1-pmhw-print1/03Apraxine1-pmhw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_03_arts_pierre-apraxine-dead_1680026901.html", "title": "Pierre Apraxine, 88, Assembler of a Remarkable Trove of Photos, Dies", "title_page": "Pierre Apraxine, 88, Assembler of a Remarkable Trove of Photos, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pierre Apraxine, a courtly, self-taught connoisseur of photography who helped build one of the greatest private holdings of pictures, the Gilman Paper Company Collection, which vaulted the Metropolitan Museum of Art to the forefront of photography institutions when it acquired the archive in 2005, died on Feb. 26 at his home in Manhattan. He was 88.\nHis death was confirmed by Jeff L. Rosenheim, curator in charge of the Met’s photography department.\nBorn into exiled Russian nobility and numbering among his forebears an admiral who served under Peter the Great, Mr. Apraxine had trained in classical draftsmanship and art history in Brussels before essentially falling into the photography world in New York in the early 1970s. As an assistant curator at the Museum of Modern Art, he helped wealthy patrons build corporate collections, which in those days often included a heavy dose of photography.\n“That was the beginning of my photographic education, and I had to rely a great deal on my own intuition,” Mr. Apraxine told an interviewer for the journal On Paper in 1997.", "url": "https://www.nytimes.com/2023/03/03/arts/pierre-apraxine-dead.html"}