{"authors": ["Natalie Kitroeff", "Ronen Bergman"], "date_download": "2023-03-28 18:59:21", "date_modify": "2023-03-28 18:59:21", "date_publish": "2023-03-07 14:12:10", "description": "This is the first time a paper trail has emerged to prove definitively that the Mexican military spied on citizens who were trying to expose its misdeeds.", "filename": "2023_03_07_world_americas_mexico-military-surveillance_1680029961.html", "image_url": "https://static01.nyt.com/images/2023/03/07/multimedia/07mexico-spying-PROMO/07mexico-spying-01-mtpv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_world_americas_mexico-military-surveillance_1680029961.html", "title": "Spying by Mexico’s Armed Forces Brings Fears of a ‘Military State’", "title_page": "Spying by Mexico’s Armed Forces Brings Fears of a ‘Military State’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — Mexico’s armed forces spied on a human rights defender and journalists who were investigating allegations that soldiers had gunned down innocent people, documents show, providing clear evidence of the military’s illegal use of surveillance tools against civilians.\nThe government has been embroiled in scandal for years over the use of sophisticated spyware against a wide range of people who stand up to Mexico’s leaders. But surveillance experts say this is the first time a paper trail has emerged to prove definitively that the Mexican military spied on citizens who were trying to expose its misdeeds.\nDocuments and interviews show how the spying that tarnished the previous government has continued under President Andrés Manuel López Obrador, who vowed that his administration would not engage in such surveillance, which he called “illegal” and “immoral.”\nMexico’s armed forces are not authorized to spy on civilians, legal experts say, but the military has long wielded spying technology and has grown ever more powerful under Mr. López Obrador.", "url": "https://www.nytimes.com/2023/03/07/world/americas/mexico-military-surveillance.html"}