{"authors": ["Monika Pronczuk", "Sarah Hurtes"], "date_download": "2023-03-28 18:14:39", "date_modify": "2023-03-28 18:14:39", "date_publish": "2023-03-03 00:02:25", "description": "The technology would have automatically stopped trains before they collided. Years of delays and neglect have left Greece with a hobbled system.", "filename": "2023_03_02_world_europe_greece-rail-safety_1680027279.html", "image_url": "https://static01.nyt.com/images/2023/03/02/multimedia/02greece-1-wpqk/02greece-1-wpqk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_world_europe_greece-rail-safety_1680027279.html", "title": "Rail Safety Upgrade in Greece Is Hobbled by Delays and Neglect", "title_page": "Rail Safety Upgrade in Greece Is Hobbled by Delays and Neglect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Greece’s rail system consistently ranks among the continent’s most dangerous despite receiving $700 million in modernization money from the European Union over the past decade. And the installation of the new safety system became so bogged down that a senior government official quit last year to protest what he called “unjustifiable delays.”\nThe European Union expects its 27 member countries to put in place sophisticated new procedures known as the European Train Control System by the end of the decade. That system monitors trains and takes control when they go too fast, blow through red lights or end up on the wrong tracks. The European Union wants to expand cross-border train travel, and harmonizing safety standards across the bloc is part of that strategy.\nBut putting it into effect has been inconsistent, as evidenced by this week’s crash.\n“If the European Train Control System would have been installed and working properly, it should have absolutely prevented something like this from happening,” said Jedde Hollewijn, the railways policy officer for the European Transport Workers’ Federation. “The intention is that all European countries implement this, and we know that Greece has been lagging significantly.”\nLuxembourg, the bloc’s smallest and richest country, is already using the new system across its rails. Belgium plans to be fully operational by 2025. Others have upgraded their major routes. But even without the new technology, most rail systems have safety features to prevent head-on collisions. The French National Railway Safety Authority, for example, uses automatic braking systems and other technology.", "url": "https://www.nytimes.com/2023/03/02/world/europe/greece-rail-safety.html"}