{"authors": ["Oussama Zahr"], "date_download": "2023-03-28 17:14:50", "date_modify": "2023-03-28 17:14:50", "date_publish": "2023-03-24 17:43:18", "description": "Often seen onstage as a star of bel canto opera, this tenor crafted a recital of works by Robert Owens, Margaret Bonds and their successors.", "filename": "2023_03_24_arts_music_lawrence-brownlee-rising-review_1680023690.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24brownlee-tjcz/24brownlee-tjcz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_arts_music_lawrence-brownlee-rising-review_1680023690.html", "title": "Review: Lawrence Brownlee Makes Room for Black Composers", "title_page": "Review: Lawrence Brownlee Makes Room for Black Composers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Wow, I need to take you all wherever I go,” the tenor Lawrence Brownlee told the audience when his return to the stage was met with raucous applause after the intermission of his concert at Zankel Hall on Thursday.\nIt seemed, even, like every blistering high note, well-turned melisma and swooning falsetto note was greeted with hums of approval and the occasional shout of “C’mon!” Brownlee gave a lot of himself, and the audience was there to receive it.\nThursday’s program, “Rising,” performed with the pianist Kevin J. Miller, was, Brownlee said, conceived during the uncertainty of the pandemic. It was hard to tell what the future might hold, he said, but in the wake of George Floyd’s murder, he sensed that allies were “beginning to make space” for Black voices.\nBrownlee wanted to make room, too. As an opera star, he regularly spreads the gospel of Strauss, Debussy and Mozart, but he also wanted to champion the music of Black composers such as Robert Owens, Margaret Bonds and their successors.", "url": "https://www.nytimes.com/2023/03/24/arts/music/lawrence-brownlee-rising-review.html"}