{"authors": ["Tariq Panja"], "date_download": "2023-03-28 17:40:15", "date_modify": "2023-03-28 17:40:15", "date_publish": "2023-03-16 10:55:56", "description": "Gianni Infantino won another four-year term and then promised more money for women’s soccer.", "filename": "2023_03_16_sports_soccer_infantino-fifa-president_1680025215.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/16soccer-fifa-3-hvcb/16soccer-fifa-3-hvcb-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_sports_soccer_infantino-fifa-president_1680025215.html", "title": "FIFA President Presses for Equal Pay at World Cup", "title_page": "FIFA’s Gianni Infantino Presses for Equal Pay at World Cup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gianni Infantino, a contentious figure in the soccer world, secured a new term on Thursday as the president of FIFA, the sport’s global governing body, after an election in which he was the only candidate.\nInfantino, 52, was crowned for another four years by acclamation, with representatives from all but a small number of FIFA’s 211 national federations rising to applaud at FIFA’s annual meeting, held this year in Kigali, the Rwandan capital.\nBut perhaps the biggest revelation of the day concerned women’s soccer. Upon re-election, Infantino announced that FIFA would increase the prize money for this year’s Women’s World Cup to $110 million and provide millions more to participating teams in preparation funds, vowing to equalize prize money with the men’s event by the time the next tournaments are played. The increase, Infantino said, was 10 times more than when the tournament was played in 2015 and three times more than the previous edition in 2019.\nAfter rising from relative obscurity, Infantino became soccer’s top leader in 2016 after a huge corruption scandal that mired FIFA in probably the biggest crisis in its history.", "url": "https://www.nytimes.com/2023/03/16/sports/soccer/infantino-fifa-president.html"}