{"authors": ["David Segal"], "date_download": "2023-03-28 16:49:53", "date_modify": "2023-03-28 16:49:53", "date_publish": "2023-02-23 10:00:25", "description": "Ahead of a judicial overhaul that could transform the country and frighten away investors, the executives of Start-Up Nation are mulling an exodus.", "filename": "2023_02_23_business_tech-startups-israel_1680022193.html", "image_url": "https://static01.nyt.com/images/2023/02/23/multimedia/23israel-startups-01/phvk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_business_tech-startups-israel_1680022193.html", "title": "Tech Leaders in Israel Wonder if It’s Time to Leave", "title_page": "Tech Leaders in Israel Wonder if It’s Time to Leave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There’s a huge amount of research in the last 25 years that shows that stability and the rule of law support better economic growth,” Zvi Eckstein, a former deputy governor of the Bank of Israel, said in an interview. “As economists, we worry that reducing property rights of individuals and corporations will introduce uncertainty, and that a weaker judiciary will increase the likelihood of government corruption. Both of those two things will cause the economy to slow substantially.”\nIf Israel’s democratic institutions are undermined, investors and executives contended, it will keep blue-chip customers and investors at bay. And if a company has difficulty attracting customers, it will have the same problem with talent.\nMany Israeli-led companies, including Wiz, are already based in the United States and keep a subsidiary in Israel because that makes it easier to appeal to investors and employees. Israeli tech executives who live in the United States often return when their children reach school age so they can acclimate to Israeli culture and serve in the military.\n“We used to talk about going back in 2024, and now it’s like let’s not talk about it, which is a big deal for us,” said Nadav Weizmann, an entrepreneur who is launching his third company, Cardinal, a tool for product managers, in Austin, Texas. “For a start-up founder, it’s now a lot harder to imagine moving back to Israel, because you don’t know what it will look like.”", "url": "https://www.nytimes.com/2023/02/23/business/tech-startups-israel.html"}