{"authors": ["Bryant K. Oden", "Alessandro Marazzi Sassoon", "Rick Rojas"], "date_download": "2023-03-28 16:44:03", "date_modify": "2023-03-28 16:44:03", "date_publish": "2023-01-13 19:10:52", "description": "In Georgia and Alabama, rescuers were searching for victims and survivors on Friday as communities tried to assess the destruction. At least nine have died from the storms.", "filename": "2023_01_13_us_tornado-storms-alabama-georgia.html_timespastHighlight=tornado,death_1680021843.html", "image_url": "https://static01.nyt.com/images/2023/01/13/multimedia/13nat-tornadoes-01-jmbh/13nat-tornadoes-01-jmbh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_13_us_tornado-storms-alabama-georgia.html_timespastHighlight=tornado,death_1680021843.html", "title": "Picking Through Rubble After Tornadoes Tear Through Southeast", "title_page": "At Least 9 Dead After Tornadoes Shred Through Alabama and Georgia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MARBURY, Ala. — William Lambert could see the funnel forming outside his front door. As the tornado descended on his home in central Alabama, he ran into a bathroom with his son while his wife crowded into a closet with their three grandchildren.\n“It was just that quick, come and gone,” Mr. Lambert said.\nHis home still stood. It was one of the few mobile homes on County Road 140 in the unincorporated community of Marbury that was intact after the storm tore through on Thursday. When he walked over to check on a neighbor’s house, he found his body on the ground by his truck. A day later, Mr. Lambert remained shaken. “I hate to see it,” he said.\nAt least nine people were killed after powerful storms unleashed tornadoes and shredding winds across the South, and many others were only beginning to grapple with the devastation on Friday.", "url": "https://www.nytimes.com/2023/01/13/us/tornado-storms-alabama-georgia.html?timespastHighlight=tornado,death"}