{"authors": ["John Mcwhorter"], "date_download": "2023-03-28 19:22:18", "date_modify": "2023-03-28 19:22:18", "date_publish": "2023-03-21 23:27:19", "description": "When rhetoric overtakes action in the fight for equality.", "filename": "2023_03_21_opinion_black-power-wokeness_1680031338.html", "image_url": "https://static01.nyt.com/images/2023/03/21/opinion/21mcwhorter-newsletter-image/21mcwhorter-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_opinion_black-power-wokeness_1680031338.html", "title": "Today’s Woke Excesses Were Born in the ’60s", "title_page": "Opinion | Today’s Woke Excesses Were Born in the ’60s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Various books I’ve been reading lately have me thinking about 1966. I have often said that the history of Black America could be divided between what happened before and after that year.\nIt was a year when the fight for Black equality shifted sharply in mood, ushering in an era in which rhetoric overtook actual game plans for action. It planted the seed for the excesses of today’s wokeness. I wouldn’t have been on board, and I’m glad I was only a baby that year and didn’t have to face it as a mature person.\nThe difference between Black America in 1960 and in 1970 appears vaster to me than it was between the start and end of any other decade since the 1860s, after Emancipation. And in 1966 specifically, Stokely Carmichael made his iconic speech about a separatist Black Power, the Student Nonviolent Coordinating Committee he led expelled its white members (though Carmichael himself did not advocate this), the Black Panther Party was born, “Black” replaced “Negro” as the preferred term, the Afro went mainstream, and Malcolm X’s “The Autobiography of Malcolm X” (written with Alex Haley) became a standard text for Black readers.\nI doubt most people living through that year thought of it as a particularly unique 365 days, but Mark Whitaker, a former editor of Newsweek, has justified my sense of that year as seminal with his new book, “Saying It Loud: 1966 — the Year Black Power Challenged the Civil Rights Movement.” Whitaker has a journalist’s understanding of the difference between merely documenting the facts and using them to tell a story, and his sober yet crisp prose pulls the reader along with nary a lull.", "url": "https://www.nytimes.com/2023/03/21/opinion/black-power-wokeness.html"}