{"authors": ["Maya King"], "date_download": "2023-03-28 17:00:34", "date_modify": "2023-03-28 17:00:34", "date_publish": "2023-01-20 20:47:10", "description": "The bears are believed to have contracted the virus from diseased birds, amid what a U.S.D.A. spokesman called the “largest foreign animal disease outbreak in U.S. history.”", "filename": "2023_01_20_us_grizzly-bears-bird-flu.html_action=click&pgtype=Article&state=default&module=styln-avian-flu&variant=show&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1680022834.html", "image_url": "https://static01.nyt.com/images/2023/01/20/multimedia/20xp-avian-grizzly-bear/20xp-avian-grizzly-bear-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_us_grizzly-bears-bird-flu.html_action=click&pgtype=Article&state=default&module=styln-avian-flu&variant=show&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1680022834.html", "title": "Three Montana Grizzly Bears Euthanized Last Fall Tested Positive for Avian Flu", "title_page": "Three Montana Grizzly Bears Euthanized Last Fall Tested Positive for Avian Flu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three young grizzly bears in Montana that were euthanized last fall later tested positive for the highly contagious avian influenza, the state’s Fish, Wildlife and Parks service announced this week, fueling fears that the virus that has killed millions of poultry in the last year is rapidly spreading to other animal groups.\nThe bears were disoriented, had begun to go blind and were euthanized as a result of their poor condition, the parks service said in a news release on Tuesday. They tested positive for the virus in January, said Dr. Jennifer Ramsey, the veterinarian for Fish, Wildlife and Parks. She said the bears had most likely contracted the virus from consuming diseased birds with high levels of the virus.\nThe outbreak of the current strain of the bird flu known as H5N1 is “the largest foreign animal disease outbreak in U.S. history,” according to a spokesman for the U.S. Agriculture Department. It has infected nearly 60 million commercial and backyard flocks of birds in 47 states, and its near ubiquity has driven up poultry prices and caused egg shortages in supermarkets across the country, as consumers jostle for cartons topping $7 or more.\nMost of the infections are found in wild birds, and some of those spread to other animals that prey on them. The Agriculture Department has recorded avian flu infections in 110 mammals since May 2022, including raccoons, foxes and skunks. The grizzly bears’ positive tests mark the first time that Montana has recorded bird flu in a mammal species.", "url": "https://www.nytimes.com/2023/01/20/us/grizzly-bears-bird-flu.html?action=click&pgtype=Article&state=default&module=styln-avian-flu&variant=show&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc"}