{"authors": ["Daniel Victor"], "date_download": "2023-03-28 18:26:39", "date_modify": "2023-03-28 18:26:39", "date_publish": "2023-03-13 16:19:43", "description": "The film followed Aleksei Navalny, a prominent critic of President Vladimir V. Putin of Russia, as he investigated his own near-fatal poisoning in 2020.", "filename": "2023_03_13_world_europe_navalny-oscar-best-documentary_1680027999.html", "image_url": "https://static01.nyt.com/images/2023/03/12/multimedia/13ukraine-briefing-navalny-oscars/12oscars-blog-navalny-flkh-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_world_europe_navalny-oscar-best-documentary_1680027999.html", "title": "‘Navalny’ Wins Oscar for Best Documentary and His Wife Issues Message of Defiance", "title_page": "‘Navalny’ Wins Oscar for Best Documentary and His Wife Issues Message of Defiance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Navalny,” a film that followed the imprisoned Russian dissident Aleksei A. Navalny as he investigated his own near-fatal poisoning in 2020, won the Oscar for best documentary feature on Sunday, with Mr. Navalny’s wife and daughter appearing onstage to deliver a message of defiance.\nAccepting the award, the Canadian filmmaker Daniel Roher spoke out against President Vladimir V. Putin of Russia, and said he was there “because Aleksei Navalny right now is languishing in a gulag six and a half hours outside of Moscow, and I want to remind the world that he is there.”\nHe then handed the microphone to Mr. Navalny’s wife, Yulia Navalnaya.\n“My husband is in prison just for telling the truth,” she said. “My husband is in prison just for defending democracy.”\nMs. Navalnaya continued, directly addressing Mr. Navalny: “I am dreaming of the day when you will be free and our country will be free. Stay strong, my love.”", "url": "https://www.nytimes.com/2023/03/13/world/europe/navalny-oscar-best-documentary.html"}