{"authors": ["Ruth Maclean", "Elian Peltier"], "date_download": "2023-03-28 18:34:06", "date_modify": "2023-03-28 18:34:06", "date_publish": "2023-02-28 14:25:10", "description": "Two parties say the presidential vote in Africa’s biggest democracy was marred by fraud and violence, and they called for the head of the election commission to step down.", "filename": "2023_02_28_world_africa_nigeria-election-challenges_1680028446.html", "image_url": "https://static01.nyt.com/images/2023/02/28/multimedia/28nigeria-elex-1-fkpj/28nigeria-elex-1-fkpj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_28_world_africa_nigeria-election-challenges_1680028446.html", "title": "Nigeria Election Tainted by Accusations of Vote Rigging", "title_page": "Nigeria Election Tainted by Accusations of Vote Rigging - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our live coverage of Nigeria’s presidential election.\nNigeria’s two major opposition parties on Tuesday called for the presidential election to be canceled and rerun, saying that it had been compromised by vote rigging and widespread violence.\nThe election over the weekend in the West African nation — the most populous on the continent, with 220 million people — was the most wide open in years, with a surprise third-party candidate putting up an assertive challenge.\nOn Tuesday, the chairmen of the two major opposition parties — the People’s Democratic Party and the Labour Party — called for the head of the government’s electoral commission to resign, even as the commission continued to release results.\nWith more than two-thirds of the 36 states reporting results, by Tuesday evening, Bola Tinubu, the candidate of the governing All Progressives Congress party appeared some distance ahead of his rivals in the count, with 39 percent of the vote. To win, a candidate needs the most votes, plus 25 percent of the vote in two-thirds of the nation’s 36 states.", "url": "https://www.nytimes.com/2023/02/28/world/africa/nigeria-election-challenges.html"}