{"authors": ["Michael C. Bender", "Maggie Haberman"], "date_download": "2023-03-28 17:26:18", "date_modify": "2023-03-28 17:26:18", "date_publish": "2023-02-12 17:45:08", "description": "As the former president lobs insults and calls him “Ron DeSanctimonious,” Gov. Ron DeSantis is carefully avoiding conflict. But if he runs for president as expected, a clash is inevitable.", "filename": "2023_02_12_us_politics_desantis-trump-2024-president_1680024378.html", "image_url": "https://static01.nyt.com/images/2023/02/11/multimedia/11pol-trump-desantis-qpgz/11pol-trump-desantis-qpgz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_12_us_politics_desantis-trump-2024-president_1680024378.html", "title": "DeSantis’s Challenge: When, and How, to Counterattack Trump", "title_page": "DeSantis’s Challenge: When, and How, to Counterattack Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Ron DeSantis of Florida prizes preparation and the way it allows him to control his political narrative. But suddenly, he was on the verge of going off message.\nHe had traveled to a Central Florida warehouse this past week to promote a $2 billion tax cut proposal when he was confronted with the inevitable: an especially ugly attack from former President Donald J. Trump that seemed to warrant a strong response.\nMr. Trump had insinuated on social media that Mr. DeSantis behaved inappropriately with high school girls while he was a teacher in his early 20s. As a reporter asked for his reaction, the Florida governor — standing amid kitchen stoves and boxes of baby diapers — inhaled sharply. He straightened the papers in front of him and raised his open palms to interrupt the question.\nBut instead of slamming the former president, Mr. DeSantis demurred.\n“I spend my time delivering results for the people of Florida and fighting against Joe Biden,” he said. “That’s how I spend my time. I don’t spend my time trying to smear other Republicans.”", "url": "https://www.nytimes.com/2023/02/12/us/politics/desantis-trump-2024-president.html"}