{"authors": ["Glenn Rifkin"], "date_download": "2023-03-28 16:49:53", "date_modify": "2023-03-28 16:49:53", "date_publish": "2023-02-21 22:32:48", "description": "A Texas entrepreneur, he co-founded the media giant Clear Channel, owned pro sports teams and created more than 400 businesses in a variety of industries.", "filename": "2023_02_21_business_red-mccombs-dead_1680022193.html", "image_url": "https://static01.nyt.com/images/2023/02/22/obituaries/21mccombs-01-print2/21mccombs-01-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_business_red-mccombs-dead_1680022193.html", "title": "Red McCombs, Car Salesman Turned Media Mogul, Dies at 95", "title_page": "Red McCombs, Car Salesman Turned Media Mogul, Dies at 95 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Red McCombs, a former Texas used car dealer who became a billionaire entrepreneur by venturing into an array of successful businesses, including the media giant Clear Channel Communications and several professional sports teams, died on Sunday at his home in San Antonio. He was 95.\nHis family announced his death but did not state the cause.\nMr. McCombs was a flamboyant wheeler-dealer who created more than 400 businesses across an array of industries, including oil, real estate, cattle, insurance, movies and racehorses, often selling them at a substantial profit. At various times he owned a pro football team, the Minnesota Vikings, and two pro basketball teams, the San Antonio Spurs and Denver Nuggets.\nBut his heart was in the automobile business, where he began as a standout car salesman in Corpus Christi, Texas, in 1950. He went on to start his own dealership, and then expanded it into a network that at its peak in 1998 included more than 100 outlets, making it the largest car dealership in Texas and sixth largest in the United States.\n“I was an entrepreneur before I knew what the word was and certainly before I could spell it,” Mr. McCombs said in a 2006 radio interview. “New deals, new opportunities, new ventures are always a part of my life.”", "url": "https://www.nytimes.com/2023/02/21/business/red-mccombs-dead.html"}