{"authors": ["Tyler Kepner"], "date_download": "2023-03-28 16:59:27", "date_modify": "2023-03-28 16:59:27", "date_publish": "2023-03-13 11:50:37", "description": "The World Baseball Classic’s compact schedule, and narrow margin for error, has a stacked group of U.S. batters sorely missing the star pitchers who stayed home.", "filename": "2023_03_13_sports_baseball_usa-mexico-world-baseball-classic_1680022767.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13kepner-wbc-usa-top-hpqz/13kepner-wbc-usa-top-hpqz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_sports_baseball_usa-mexico-world-baseball-classic_1680022767.html", "title": "A Loss to Mexico Gives the United States Uncomfortable Urgency", "title_page": "World Baseball Classic: United States Loses to Mexico in Upset - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHOENIX — The World Baseball Classic is forever caught between what it is and what it should be. As entertainment — especially in person — it absolutely delivers. As a true test of international baseball supremacy, maybe not.\nFor that you could blame the priorities of major league owners, players and American fans, who are conditioned to care more about their team’s fortunes than about proving a point to their neighbors. The summer, not spring training, would clearly be the best time for a worldwide baseball tournament, but nobody wants to pause the season.\nNor should they, really. Baseball is an everyday companion; for true die-hards, even the All-Star break can seem too long to wait for their team’s next game. So the W.B.C., which dates only to 2006, is a March event, and that means the sport’s most delicate commodity — pitchers’ throwing arms — must be rigidly protected.\n“We knew what we signed up for,” said Tim Anderson, the Chicago White Sox shortstop, after Mexico humbled the United States, 11-5, at Chase Field on Sunday night. “Even the pitchers knew what they signed up for. Being a position player, you understand the process, so you can’t really complain about anything.”", "url": "https://www.nytimes.com/2023/03/13/sports/baseball/usa-mexico-world-baseball-classic.html"}