{"authors": ["Christopher Clarey"], "date_download": "2023-03-28 17:11:24", "date_modify": "2023-03-28 17:11:24", "date_publish": "2023-02-27 05:01:07", "description": "A freshman at North Carolina State, Shnaider, a Russian, is the first woman ranked in the top 100 of the pro game to play college tennis since 1993.", "filename": "2023_02_27_sports_tennis_shnaider-ncaa-nc-state_1680023484.html", "image_url": "https://static01.nyt.com/images/2023/02/27/multimedia/27tennis-shnaider1-pfbq/27tennis-shnaider1-pfbq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_27_sports_tennis_shnaider-ncaa-nc-state_1680023484.html", "title": "Diana Shnaider Is Mixing College Tennis With the Pro Tour, for Now", "title_page": "Diana Shnaider Is Mixing College Tennis With the Pro Tour, for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I didn’t think she was going to come,” Earnshaw said in a telephone interview. “But she’s kind of unique. As an 18-year-old, she’s still a kid, but she’s very clear on how she sees the game and what’s important to her and what’s not important to her. And, really, the only thing that’s important to her is, ‘How do I get better?’”\nWhen she arrived in Raleigh, N.C., last summer, she ranked 249th on the WTA Tour in singles. She is up to 90th after a surge in Australia, where she qualified for her first Grand Slam singles tournament, the Australian Open, and lost in the second round to sixth-seeded Maria Sakkari of Greece, 3-6, 7-5, 6-3.\nShnaider has big weapons in her slashing forehand and serve. She has quick feet and an attacking mentality that has been there since she learned the game in Tolyatti, across the Volga River from Zhigulevsk, her hometown. She moved to Moscow at age 9 with her family to find better training opportunities.\n“I never wanted to be a pusher,” she said. “I was always like: ‘OK, here’s the shot. I’m killing it.’”\nAt the Australian Open, her fist pumps and celebratory shouts rattled Sakkari, who thought they were directed at her. Shnaider said that was a misunderstanding and that she was shouting toward her team in the player’s box on Sakkari’s side of the court.", "url": "https://www.nytimes.com/2023/02/27/sports/tennis/shnaider-ncaa-nc-state.html"}