{"authors": ["Michael C. Bender"], "date_download": "2023-03-28 18:36:55", "date_modify": "2023-03-28 18:36:55", "date_publish": "2023-03-08 16:38:40", "description": "Unlike other recent presidents, Donald Trump has rarely received campaign donations from his top advisers. They offer a range of explanations.", "filename": "2023_03_08_us_politics_trump-aides-donations_1680028615.html", "image_url": "https://static01.nyt.com/images/2023/03/08/multimedia/08pol-trump-money-kbhv/08pol-trump-money-kbhv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_08_us_politics_trump-aides-donations_1680028615.html", "title": "When Trump Passes the MAGA Hat, His Aides Clutch Their Wallets", "title_page": "When Trump Passes the MAGA Hat, His Aides Clutch Their Wallets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — To pay for three presidential campaigns, Donald J. Trump has raised billions of dollars from corporate executives, online donors and, during his first race, even his own pocket.\nOne source of money Mr. Trump has never successfully tapped: the people closest to him.\nWhile other recent presidents routinely drew financial support from key campaign aides and West Wing advisers, contributions to Mr. Trump from his team have been the exception rather than the norm.\nThe lack of contributions from the Trump team is surprising, given the former president’s penchant for testing his top staff members’ allegiances and his tendency to view loyalty through a starkly transactional lens. Mr. Trump is also known to harbor deep resentment over the manner in which aides — in real or perceived ways — have leveraged their connections to him for their own financial gain.\nThe contrast also offers a window into how Mr. Trump, whose temperamental management style led to record turnover in the West Wing, has treated the people he has worked with most closely.", "url": "https://www.nytimes.com/2023/03/08/us/politics/trump-aides-donations.html"}