{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:28", "date_modify": "2023-03-28 17:59:28", "date_publish": "2023-03-27 06:00:02", "description": "This word has appeared in 464 articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_27_learning_word-of-the-day-earnest_1680026368.html", "image_url": "https://static01.nyt.com/images/2022/12/30/learning/WOTD-earnest/WOTD-kowtow-23-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_27_learning_word-of-the-day-earnest_1680026368.html", "title": "Word of the Day: earnest", "title_page": "Word of the Day: earnest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word earnest has appeared in 464 articles on NYTimes.com in the past year, including on Feb. 22 in “Sacramento’s Latest Craze Is Like a Bat Signal” by Kellen Browning:\nIt has rarely been this joyful for basketball fans in California’s capital. For nearly two decades, the Kings have been the laughingstock of the N.B.A., firing a carousel of coaches and missing the playoffs for 16 straight years, the longest drought in N.B.A. history. … The state capital is also struggling to address homelessness and a lack of affordable housing. But boosters still see a city with promise. While the remote work culture has reduced the number of government employees downtown, it has made the Sacramento region an attractive destination for residents priced out of the Bay Area. “It’s rapidly changing from a traditional government town to something more dynamic,” said Mayor Darrell Steinberg, a Kings fan who has lived in Sacramento for nearly 40 years. Sacramento, Steinberg added, is “like the Kings themselves — we’re not jaded, we’re earnest, we’re always hopeful about the future.”\nDaily Word Challenge\nCan you correctly use the word earnest in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how earnest can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/27/learning/word-of-the-day-earnest.html"}