{"authors": ["Jason Zinoman"], "date_download": "2023-03-28 17:43:59", "date_modify": "2023-03-28 17:43:59", "date_publish": "2023-01-20 20:08:10", "description": "What’s so funny about his inappropriate response to a boy’s injury? The director pushed to keep the bizarre moment in the film, for good reason.", "filename": "2023_01_20_movies_m3gan-guilty-laughter_1680025439.html", "image_url": "https://static01.nyt.com/images/2023/01/23/multimedia/20COMEDY-M3GAN-vhkg/20COMEDY-M3GAN-vhkg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_movies_m3gan-guilty-laughter_1680025439.html", "title": "In ‘M3gan,’ a Detective’s Guilty Laugh Speaks Volumes About Him (and Us)", "title_page": "In ‘M3gan,’ a Detective’s Guilty Laugh Speaks Volumes About Him (and Us) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The strangest moment in “M3gan,” the hit horror-comedy about an android gone awry, is not a flamboyant robotic glance or an elaborately staged kill, but a guilty chuckle.\nIt occurs when the body count starts to rise, the plot speeds up and a rugged detective (Millen Baird, desert dry) arrives at a suburban home as part of an investigation. You’ve seen this type from countless procedurals: sober, rumpled, furrowed brow. His purpose is to make the protagonist, an engineer played by Allison Williams, nervous and move the story along. But after informing her that a boy who recently died had his ear ripped off, this familiar type does something unexpected: He cracks up. “Sorry, I shouldn’t laugh,” he says, course-correcting.\nThis whole exchange happens so fast that it’s easy to miss how bizarre it is. It’s one thing for a child to be gruesomely murdered in a PG-13 movie, but another for a grown man to be somewhat randomly amused by it. The most fascinating part is that both times I saw “M3gan,” this got a huge laugh. One of its producers, Adam Hendricks, told me no scene received more glowing feedback, which raises an uncomfortable question: What’s so hilarious about chuckling over the death of a child?\nThe film’s director, Gerard Johnstone, told me that in one of his last passes at the script, he inserted the line to add some levity to what he worried was a blandly functional scene. He said the audience laughed because the transgression and apology subverted the traditional trope of the serious, just-the-facts detective. But Johnstone also made it clear that he never analyzed the line much. “It just made me laugh,” he said on a video call from New Zealand, where he and Baird are from. He did add that he always had a specific sound in mind. “Had to be a scoff. If it was big it would be too broad. It’s one of those funny things: so specific.”", "url": "https://www.nytimes.com/2023/01/20/movies/m3gan-guilty-laughter.html"}