{"authors": ["J. David Goodman"], "date_download": "2023-03-28 16:48:22", "date_modify": "2023-03-28 16:48:22", "date_publish": "2023-03-07 21:36:05", "description": "The state has embraced medical marijuana, with some 400 dispensaries in Oklahoma City alone. But voters decided against going further.", "filename": "2023_03_07_us_oklahoma-marijuana-ballot.html_action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680022102.html", "image_url": "https://static01.nyt.com/images/2023/03/07/multimedia/07nat-oklahoma-marijuana-chief-vflk/07nat-oklahoma-marijuana-chief-vflk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_us_oklahoma-marijuana-ballot.html_action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680022102.html", "title": "Oklahoma Rejects Full Marijuana Legalization on Question 820", "title_page": "Oklahoma Rejects Full Marijuana Legalization on Question 820 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the past few years, Oklahoma, long a solid bastion of conservatism, has quietly undergone a street-level transformation when it comes to marijuana. Dispensaries dot the landscape, with more than 400 in Oklahoma City alone.\nAnd that’s just for medical marijuana.\nOn Tuesday, voters across Oklahoma opted against going further, according to The Associated Press, rejecting a ballot initiative that would have legalized recreational marijuana use by adults 21 and over.\nWith the vote, Oklahoma joined a number of conservative states whose voters have recently decided against recreational marijuana legalization. Though Missouri approved a state constitutional amendment to allow for recreational marijuana in November, voters in other conservative states, including Arkansas, North Dakota and South Dakota, rejected similar proposals.\nThe vote on Tuesday was a setback for marijuana legalization proponents in Oklahoma who had anticipated that laissez-faire economic attitudes and growing support among younger Republicans would provide a pathway for the state to join a diverse assortment of 21 states and the District of Columbia in adopting legal recreational marijuana, from Alaska and the Mountain West to the coasts and parts of the Midwest.", "url": "https://www.nytimes.com/2023/03/07/us/oklahoma-marijuana-ballot.html?action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}