{"authors": ["Sapna Maheshwari"], "date_download": "2023-03-28 16:46:30", "date_modify": "2023-03-28 16:46:30", "date_publish": "2023-03-23 07:00:09", "description": "This month, the company announced a new 60-minute “daily screen time limit” for users under 18. But for most young users, staying on the app takes just a few taps.", "filename": "2023_03_23_business_tiktok-screen-time_1680021990.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23tiktok-teens-01-jfhc/23tiktok-teens-01-jfhc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_business_tiktok-screen-time_1680021990.html", "title": "TikTok Claims It’s Limiting Teen Screen Time. Teens Say It Isn’t.", "title_page": "TikTok Claims It’s Limiting Teen Screen Time. Teens Say It Isn’t. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Chew is also likely to come under fire from lawmakers about the app’s effects on the well-being of young people. It is used by two-thirds of American teenagers, and some experts who study adolescent behavior online have said that TikTok appears to be promoting addictive content and recommending dangerous challenges and potentially toxic or harmful videos. TikTok says it has 150 million U.S. users; Sensor Tower, a market intelligence company, says users spend an average of 93 minutes a day on the app.\nThis month, the company announced a new 60-minute “daily screen time limit” for every account registered to a user under age 18. Mr. Chew hailed the new restriction in prepared remarks released on Tuesday ahead of his congressional testimony. He pointed to the limit as one of the “numerous steps to help ensure that teens under 18 have a safe and enjoyable experience on the app.” Ahead of the hearing, TikTok has advertised its privacy and safety tools, with a focus on how it helps families manage their kids’ TikTok accounts, in places such as Ronald Reagan Washington National Airport and Politico’s Playbook newsletter.\nBut numerous teenage TikTok users, educators and youth experts expressed skepticism about the effort and its framing.\nUnder the new limits, which has not yet been released to all users, 13- to 17-year-olds on the app will simply be asked to enter their own passcode to keep watching videos after 60 minutes have passed. For users who say they are 12 or younger, parents can be in charge of their passcode and add 30 minutes of watch time at the 60-minute mark.", "url": "https://www.nytimes.com/2023/03/23/business/tiktok-screen-time.html"}