{"authors": ["Michael Levenson"], "date_download": "2023-03-28 19:22:14", "date_modify": "2023-03-28 19:22:14", "date_publish": "2023-03-28 18:55:42", "description": "The Appellate Court of Maryland ruled that a lower court had violated the right of the victim’s brother to have been notified of and to attend a hearing.", "filename": "2023_03_28_us_adnan-syed-serial-conviction-reinstated_1680031334.html", "image_url": "https://static01.nyt.com/images/2023/03/28/multimedia/28xp-syed1-bgtm/28xp-syed1-bgtm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_us_adnan-syed-serial-conviction-reinstated_1680031334.html", "title": "Court Reinstates Adnan Syed’s Murder Conviction in ‘Serial’ Case and Orders New Hearing", "title_page": "Court Reinstates Adnan Syed’s Murder Conviction in ‘Serial’ Case and Orders New Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Maryland appeals court on Tuesday reinstated the murder conviction of Adnan Syed, the subject of the “Serial” podcast who was freed last year after he had spent 23 years fighting charges that he had killed his former high school girlfriend.\nThe Appellate Court of Maryland ruled that a lower court had violated the right of Young Lee, brother of Hae Min Lee, the victim, to have been notified of and to attend a hearing on the state’s motion to vacate Mr. Syed’s conviction.\nThe appeals court ordered a new hearing on the state’s motion to vacate Mr. Syed’s conviction. The court wrote that it “has the power and obligation to remedy those violations, as long we can do so without violating Mr. Syed’s right to be free from double jeopardy.”\n“We can do that, and accordingly, we vacate the circuit court’s order vacating Mr. Syed’s convictions, which results in the reinstatement of the original convictions and sentence,” the decision said. “We remand for a new, legally compliant, and transparent hearing on the motion to vacate, where Mr. Lee is given notice of the hearing that is sufficient to allow him to attend in person, evidence supporting the motion to vacate is presented, and the court states its reasons in support of its decision.”", "url": "https://www.nytimes.com/2023/03/28/us/adnan-syed-serial-conviction-reinstated.html"}