{"authors": ["Marc Santora", "Valerie Hopkins", "Enjoli Liston", "Victoria Kim"], "date_download": "2023-03-28 16:44:19", "date_modify": "2023-03-28 16:44:19", "date_publish": "2023-03-22 23:00:10", "description": "The Ukrainian leader also condemned a deadly Russian missile attack against an apartment building in Zaporizhzhia.", "filename": "2023_03_22_world_europe_zelensky-bakhmut-ukraine_1680021859.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/22ukraine-ledeall-hkzv/22ukraine-ledeall-hkzv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_world_europe_zelensky-bakhmut-ukraine_1680021859.html", "title": "Zelensky Makes Morale-Boosting Trip to Bakhmut", "title_page": "Zelensky Makes Morale-Boosting Trip to Bakhmut - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KYIV, Ukraine — Ukraine’s president, Volodymyr Zelensky, made a rare and defiant trip near the front line on Wednesday, personally thanking soldiers who have been fighting in the devastated eastern city of Bakhmut, which has become a potent symbol of Ukrainian resistance.\nThe trip to the Bakhmut area came on a day when air- and seaborne drones attacked the Russian-occupied peninsula of Crimea and a Russian missile ripped into a nine-story apartment complex in Zaporizhzhia, in the south, killing at least one person and injuring more than 30 others.\nAt least seven other people were killed, including an ambulance driver, and nine others wounded when a drone strike hit a college in Rzhyshchiv, about 50 miles southeast of the capital, Kyiv, military officials said on Wednesday. The top floors of two dormitory buildings and another building were destroyed, according to Ukraine’s state emergency service.\nMr. Zelensky’s visit came as he and Russia’s president, Vladimir V. Putin, solidified alliances and secured help for the fight ahead when both sides are expected to mount offensives. China will continue to serve as a counterweight to Western sanctions imposed on Russia, and Ukraine’s allies promised more and faster help, including a $15.6 billion loan from the International Monetary Fund.", "url": "https://www.nytimes.com/2023/03/22/world/europe/zelensky-bakhmut-ukraine.html"}