{"authors": ["Chris Buckley", "Steven Erlanger", "Edward Wong"], "date_download": "2023-03-28 16:44:30", "date_modify": "2023-03-28 16:44:30", "date_publish": "2023-02-24 18:56:55", "description": "A year after Russia’s invasion, Beijing released a paper declaring its position on the war: It called for an end to the fighting but avoided demands that could hurt its ties with Russia.", "filename": "2023_02_24_world_asia_china-russia-ukraine-war_1680021870.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24ukraine-china-1-lptb/24ukraine-china-1-lptb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_24_world_asia_china-russia-ukraine-war_1680021870.html", "title": "China Reprises Old Themes in Ukraine Plan, Casting Itself as Neutral", "title_page": "China Reprises Old Themes in Ukraine Plan, Casting Itself as Neutral - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After a drumroll of diplomatic activity suggesting that China was poised to play a more energetic role in seeking peace in Ukraine, Beijing issued a paper on Friday that reprised its established views on the war, calling for an end to fighting while avoiding demands — or words like “invasion” — that could hurt its ties with Russia.\nThe Chinese Ministry of Foreign Affairs released the paper on the first anniversary of Russia’s invasion and after China’s most senior diplomat, Wang Yi, visited Europe, telling a security forum in Munich that the document would lay out China’s positions for a “political settlement” of the crisis. But the document was not the blueprint or bold initiative that some in European capitals appeared to expect, instead repeating Beijing’s standard talking points of the last year.\nWhile China has sought to portray itself as a neutral broker over the last year, it has also in some important ways aligned itself with President Vladimir V. Putin of Russia. Though China has generally refrained from giving weapons and similar material aid to Russia, it has given Mr. Putin diplomatic support in international venues, defended its economic ties with Russia and officially promoted Kremlin disinformation on the war.\nBeijing’s diplomatic paper, titled “China’s Position on the Political Settlement of the Ukraine Crisis,” called for an end to the fighting and a start to peace negotiations, but only in broad terms.", "url": "https://www.nytimes.com/2023/02/24/world/asia/china-russia-ukraine-war.html"}