{"authors": ["Robin Shulman Agüeros"], "date_download": "2023-03-28 17:08:34", "date_modify": "2023-03-28 17:08:34", "date_publish": "2023-03-05 08:00:12", "description": "Ownership rates of electric cars have more than doubled in New York City and the surrounding area, propelled by more varied models, more charging stations and lower prices.", "filename": "2023_03_05_nyregion_electric-vehicles-cars-nyc_1680023314.html", "image_url": "https://static01.nyt.com/images/2023/03/05/multimedia/05ny-ev-01-pjlb/05ny-ev-01-pjlb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_05_nyregion_electric-vehicles-cars-nyc_1680023314.html", "title": "Why the NY Metro Area Is Seeing an Explosive Growth in Electric Cars", "title_page": "Why the NY Metro Area Is Seeing an Explosive Growth in Electric Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Various factors are propelling drivers in New York, New Jersey and Connecticut to convert to electric: more varied models, including trucks and S.U.V.s; more public charging stations; and significant government incentives. And for the first time, the prices of some electric cars are competitive with those of gas-powered vehicles — without the expense of gas.\nYet there is also hesitation. Some drivers have concerns over the vehicles’ range. It can be hard to lay hands on an electric vehicle because carmakers cannot keep up with demand. And while electric vehicles have become cheaper, they still cost about $60,000 on average.\nLithium Prices: A decline in the price of the essential battery material, along with those of other commodities, is making electric cars more affordable. But experts disagree on A decline in the price of the essential battery material, along with those of other commodities, is making electric cars more affordable. But experts disagree on how long it will last\nVolkswagen: The German automaker said that it The German automaker said that it would spend $193 billion on software, battery factories and other investments as it aimed to make every fifth vehicle it sold electric by 2025.\nBulking Up: Electric vehicles are usually a more climate-friendly option. But as they get bigger, their emissions savings, and other environmental and safety benefits, Electric vehicles are usually a more climate-friendly option. But as they get bigger, their emissions savings, and other environmental and safety benefits, begin to diminish\nTesla: The company will open some of its The company will open some of its fast chargers , which had been exclusive to its customers, to all electric vehicles by the end of next year, the Biden administration said.\nFor now, electric vehicles are still a rarity on the road, and the combustion engine is not in danger of completely disappearing any time soon, said Michelle Krebs, an executive analyst at Cox Automotive, a research and consulting firm.\n“For electric vehicles to proliferate further in the future, we need electric vehicles that are affordable to the masses, which will be a challenge because the cost of the minerals used in the batteries have skyrocketed in price,” Ms. Krebs said. “We need electric vehicles with longer range. We need an expanded electric vehicle charging network.”", "url": "https://www.nytimes.com/2023/03/05/nyregion/electric-vehicles-cars-nyc.html"}