{"authors": ["Jasper Craven"], "date_download": "2023-03-28 16:55:24", "date_modify": "2023-03-28 16:55:24", "date_publish": "2023-02-01 10:00:14", "description": "Their rapid-fire haggling in Manhattan’s diamond district teases the fantasy of making a market, rather than just being subject to it.", "filename": "2023_02_01_magazine_tiktok-watch-dealers_1680022524.html", "image_url": "https://static01.nyt.com/images/2023/02/05/magazine/05mag-screenland/05mag-screenland-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_magazine_tiktok-watch-dealers_1680022524.html", "title": "The Unlikely New TikTok Influencers: Old-School Watch Dealers", "title_page": "The Unlikely New TikTok Influencers: Old-School Watch Dealers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The draw of these videos has little to do with vintage watches, or even the elite lives they symbolize. What’s irresistible has to do with the world in which these watches are bought and sold. By providing a window into the district, Buckley is taking viewers into one of New York City’s last great kingdoms — an idiosyncratic old world of fast-paced, person-to-person commerce that looks fresh and fascinating to TikTok’s youthful eyes. (The app’s users love “discovering” the remnants of bygone eras, which, for many of them, could include anything up through the mid-aughts.) Buckley works in one of a shrinking number of markets that still make room for individual eyes, interpersonal connections and handshake deals — one that combines savvy showmanship and bluffing with reputation and trust. Watching these men’s charmingly familiar Midtown patter (given a low assessment of one piece, Buckley grouses: “Why do you hurt me, Albert? I’ve always been loyal to you”), you can imagine this as an operator’s world, one in which cleverness, confidence and a knack for reading others can be leveraged for profit. You can also watch Buckley leverage his knowledge in exciting ways, as when he points out sketchy details on what’s purported to be a rare Patek Philippe: “This is 100 percent no bueno,” he explains to the guy who brought it in. “Somebody will kill you for this thing, and it’s not even a real watch.”\nThis general variety of business has often been viewed as déclassé, the province of fast-talking hustlers. (Something similar could be said of the watches Buckley deals in, with their somewhat retro strains of masculinity.) But it stands in sharp contrast to modern American business as a whole, which is increasingly corporatized, internationalized, technologized and financialized — all far too remote for an uncredentialed striver to imagine finding openings where hustle and interpersonal savvy, the right eye and the right instincts, can be rewarded with wealth. Certain types of young people, especially young men, are clearly in search of such openings. One result, lately, is the number drawn into seedy ventures like cryptocurrencies, gambling, multilevel marketing or drop-shipping schemes. Another result is that it’s bound to seem thrilling and enticing, for many younger people, to watch transactions in which prices are bluffed out by independent agents in rapid-fire banter, rather than dictated by corporate offices or set in algorithmic trading. This is a way to imagine actively participating in a market rather than just being subject to it.\nOn TikTok, Buckley appears amid content from many a “rise and grind” hustler, figures spouting tips on getting ahead in life. But those influencers tend to fixate on the surface of things: on lifestyle, status symbols and the spectacle of making moves. Buckley ends up complicating those urges in the same way “Uncut Gems” does. He knows the appeal of luxury goods, and how to use them to entice both buyers and viewers. But he retains a distance from them. He and his peers sling around expensive watches with impersonal matter-of-factness; these are assets to sell, a job to do, not a source of identity.\nYou can watch this play out on another account, “Buying Time,” which features Buckley and his young protégé, Tyler Mikorski, working customers for whom the watches clearly cast more of a spell. These include customers identified as a “socialite,” an “entrepreneur” and a “fashion designer” named Simon, who appraises Buckley and Mikorski’s clothes disapprovingly: “I can’t believe you guys are selling me a watch in hoodies. This is ridiculous — where’s the suits?” Later, when Simon tries to sweeten his offer for a Rolex Day-Date by implying he’ll pay in full on the spot, Buckley responds by pulling a thick wad of bills from his pants: “Does it really look like I need cash in my pocket?” he asks.\nViewers have long enjoyed watching people like Buckley, on shows like “Antiques Roadshow” or “Pawn Stars,” bring their expertise to bear, rapidly spitting out vintages and values. But in this case, the bigger part of the appeal may be watching Buckley work a buyer using bravado and street smarts. It’s not at all hard to imagine young people, their imagination captured, dreaming of doing their own sharp-eyed haggling.", "url": "https://www.nytimes.com/2023/02/01/magazine/tiktok-watch-dealers.html"}