{"authors": ["Choe Sang-Hun"], "date_download": "2023-03-28 17:17:56", "date_modify": "2023-03-28 17:17:56", "date_publish": "2023-03-13 02:25:16", "description": "The missile test, the first of its kind carried out by the North, took place as South Korea and the United States were about to begin joint military exercises.", "filename": "2023_03_12_world_asia_north-korea-missile-submarine_1680023876.html", "image_url": "https://static01.nyt.com/images/2023/03/12/multimedia/12north-korea-sub-lhzg/12north-korea-sub-lhzg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_12_world_asia_north-korea-missile-submarine_1680023876.html", "title": "North Korea Launches Cruise Missiles From Submarine", "title_page": "North Korea Launches Cruise Missiles From Submarine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "North Korea said on Monday that it had fired two strategic cruise missiles from a submarine, its first such missile test, as South Korea and the United States were about to begin a major joint military exercise.\nThe missiles were launched at dawn on Sunday and flew for more than two hours, covering a distance of 932 miles, according to the North’s state-run Korean Central News Agency. The report said they were fired from the 8.24 Yongung, the only submarine capable of launching missiles that North Korea is known to possess. South Korea’s military confirmed that the test had taken place.\nThe North Korean report indicated that the missiles were capable of carrying nuclear warheads, calling the launch part of a test of the North’s “nuclear deterrent.” North Korea has said that it is developing nuclear-capable missiles of various ranges and types, but some outside analysts are skeptical that it has warheads light enough to be mounted on cruise or small ballistic missiles.\nThe launch, North Korea’s sixth missile test this year, marked the first time the North had tested cruise missiles from a submarine. The country last launched a short-range ballistic missile from a submarine on May 7 off its east coast.", "url": "https://www.nytimes.com/2023/03/12/world/asia/north-korea-missile-submarine.html"}