{"authors": ["Roger Cohen"], "date_download": "2023-03-28 18:39:17", "date_modify": "2023-03-28 18:39:17", "date_publish": "2023-03-16 20:46:46", "description": "Lacking parliamentary support, the French president used a special measure to circumvent a vote, a step likely to further enrage opponents.", "filename": "2023_03_16_world_europe_macron-france-pension_1680028757.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/16france-blog-header-mglk/16france-blog-header-mglk-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_world_europe_macron-france-pension_1680028757.html", "title": "Macron Pushes Through Law in France Raising Retirement Age", "title_page": "Macron Pushes Through Law in France Raising Retirement Age - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Emmanuel Macron, worried that France’s Parliament would not approve a fiercely contested bill raising the retirement age to 64 from 62, opted to ram the legislation through on Thursday without a full parliamentary vote, a decision certain to inflame an already tense confrontation over the measure.\nAfter three meetings on Thursday with Mr. Macron and a last-minute discussion with her cabinet, Élisabeth Borne, the prime minister, informed the National Assembly, or lower house, of the government’s decision. She was met by heckling, booing and vociferous chanting of the “Marseillaise,” France’s national anthem, and had to wait for several minutes before being able to speak.\n“We cannot gamble on the future of our pensions,” Ms. Borne told lawmakers. “The reform is necessary.”\nEarlier, Mr. Macron told government ministers, “My interest would have been to go to a vote,” according to the Élysée Palace, “but I consider that at the present time the financial and economic risks are too great.” He added, “One cannot play with the future of the country.”", "url": "https://www.nytimes.com/2023/03/16/world/europe/macron-france-pension.html"}