{"authors": ["Peter Baker"], "date_download": "2023-03-28 18:36:56", "date_modify": "2023-03-28 18:36:56", "date_publish": "2023-02-15 00:04:30", "description": "Newly declassified memos offer a window into how the world appeared as the Bush administration was winding down.", "filename": "2023_02_14_us_politics_bush-obama-memos_1680028616.html", "image_url": "https://static01.nyt.com/images/2023/02/14/multimedia/14dc-memo-tchb/14dc-memo-tchb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_14_us_politics_bush-obama-memos_1680028616.html", "title": "From George to Barack: A Look at Secret Bush Memos to the Obama Team", "title_page": "From George to Barack: A Look at Secret Bush Memos to the Obama Team - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The world was a volatile place when President George W. Bush was leaving office. So on the way out the door, he and his national security team left a little advice for their successors:\nIndia is a friend. Pakistan is not. Don’t trust North Korea or Iran, but talking is still better than not. Watch out for Russia; it covets the territory of its neighbor Ukraine. Beware becoming ensnared by intractable land wars in the Middle East and Central Asia. And oh yes, nation-building is definitely harder than it looks.\nFourteen years ago, Mr. Bush’s team recorded its counsel for the incoming administration of President Barack Obama in 40 classified memos by the National Security Council, part of what has widely been hailed by both sides as a model transition between presidents of different parties. For the first time, those memos have now been declassified, offering a window into how the world appeared to a departing administration after eight years marked by war, terrorism and upheaval.\nThirty of the memos are reproduced in “Hand-Off: The Foreign Policy George W. Bush Passed to Barack Obama,” a new book edited by Stephen J. Hadley, Mr. Bush’s last national security adviser, along with three members of his staff, and set to be published by the Brookings Institution on Wednesday. The memos add up to a tour d’horizon of the international challenges that awaited Mr. Obama and his team in January 2009 with U.S. troops still in combat in two wars and various other threats to American security looming.\n“They were designed to provide the incoming administration with what they needed to know about the most critical foreign policy and national security issues they would face,” Mr. Bush wrote in a foreword to the book. “The memoranda told them candidly what we thought we had accomplished — where we had succeeded and where we had fallen short — and what work remained to be done.”", "url": "https://www.nytimes.com/2023/02/14/us/politics/bush-obama-memos.html"}