{"authors": [], "date_download": "2023-03-28 16:43:15", "date_modify": "2023-03-28 16:43:15", "date_publish": "2023-03-27 20:18:46", "description": "Readers disagree with a column by Bret Stephens, who doesn’t regret supporting the war. Also: Fury against Macron; student-athletes.", "filename": "2023_03_27_opinion_letters_iraq-war-justifications_1680021795.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/21stephens_3-cgvk-copy/21stephens_3-cgvk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_27_opinion_letters_iraq-war-justifications_1680021795.html", "title": "Looking Back, Was the Iraq War Justified?", "title_page": "Opinion | Looking Back, Was the Iraq War Justified? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To the Editor:\nRe “I Don’t Regret Supporting the Iraq War,” by Bret Stephens (column, March 22):\nMr. Stephens doesn’t address one of the most significant consequences of the war, the strengthening of radical Islamic terrorist groups.\nI supported the first war with Iraq when we drove the Iraqis out of Kuwait after their 1990 invasion, and if the war had included getting Saddam Hussein at the time, it could have made sense. I supported invading Afghanistan in an effort to get Osama bin Laden. We had clear moral reasons for both of those wars.\nBut the invasion of Iraq for weapons of mass destruction made no sense. It was a different situation, and I opposed it from the start. How could we say we had a good moral reason when we weren’t providing any evidence?\nIt was obvious to me that we had no clear definition of what Saddam Hussein and his government would be replaced with, that we would have great difficulty ever leaving and that when we did leave the country, whatever we put into place would probably collapse because it would not be supported by the people of Iraq. This all happened.", "url": "https://www.nytimes.com/2023/03/27/opinion/letters/iraq-war-justifications.html"}