{"authors": ["Isabel Kershner"], "date_download": "2023-03-28 17:37:21", "date_modify": "2023-03-28 17:37:21", "date_publish": "2023-01-09 08:00:10", "description": "Bolstered by growth in numbers and political influence, ultra-Orthodox parties are pushing for greater autonomy, with potentially far-reaching implications for the country.", "filename": "2023_01_09_world_middleeast_israel-ultra-orthodox-parties_1680025041.html", "image_url": "https://static01.nyt.com/images/2022/12/29/multimedia/29israel-orthodox-01-1-782c/29israel-orthodox-01-1-782c-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_09_world_middleeast_israel-ultra-orthodox-parties_1680025041.html", "title": "In Power With Netanyahu, Ultra-Orthodox Parties Chart Israel’s Future", "title_page": "In Power With Netanyahu, Ultra-Orthodox Parties Chart Israel’s Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The coalition agreements for the new government “lay the foundations for the two-state solution: the state of Israel and the state of the Shtetl,” wrote Eliyahu Berkovits, a Haredi research assistant at the Israel Democracy Institute, in a recent article, using the Yiddish word for the traditional Jewish villages of Eastern Europe before the Holocaust.\nThe “Haredi enclave” has grown much larger, he wrote, and “is set to go one step further and become an autonomous state.”\nIn an interview, Mr. Berkovits said that Haredi politicians still acted as if they were representing a small minority that needed to protect its own interests. “The Haredi community has to understand that we are bigger,” he said, “and we are responsible for the future of Israel.”\nHe said he was proud of his community and praised its “amazing values.” But, he added, “it’s easier to do what you have done for past 20 years than to rethink the whole thing.”\nWhile the numbers of modern, working Haredim are increasing, so are the hard-core and extremist factions. In recent weeks, extremists in Jerusalem vandalized an optical store because it used pictures of women wearing spectacles in its advertising and rioted over the arrest of a Haredi suspected of setting fire to a cellphone store, critically wounding a mother of 11 who was hit by a burning dumpster.", "url": "https://www.nytimes.com/2023/01/09/world/middleeast/israel-ultra-orthodox-parties.html"}