{"authors": ["Christine Chung"], "date_download": "2023-03-28 16:47:22", "date_modify": "2023-03-28 16:47:22", "date_publish": "2023-02-05 22:46:41", "description": "A FedEx cargo plane had to abort its landing after a departing Southwest Airlines flight was cleared to use the same runway, the Federal Aviation Administration said.", "filename": "2023_02_05_us_austin-airport-plane-near-collision-faa_1680022042.html", "image_url": "https://static01.nyt.com/images/2023/02/05/multimedia/05xp-texas-planes-zbgp/05xp-texas-planes-zbgp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_05_us_austin-airport-plane-near-collision-faa_1680022042.html", "title": "Planes Narrowly Avoid Collision on Austin Airport Runway", "title_page": "Planes Narrowly Avoid Collision on Austin Airport Runway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an excerpt of radio transmissions of the episode posted on Twitter, an air traffic controller alludes to reduced visibility conditions, said Michael McCormick, a former F.A.A. control tower operator and an assistant professor of aviation science at Embry-Riddle University, which has its administrative offices in Daytona, Fla.\nAt one point, the Southwest flight is abruptly told to abort, according to the audio excerpt.\nMr. McCormick said the air traffic controller likely could not see either of the two planes, but was relying on both pilot reports and airport surface detection technology to track the planes. He said the near-collision was “exacerbated” by reduced visibility, which can be caused by dense fog or an unusually narrower gap between the ground and clouds.\nMr. McCormick said there was not enough room between the two planes and said they were in a “critical phase of flight in bad weather conditions.”\nMr. McCormick and Ross Feinstein, a former spokesman for both the Transportation Security Administration and American Airlines, said the near-miss appeared to be caused by air traffic control. The union that represents air traffic controllers could not be immediately reached on Sunday.\nThe Southwest plane landed about three hours later in Cancun, Mexico, according to the flight tracking website FlightAware. It was not immediately clear how many people were aboard. A company representative declined to comment. A spokeswoman for the Austin-Bergstrom International Airport declined to comment.", "url": "https://www.nytimes.com/2023/02/05/us/austin-airport-plane-near-collision-faa.html"}