{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:35", "date_modify": "2023-03-28 17:59:35", "date_publish": "2023-02-01 12:30:03", "description": "We invite students to create a short video that defines or teaches any of the words in our Word of the Day collection. Contest dates: Feb. 15-March 15, 2023.", "filename": "2023_02_01_learning_our-10th-annual-15-second-vocabulary-video-challenge_1680026375.html", "image_url": "https://static01.nyt.com/images/2021/11/29/learning/00alchemycoverln/00alchemycoverln-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_learning_our-10th-annual-15-second-vocabulary-video-challenge_1680026375.html", "title": "Our 10th Annual 15-Second Vocabulary Video Challenge", "title_page": "Our 10th Annual 15-Second Vocabulary Video Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "These students chose to make 15-second vocabulary videos about adjectives — and won our annual contest.\nUpdate, March 16: This contest is closed.\nThe Vocabulary Video Contest is one of our most beloved annual traditions. Every year we worry that students might finally have exhausted all the creative possibilities of our word list, but every year when we judge the results, we’re thrilled to find another set of brilliant and hilarious videos. We’re kicking off our tenth contest with the hope that this year’s are the best ever.\nTo see what we mean about the previous winners, check out this compilation. In less time than it takes to watch a sitcom episode, you can practice 60 words you might already know, like distill and nocturnal, and learn some new ones — how about obsequious, callow and peregrination?\nThen, if you are inspired to make your own video, the rules are simple:\nYou must be a student age 13 to 19 in middle school or high school to participate.\nSelect any word from our list of 2,500-plus Words of the Day (PDF).\nCreate a 15-second (or shorter) video that defines or teaches the word.\nMake sure you pronounce your word aloud, define it and give the part of speech.\nSubmit your entry by uploading a video file via the form at the bottom of this page (or have an adult do so on your behalf).\nIf you used additional sound effects or music in your video, be sure to list your sources and confirm that they are not copyright protected.\nTake a look at the full guidelines and related resources below. And consider hanging this PDF one-page announcement on your class bulletin board. Please post any questions you have in the comments and we’ll answer you there, or write to us at LNFeedback@nytimes.com.", "url": "https://www.nytimes.com/2023/02/01/learning/our-10th-annual-15-second-vocabulary-video-challenge.html"}