{"authors": ["Hannah Fidelman"], "date_download": "2023-03-28 16:43:14", "date_modify": "2023-03-28 16:43:14", "date_publish": "2023-03-27 05:00:06", "description": "Riverdale returns for a seventh season on the CW, and a new animated comedy series comes to Adult Swim.", "filename": "2023_03_27_arts_television_whats-on-tv-this-week-riverdale-royal-crackers_1680021794.html", "image_url": "https://static01.nyt.com/images/2023/03/27/arts/27tvcol-riverdale/27tvcol-riverdale-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_27_arts_television_whats-on-tv-this-week-riverdale-royal-crackers_1680021794.html", "title": "What’s on TV This Week: ‘Riverdale’ and ‘Royal Crackers’", "title_page": "What’s on TV This Week: ‘Riverdale’ and ‘Royal Crackers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SWEET HOME ALABAMA (2002) 7:30 p.m. on Freeform. In this romantic comedy, Melanie Smooter (Reese Witherspoon) is a fashion designer in New York who lies her way into the perfect life. With a great career and a high-profile boyfriend (Patrick Dempsey), she finally feels like she belongs. That is until her boyfriend proposes and Melanie remembers the husband (Josh Lucas) she left behind seven years ago in their country town in Alabama. In order to keep her facade going, Melanie hatches a plan to sneak back home and get an official divorce. However, things don’t go as planned when her husband refuses to sign the papers. “The film did beautifully nail the warring affections so many of us transplanted Southerners feel in New York City,” Elizabeth Schatz wrote in a column for The New York Times.\nTuesday\nRENOVATION 911 9 p.m. on HGTV. Set in Minneapolis, the series premiering this week follows two emergency restoration experts, the sisters Lindsey Uselding and Kirsten Meehan, over eight episodes, as they rescue homes that have been damaged by fires, floods, storms and other catastrophes.", "url": "https://www.nytimes.com/2023/03/27/arts/television/whats-on-tv-this-week-riverdale-royal-crackers.html"}