{"authors": ["Ruth Maclean"], "date_download": "2023-03-28 18:33:56", "date_modify": "2023-03-28 18:33:56", "date_publish": "2023-03-01 03:27:46", "description": "Mr. Tinubu, a former governor of Lagos and the ruling party candidate, campaigned using the slogan “It’s my turn.” He promised to address widespread insecurity and economic woes, but he faced concerns about his fitness for office.", "filename": "2023_02_28_world_africa_nigeria-election-bola-tinubu_1680028436.html", "image_url": "https://static01.nyt.com/images/2023/02/28/multimedia/nigeria-tinubu-2-lpkq/nigeria-tinubu-2-lpkq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_28_world_africa_nigeria-election-bola-tinubu_1680028436.html", "title": "Who is Bola Tinubu, Nigeria’s President Elect?", "title_page": "Who is Bola Tinubu, Nigeria’s President Elect? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This is a real concern in Nigeria, where several leaders have died in office, and where the current president, Muhammadu Buhari, spent a large chunk of his first term absent, receiving medical treatment in London, for an illness he refused to discuss.\nMany Nigerians believe that their country, as Africa’s biggest economy, needs an energetic leader.\nMr. Tinubu ran Lagos as governor for eight years, and then mentored his successors, giving him a reputation as a political “godfather,” able to ensure that some people’s careers took off while others’ sank.\nHe has also claimed that without his influence, Mr. Buhari, who lost the presidential elections several times before winning his first term in 2015, would never have become president.\nIn the run-up to this election, Mr. Tinubu used the slogan, “It’s my turn” — flaunting his role as kingmaker, but also alienating many voters.\nA Muslim from Nigeria’s southwest, Mr. Tinubu may struggle to unite Nigeria’s diverse population. He ran for president with another Muslim on the ticket — Kashim Shettima, a former governor of Borno state in the northeast, which has been the epicenter of Boko Haram’s campaign of terrorism for over a decade.", "url": "https://www.nytimes.com/2023/02/28/world/africa/nigeria-election-bola-tinubu.html"}