{"authors": ["Evan Easterling"], "date_download": "2023-03-28 19:20:00", "date_modify": "2023-03-28 19:20:00", "date_publish": "2023-03-02 17:00:42", "description": "Reese, a double-double machine who transferred from Maryland, is embracing the Bayou Barbie nickname bestowed on her in Baton Rouge.", "filename": "2023_03_02_sports_ncaabasketball_lsu-tigers-angel-reese_1680031200.html", "image_url": "https://static01.nyt.com/images/2023/03/02/multimedia/02wcbb-lsu-reese-crop-hmjv/02wcbb-lsu-reese-crop-hmjv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_sports_ncaabasketball_lsu-tigers-angel-reese_1680031200.html", "title": "L.S.U. Buoyed by Trash-Talking, Shot-Swishing Angel Reese", "title_page": "L.S.U. Buoyed by Trash-Talking, Shot-Swishing Angel Reese - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The crowds of fans waiting for autographs and selfies after Louisiana State women’s basketball games have gotten so large that the team has been traveling with a police officer.\nOn a squad full of personalities, the main attraction is Angel Reese, who is known around Baton Rouge as the Bayou Barbie. A 6-foot-3 forward from Baltimore, she is writing her name in L.S.U.’s record books and is among the leading candidates for national player of the year.\nIn the team’s regular-season finale, the largest home crowd of them all, 15,271 fans — a record for either men’s or women’s basketball at the Pete Maravich Assembly Center — saw Reese notch her 27th double-double of the season. She did it by the second quarter. After the Tigers closed out their victory over Mississippi State, Shaquille O’Neal, one of the most recognizable former L.S.U. players, met her on the court.\nIt was just the latest banner moment in a season full of them for Reese, who transferred from Maryland before the season and has become the leading player for one of Division I’s top teams. As she is swatting shots, snatching rebounds and craftily banking in scoop layups, she is playing the Baltimore way.", "url": "https://www.nytimes.com/2023/03/02/sports/ncaabasketball/lsu-tigers-angel-reese.html"}