{"authors": ["Andy Newman", "Livia Albeck-Ripka"], "date_download": "2023-03-28 16:47:25", "date_modify": "2023-03-28 16:47:25", "date_publish": "2023-01-16 01:26:49", "description": "An American Airlines plane crossed about 1,000 feet ahead of a Delta flight about to depart from Kennedy International Airport, officials said.", "filename": "2023_01_15_us_jfk-planes-delta-american-faa_1680022045.html", "image_url": "https://static01.nyt.com/images/2023/01/15/multimedia/15xp-jfk-airplanes-mjtl/15xp-jfk-airplanes-mjtl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_15_us_jfk-planes-delta-american-faa_1680022045.html", "title": "‘Delta 1943, Cancel Takeoff’: Wrong Turn Results in Near Miss at J.F.K.", "title_page": "‘Delta 1943, Cancel Takeoff’: Wrong Turn Results in Near Miss at J.F.K. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A close call at Kennedy International Airport Friday night in which an American Airlines plane crossed a runway in front of an oncoming Delta Air Lines plane appeared to have occurred when the American Airlines pilots misconstrued directions from air traffic controllers, radar records and recordings of those conversations show.\nDelta’s Flight 1943, which was headed for the Dominican Republic, had to abort its takeoff. None of its 145 passengers were injured.\nThe American Airlines plane, Flight 106, bound for London with 137 passengers aboard, was proceeding along a taxiway about 8:45 p.m. when it came near a spot where two runways cross perpendicularly, according to Ross Feinstein, a former spokesman for both the Transportation Security Administration and American Airlines who said he had reviewed publicly available radar and recordings.\nThe Delta plane was waiting to take off on Runway 4 Left, which is intersected by Runway 31 Left.\nAn air traffic controller can be heard telling the American plane, a Boeing 777, to “cross Runway 31 Left,” which would require it to turn right before coming around to line up for departure on Runway 4 Left behind the Delta plane.", "url": "https://www.nytimes.com/2023/01/15/us/jfk-planes-delta-american-faa.html"}