{"authors": ["Kevin Draper"], "date_download": "2023-03-28 17:11:27", "date_modify": "2023-03-28 17:11:27", "date_publish": "2023-01-06 01:38:36", "description": "White, the president of the U.F.C., slapped his wife during an argument at a nightclub on Jan. 1. Since then, he has faced almost no consequences.", "filename": "2023_01_05_sports_dana-white-slap-wife-ufc_1680023487.html", "image_url": "https://static01.nyt.com/images/2023/01/05/multimedia/05ufc-white-top-1-2bec/05ufc-white-top-1-2bec-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_05_sports_dana-white-slap-wife-ufc_1680023487.html", "title": "U.F.C. and Partners Reluctant to Speak On Dana White Slapping His Wife", "title_page": "U.F.C. and Partners Reluctant to Speak On Dana White Slapping His Wife - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three days after TMZ published a video of Dana White, the president of the Ultimate Fighting Championship, slapping his wife at a nightclub, neither the U.F.C. nor its most important partners are signaling that any meaningful consequences are coming for White.\nNot even TBS, which is set to debut an inauspiciously timed “competitive open-handed striking” show that White created called “Power Slap: Road to the Title,” later this month. TBS, which is owned by Warner Bros. Discovery, is delaying the show’s release by a week, the most any White or U.F.C. partner is reacting to White hitting his wife.\nThe U.F.C. and its parent company, Endeavor, have remained silent and declined to comment to The New York Times on Thursday. In a statement, a spokeswoman for ESPN, the U.F.C.’s main broadcaster, said, “We have been covering the story on our platforms since it broke and will continue to do so.”\nOn Monday, TMZ published video of an altercation between White and his wife, Anne, that it said was filmed on Jan. 1, shortly after midnight. In the video, the Whites can be seen arguing with each other above a dance floor in Cabo San Lucas, Mexico, as loud music blares. Dana pushes Anne’s hand, and she slaps him in the face. Dana retaliates by slapping Anne twice, and the two grapple with each other for a few seconds.", "url": "https://www.nytimes.com/2023/01/05/sports/dana-white-slap-wife-ufc.html"}