{"authors": ["Alan Feuer"], "date_download": "2023-03-28 17:23:54", "date_modify": "2023-03-28 17:23:54", "date_publish": "2023-03-23 15:12:32", "description": "A lawyer for Ray Epps has demanded that the Fox host Tucker Carlson publicly apologize for “false and defamatory statements” that Mr. Epps served as a federal agent during the Capitol attack.", "filename": "2023_03_23_us_politics_ray-epps-jan-6-fox-tucker-carlson_1680024234.html", "image_url": "https://static01.nyt.com/images/2022/07/08/us/politics/23dc-epps-letter/00dc-epps-1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_us_politics_ray-epps-jan-6-fox-tucker-carlson_1680024234.html", "title": "Man at Center of Jan. 6 Conspiracy Theory Demands Retraction From Fox", "title_page": "Man at Center of Jan. 6 Conspiracy Theory Demands Retraction From Fox - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a series of recent filings, Dominion revealed embarrassing text messages and emails swapped by several leading Fox employees showing that in private they dismissed the idea that the company was involved in voting fraud, even though they supported the notion in public. The internal communications also suggested that Fox’s corporate leadership permitted lies about the election to be spread on the network in order to keep ratings high and viewers watching.\n“Recent revelations from the Dominion Voting lawsuit may help explain why Fox News has allowed the falsehoods about Mr. Epps to continue to spread, and be amplified, through its network,” Mr. Teter wrote. “But fear of losing viewers by telling them the truth is not a defense to defamation and false light.”\nA spokeswoman for Fox did not immediately respond to a message seeking comment.\nMr. Epps, a former Marine, traveled to Washington from his home in Arizona to support Mr. Trump and was videotaped on the night before the attack urging people to go inside the Capitol. He was also in the crowd on Jan. 6 moving past barricades outside the building, although he never went inside and ultimately sought to de-escalate tensions in the mob.\nStill, he became the face of the conspiracy theory that the federal government had instigated the Capitol attack for a single reason: He was never charged for what he did on Jan. 6. In reality, prosecutors declined to file charges against thousands of people who had breached the barricades outside the Capitol but never entered the building.\nMr. Carlson was one of the first major figures in the news media to give the stories about Mr. Epps a wide audience. Ultimately, they were also echoed by Republican members of Congress like Representative Thomas Massie of Kentucky and Senator Ted Cruz of Texas.", "url": "https://www.nytimes.com/2023/03/23/us/politics/ray-epps-jan-6-fox-tucker-carlson.html"}