{"authors": ["Andrew Higgins"], "date_download": "2023-03-28 17:52:08", "date_modify": "2023-03-28 17:52:08", "date_publish": "2023-03-16 14:45:06", "description": "The sabotage, the Polish interior minister said, was planned “at the request of Russian intelligence” and “aimed at paralyzing the supply of equipment, weapons and aid to Ukraine.”", "filename": "2023_03_16_world_europe_poland-russia-spy-weapon-shipments_1680025928.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/16ukraine-briefing-poland-spying-fktw/16ukraine-briefing-poland-spying-fktw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_world_europe_poland-russia-spy-weapon-shipments_1680025928.html", "title": "Poland Says It Foiled a Russian Spy Ring", "title_page": "Poland Says It Foiled a Russian Spy Ring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW ⁠ — Poland on Thursday said it had detained nine foreigners accused of spying for Russia and preparing sabotage operations to disrupt the flow of Western arms into neighboring Ukraine.\nThe presence in Poland, a member of NATO, of a Russian spy ring intent on damaging Polish infrastructure used to transport weapons and ammunition to Ukraine would signal a risky escalation by Moscow, which has so far avoided striking at targets inside alliance territory.\nMariusz Kaminski, the Polish interior minister, announced the dismantling of what he said was a major Russia espionage network a day after a visit to Warsaw, Poland’s capital, by the C.I.A. director, William J. Burns, who has played a key role in coordinating the delivery of Western-supplied arms to Ukraine by train and road from Poland.\n“The suspects conducted intelligence activities against Poland and prepared acts of sabotage at the request of Russian intelligence,” Mr. Kaminski told journalists in Warsaw. The planned sabotage, he said, was “aimed at paralyzing the supply of equipment, weapons and aid to Ukraine.”", "url": "https://www.nytimes.com/2023/03/16/world/europe/poland-russia-spy-weapon-shipments.html"}