{"authors": ["Ben Hubbard"], "date_download": "2023-03-28 16:52:11", "date_modify": "2023-03-28 16:52:11", "date_publish": "2023-02-11 10:00:31", "description": "A furor is building among some survivors over the government’s handling of the crisis. “I have been voting for this government for 20 years,” said one. “I will never forgive them.”", "filename": "2023_02_11_world_europe_earthquake-turkey-erdogan-election_1680022331.html", "image_url": "https://static01.nyt.com/images/2023/02/11/multimedia/11erdogan-03-qckj/11erdogan-03-qckj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_11_world_europe_earthquake-turkey-erdogan-election_1680022331.html", "title": "Anger Over Quake Response Challenges Erdogan Ahead of Election", "title_page": "Anger Over Turkey’s Earthquake Response Challenges Erdogan Ahead of Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GAZIANTEP, Turkey — A powerful earthquake struck northwestern Turkey in 1999, killing more than 17,000 people, exposing government incompetence and fueling an economic crisis. Amid the turmoil, a young, charismatic politician rode a wave of public anger to become prime minister in 2003.\nThat politician was Recep Tayyip Erdogan.\nNow, as president, Mr. Erdogan faces challenges similar to those that brought down his predecessors — posing what is perhaps the greatest threat of his two decades in power to his political future.\nThe deadliest earthquake to strike Turkey in almost a century killed at least 21,000 people this past week, with the bodies of countless others still buried in the rubble. It hit after a year of persistently high inflation that has impoverished Turkish families, leaving many with scarce resources to bounce back.\nThe quake’s aftermath has highlighted how much Mr. Erdogan has reshaped the Turkish state, analysts said. Critics accuse him of pushing the country toward autocracy by weakening civil rights and eroding the independence of state institutions, like the Foreign Ministry and the central bank. And in a series of moves aimed at undercutting his rivals and centralizing control, he has restricted institutions like the army that could have helped with the earthquake response while stocking others with loyalists.", "url": "https://www.nytimes.com/2023/02/11/world/europe/earthquake-turkey-erdogan-election.html"}