{"authors": ["Eshe Nelson"], "date_download": "2023-03-28 16:55:20", "date_modify": "2023-03-28 16:55:20", "date_publish": "2023-03-23 07:49:46", "description": "Policymakers approved a quarter-point increase, to 4.25 percent, while affirming that British banks were “resilient.”", "filename": "2023_03_23_business_bank-of-england-rates-inflation_1680022520.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23BOE-hklf/23BOE-hklf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_business_bank-of-england-rates-inflation_1680022520.html", "title": "Bank of England Raises Rates Again as Inflation Persists", "title_page": "Bank of England Raises Rates to 4.25% as Inflation Persists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Policymakers stuck to their message this week. “If there were to be evidence of more persistent pressures, then further tightening in monetary policy would be required,” the minutes said.\nTraders and analysts are increasingly betting the bank will now halt rate increases as policymakers weigh the impact of past increases and unease in the banking sector. The pause could bring some relief to the substantial number of mortgage holders in Britain, whose short-term fixed rates are set to expire this year.\nFinancial markets indicate that the bank’s policy rate will peak in August, about quarter-point higher than it is now. But traders aren’t betting that rates will be moved higher at the bank’s next policy meeting in May, when inflation is expected to be on a more firm downward path.\nThe Bank of England forecast that the inflation rate would fall significantly this year, and average about 4 percent around the end of the year. In fact, inflation is expected to fall more than expected in the second quarter because of the government’s decision to extend its subsidy for household energy bills for an additional three months to the end of June. And wage growth has been weaker than expected, easing policymakers’ concerns that high wages in the private sector would make it harder to return inflation to the bank’s 2 percent target.\nAdditionally, the recent banking turmoil could tighten financial conditions so that policymakers don’t need to increase rates as aggressively. At the moment, “it was unclear how credit conditions and economic activity might be affected by recent banking-sector stress in a number of advanced economies,” the Bank of England said. But it noted that, in Britain, wholesale bank funding costs, a measure of how much it costs banks to borrow money, particularly for short periods, had risen, a sign of increased risk in the banking sector.", "url": "https://www.nytimes.com/2023/03/23/business/bank-of-england-rates-inflation.html"}