{"authors": ["Jonathan Swan", "Maggie Haberman", "Kitty Bennett"], "date_download": "2023-03-28 19:03:11", "date_modify": "2023-03-28 19:03:11", "date_publish": "2023-03-22 21:46:38", "description": "The Florida governor has never been the internationalist that some old-guard Republicans wanted or imagined him to be. A close reading of his record reveals how he might lead the U.S. abroad.", "filename": "2023_03_22_us_politics_ron-desantis-foreign-policy_1680030191.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/22pol-desantis-doctrine-fqtz/22pol-desantis-doctrine-fqtz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_us_politics_ron-desantis-foreign-policy_1680030191.html", "title": "The DeSantis Foreign Policy: Hard Power, but With a High Bar", "title_page": "The DeSantis Foreign Policy: Hard Power, but With a High Bar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I remember being stunned,” Mr. DeSantis writes. “Does the survival of American liberty depend on whether liberty succeeds in Djibouti?”\nMr. DeSantis’s analysis of Mr. Bush’s attempt to use the military to “socially engineer a foreign society” is the sort of thing one hears from conservative elites who call themselves Jacksonians, after President Andrew Jackson, the 19th-century populist. Though The New York Times could find no public record of the Florida governor describing himself as a Jacksonian, the word kept coming up in interviews with people who know Mr. DeSantis.\n“I think he’s kind of dead-center where Republican voters are, which is to say that he’s neither an isolationist nor a neoconservative, he’s just a Jacksonian,” said David Reaboi, a conservative national security strategist whom Mr. DeSantis has hosted at the governor’s mansion.\nMr. Reaboi was referring to a 1999 essay by the academic Walter Russell Mead, “The Jacksonian Tradition and American Foreign Policy,” which is still in heavy circulation on the intellectual right. It defines a Jacksonian as having a narrow conception of the U.S. national interest: protection of its territory, its people, its hard assets and its commercial interests overseas.\nA Jacksonian does not dream of implanting “American values” on foreign soil. He or she believes that if the U.S. military is to be deployed, it should use as much force as necessary to achieve a quick, clearly defined “victory,” with as few American casualties as possible. A Jacksonian cares little about lopsided casualty counts — so long as they’re in America’s favor — or about international law.", "url": "https://www.nytimes.com/2023/03/22/us/politics/ron-desantis-foreign-policy.html"}