{"authors": ["Lara Jakes"], "date_download": "2023-03-28 16:48:58", "date_modify": "2023-03-28 16:48:58", "date_publish": "2023-02-13 18:35:34", "description": "Kyiv’s troops are getting a crash course in using the German-made tanks, less than three weeks after Berlin agreed, under pressure from Poland and others, to let them go to Ukraine.", "filename": "2023_02_13_world_europe_leopard-tanks-poland-ukraine_1680022138.html", "image_url": "https://static01.nyt.com/images/2023/02/13/multimedia/13ukraine-briefing-poland-tanks-training01-bmzp/13ukraine-briefing-poland-tanks-training01-bmzp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_13_world_europe_leopard-tanks-poland-ukraine_1680022138.html", "title": "Ukrainians Demonstrate Training on Leopard Tanks in Poland", "title_page": "Ukrainians Demonstrate Training on Leopard Tanks in Poland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SWIETOSZOW, Poland — One by one, Leopard tanks crewed by Ukrainian troops and their Polish instructors zipped up a muddy field, bouncing over deep ruts and cresting a low dirt berm. They stopped, fired smoke grenades, then raced back in reverse to their starting points.\nThe demonstration on Monday, for President Andrzej Duda of Poland and his defense minister, was the first since Ukrainian troops began training on the Leopard 2A4 tanks after being promised them by Western allies nearly three weeks ago. With a massive Russian operation already building in eastern Ukraine, officials said they had compressed the tutelage for operating and maintaining the machines — which usually takes up to a year — into a couple of months.\nUkraine’s leaders and their NATO backers hope the German-made tanks will be a crucial part of a campaign to push Russian forces out of the cities and towns where fighting has been centered in recent weeks. The Leopards, which move as swiftly backward as they do forward, are considered particularly useful for urban combat.\nUkrainian Maj. Vadym Khodak, 57, said he and his fellow soldiers had been pulled off the front lines in Donetsk and Luhansk, the provinces that make up the heavily contested Donbas region in eastern Ukraine, and given three days to report to this drab Polish base near the German border.", "url": "https://www.nytimes.com/2023/02/13/world/europe/leopard-tanks-poland-ukraine.html"}