{"authors": ["Jessica Testa"], "date_download": "2023-03-28 16:43:44", "date_modify": "2023-03-28 16:43:44", "date_publish": "2023-03-10 19:41:51", "description": "The Italian brand held a splashy runway show in Los Angeles, making the most of a star-studded weekend.", "filename": "2023_03_10_style_versace-fashion-show-oscars_1680021824.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/10OSCAR-VERSACE-02-whgb/10OSCAR-VERSACE-02-whgb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_10_style_versace-fashion-show-oscars_1680021824.html", "title": "When You Think Oscars Fashion, Do You Think Versace?", "title_page": "Versace Kicks Off Oscars Weekend With Star-Studded Fashion Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s hard to think of any other designer today balancing, in six-inch platform heels, on that tightrope between looking backward and forward. Even when asked about her most memorable Oscars looks, Ms. Versace said she doesn’t often “look at what I did in the past, because I always think it was not good enough, so the next is going to be better.”\nYet the morning after Versace’s show, the company had arranged a showcase of a dozen past awards show gowns, exhibited at the eclectically opulent Beverly Hills home of the designer Kelly Wearstler.\nThe oldest piece shipped from the Milan archive was a beaded dress from 2000, worn by Heather Graham. Two of Versace’s most iconic Oscars dresses — Angelina Jolie’s much memed gown with the high leg slit from 2012 and Cindy Crawford’s plunging tomato-red dress from 1991 — weren’t on display.\nWhat was on display was less about sex appeal and more about craftsmanship: hand-beading and complicated embroidery, the kind of work that takes thousands of hours in the atelier. There were gowns worn by Lady Gaga in 2014 and Lupita Nyong’o in 2018 and Amy Adams in 2019.\nWho would wear Versace to the Academy Awards in 2023? The brand wouldn’t say. Often these decisions are made at the last minute, by committee.", "url": "https://www.nytimes.com/2023/03/10/style/versace-fashion-show-oscars.html"}