{"authors": ["James Poniewozik"], "date_download": "2023-03-28 17:26:15", "date_modify": "2023-03-28 17:26:15", "date_publish": "2023-01-12 17:34:09", "description": "HBO’s video-game adaptation doesn’t reinvent the apocalypse genre. But it injects an undead story with new life.", "filename": "2023_01_12_arts_television_the-last-of-us-review_1680024375.html", "image_url": "https://static01.nyt.com/images/2023/01/13/multimedia/12lastofus-review1-lgfc/12lastofus-review1-lgfc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_12_arts_television_the-last-of-us-review_1680024375.html", "title": "Review: ‘The Last of Us’ Is a Zombie Thriller About Single Parenting", "title_page": "Review: ‘The Last of Us’ Is a Zombie Thriller About Single Parenting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Twenty years later, in 2023, we find Joel in the military-occupied ruins of Boston, a grim, grizzled survivor. Battling fungi does not make one a fun guy. With his black-marketeering partner, Tess (Anna Torv), he lands a job escorting Ellie (Bella Ramsey), a 14-year-old who is immune to zombie bites, on a risky journey that could lead to a cure.\nEllie may or may not be the savior of humanity, but she certainly rescues “The Last of Us” from apocalyptic mope. In “Game of Thrones” (in which Pascal also did time), Ramsey was memorable as Lady Lyanna Mormont, the fearsome child leader of a northern fief. Here she’s all foulmouthed verve, her adolescent insolence turbocharged by the liberation of living after the end of the world. Her fighting spirit is, well, infectious.\n“The Last of Us” is based on the Naughty Dog video game of the same name, from which it takes its nine-episode first-season arc and many of its strongest scenes and best lines. (Neil Druckmann, a creator of the game, co-writes the series with Craig Mazin of “Chernobyl.”)\nIt really finds its voice, though, when it expands on the source material. The third episode, featuring Nick Offerman and Murray Bartlett, builds out a relationship alluded to only briefly in the game. The episode advances the plot only marginally, but it throws the show’s range wide open. This is an apocalypse story in which you will be allowed to feel and even laugh, a game adaptation able to grant dimensionality to its nonplayer characters.\nBut the story must live or (un)die on the connection between Joel and Ellie. You may know Pascal from “The Mandalorian,” in which his helmeted bounty hunter shepherds a cuddly alien through the Star Wars galaxy’s sleazier precincts. “The Last of Us” posits: What if Baby Yoda could swear? A prickly buddy comedy unfolds between Joel and his unruly charge, and Pascal’s laconic gunslinger appeal translates well to this bleaker universe.", "url": "https://www.nytimes.com/2023/01/12/arts/television/the-last-of-us-review.html"}