{"authors": ["Mike Ives", "Jesus Jiménez"], "date_download": "2023-03-28 18:36:57", "date_modify": "2023-03-28 18:36:57", "date_publish": "2023-03-07 17:54:08", "description": "Mr. Beef, the Chicago restaurant he co-founded in the 1970s, specializes in the Italian beef, a classic American sandwich. The acclaimed FX series “The Bear” was filmed there.", "filename": "2023_03_07_dining_joseph-zucchero-dead-the-bear_1680028617.html", "image_url": "https://static01.nyt.com/images/2023/03/11/world/07xp-zucchero-new-print1-SUB/07xp-zucchero-new-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_dining_joseph-zucchero-dead-the-bear_1680028617.html", "title": "Joseph Zucchero, Whose Sandwich Shop Inspired ‘The Bear,’ Dies at 69", "title_page": "Joseph Zucchero, Whose Mr. Beef Sandwich Shop Inspired ‘The Bear,’ Dies at 69 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Joseph Zucchero, a co-founder of the popular sandwich shop that inspired the acclaimed FX restaurant drama “The Bear” and was where much of the series was filmed, died on March 1 in Chicago. He was 69.\nHis death, in a hospital, was confirmed by his son, Christopher, an owner of Mr. Beef, the family’s restaurant in Chicago’s River North neighborhood. He said the cause was not known.\nMr. Beef specializes in the Italian beef sandwich, a Chicago favorite made with thin-sliced roast beef and giardiniera or roasted peppers. All of that is typically piled on a sandwich roll and is either drizzled with beef juice or dipped in it.\n“He loved being there,” Christopher Zucchero said of his father. “He was there day and night.”\nTo create “The Bear,” a series about a young chef who leaves a career in New York’s high-end restaurant scene to run his family’s sandwich shop, FX shot both inside and outside Mr. Beef, which was fictionalized on the show as the Original Beef of Chicagoland. FX also created a replica of the restaurant’s kitchen in a Chicago studio, Christopher Zucchero said.", "url": "https://www.nytimes.com/2023/03/07/dining/joseph-zucchero-dead-the-bear.html"}