{"authors": ["Jeannie Vanasco"], "date_download": "2023-03-28 17:27:29", "date_modify": "2023-03-28 17:27:29", "date_publish": "2023-01-24 10:00:21", "description": "Living with your mother is hard. Lessons from a feline behaviorist might hold the secret to making it work.", "filename": "2023_01_24_magazine_jackson-galaxy-cat-video_1680024449.html", "image_url": "https://static01.nyt.com/images/2023/01/29/magazine/29mag-LOR-1/29mag-LOR-1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_24_magazine_jackson-galaxy-cat-video_1680024449.html", "title": "The Truth About Cats and Daughters", "title_page": "The Truth About Cats and Daughters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "My mom talks about her cat the way I talk about my mom: “She turns on me on a dime,” she’d say. Or, “Even if she had the whole house to herself, she wouldn’t be happy.” Or: “There’s something wrong with her. She can’t help it. It’s probably chemical.” One day, my mom described a situation with her cat, Brooklyn, using language she’s probably used to summarize her dynamic with me: “I’m not talking to her. She knows I’m mad.”\nMy mom’s silences — two weeks here, almost six months there, over the five years since she moved in — amount to a year and a half, at least, and emerge whenever she feels left out. In late 2017, she retired, sold the house she lived in for half a century and left her friends behind. She moved to Baltimore from Ohio with one other cat and two dogs whose ashes she keeps next to her bed. Before moving here, she prided herself on her independence. Now she no longer trusts herself to drive. Neither of us thought through how difficult this arrangement might be. A duplex — she on one side, my partner and I on the other — would have been ideal, but we couldn’t afford that, so I renovated the basement into an apartment for her. Our house now seems like some psychoanalytic metaphor. Every day I walk over my mom.\n“You do know the silent treatment doesn’t work on a cat?” I asked. We were in Brooklyn’s room (a.k.a. my mom’s bedroom). Scratch pads are fastened to the sides of the dresser. Brooklyn’s favorite heated bed sits on the night stand. A cactus-shaped scratcher blocks my mom’s view of the TV (“Because that’s where Brooklyn prefers it,” she has explained), which is fine because only birds and mice appear on its screen. My mom’s TV is in her living room. She recently replaced her full bed with a daybed to give Brooklyn more room to run.", "url": "https://www.nytimes.com/2023/01/24/magazine/jackson-galaxy-cat-video.html"}