{"authors": ["Laird Hunt"], "date_download": "2023-03-28 18:00:22", "date_modify": "2023-03-28 18:00:22", "date_publish": "2023-03-21 09:00:18", "description": "In Jinwoo Chong’s debut novel, “Flux,” a time-warping discovery impacts the lives of three people coping with personal and systemic traumas.", "filename": "2023_03_21_books_review_flux-jinwoo-chong_1680026422.html", "image_url": "https://static01.nyt.com/images/2023/03/21/books/review/21CHONG/21CHONG-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_books_review_flux-jinwoo-chong_1680026422.html", "title": "Book Review: ‘Flux,’ by Jinwoo Chong", "title_page": "Book Review: ‘Flux,’ by Jinwoo Chong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Given the plethora of recent cultural productions that center extreme ontological uncertainty (think of TV series like “Westworld,” “Russian Doll” and “Peripheral”), it’s a pleasure to encounter a work like Jinwoo Chong’s debut novel, “Flux,” that offers a healthy dose of brain-bending pleasure without making it the whole point. Chong (who is a sales planner for The New York Times) strikes the balance by attending as much, or more, to his central characters and to the textures of the world around them as he does to his dizzy-making tech. “Flux” happily offers a moving appraisal of lives buffeted by personal and systemic traumas; a deep dive into the good, the bad and the ugly of self-serving corporate culture; and no shortage of “wait, what the heck just happened?” thrills.\nThe story — largely set in and around an unnamed urban locale — revolves around three principal characters: a sensitive young boy, Bo, who is grieving the death of his mother alongside his father and young brother; Blue, a mute middle-aged man paying a call on a suspicious figure from his youth; and a late-20-something named Brandon, who at the novel’s start is fired from his midlevel job, meets someone he will come to care about and finds fresh employment at an enterprise sitting on a momentous discovery.\nChong convincingly captures the pain, vulnerability and loneliness these three have in common. For Bo, the familiar territory of childhood without his beloved “Umma” has turned incomprehensible and threatening. “The house made its noises, small whispers as wind passed around the walls and the heater clattered to life in the crawl space. But nothing more. He sat up, waiting, and found he couldn’t distinguish the howl of the wind from his little breaths.” Meanwhile, the world-weary Blue, who is estranged from his wife and daughter, undergoes a painful procedure meant to temporarily restore his lost voice but the repair only makes him seem even stranger to himself and others.", "url": "https://www.nytimes.com/2023/03/21/books/review/flux-jinwoo-chong.html"}