{"authors": ["Sarah Bahr"], "date_download": "2023-03-28 17:12:41", "date_modify": "2023-03-28 17:12:41", "date_publish": "2023-01-11 02:22:32", "description": "The actress won her first Golden Globe for her performance in “Everything Everywhere All at Once.” “It’s been an amazing journey, an incredible fight to be here today.”", "filename": "2023_01_10_movies_michelle-yeoh-golden-globe-best-actress-comedy_1680023561.html", "image_url": "https://static01.nyt.com/images/2023/01/10/multimedia/10globes-best-actress-comedy/10globes-michelle-vtpq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_10_movies_michelle-yeoh-golden-globe-best-actress-comedy_1680023561.html", "title": "Michelle Yeoh wins her first Globe.", "title_page": "Michelle Yeoh Wins Best Actress Golden Globe for ‘Everything Everywhere All at Once’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Wooo, OK, I’m just going to stand here and take this all in. Forty years, not letting go of this. So just quickly, thank you Hollywood Foreign Press for giving me this honor. It’s been an amazing journey, an incredible fight to be here today. But I think it’s been worth it.\nI remember when I first came to Hollywood, it was a dream come true until I got here because — look at this face. I came here and was told, “You’re a minority” and I’m, like, “No, that’s not possible.” And then someone said to me [speaking slowly], “You speak English.” I mean, forget about them not knowing Korea, Japan, Malaysia, Asia, India. And then I said, “Yeah, the flight here was about 13 hours long, so I learned.”\nAs time went by — I turned 60 last year. And I think all of you women understand this as the days, the years, and the numbers get bigger, it seems like opportunities start to get smaller as well. And it probably was at a time where I thought, “Hey, come on girl, you had a really, really good run, you worked with some of the best people, Steven Spielberg, Jim Cameron and Dan Boyle.” And so it’s good, it’s all good. Then along came the best gift, “Everything Everywhere All at Once.”\n[music starts]\nShut up, please. [Laughter] I can beat you up. And that’s serious. I thank you A24 for believing in these two goofy, insanely smart, wonderful geniuses, the Daniels, who had the courage to write about a very ordinary immigrant, aging woman, mother, daughter, who was trying to do her audit; she was being audited by the I.R.S., played by the most amazing Jamie Lee Curtis. I love you.\nI was given this gift of playing this woman who resonated so deeply with me and with so many people because at the end of the day, in whatever universe she was at, she was just fighting, fighting for love for her family.\nAnd Evelyn Wang was no one without Ke Huy Quan — Raymond Wong — and there was no joy in her life without Stephanie Hsu. The most amazing Stephanie Hsu and my hot dog lover, Jamie Lee Curtis, to Jonathan Wong, my producer, thank you for being there with us every step of the way. My manager, David Unger, and Kit Wong, who believed in me. And this is also for all the shoulders that I stand on, all who came before me who looks like me, and all who are going on this journey with me forward. So thank you for believing in us. Thank you. Thank you so much.", "url": "https://www.nytimes.com/2023/01/10/movies/michelle-yeoh-golden-globe-best-actress-comedy.html"}