{"authors": ["Carol Rosenberg"], "date_download": "2023-03-28 17:58:13", "date_modify": "2023-03-28 17:58:13", "date_publish": "2023-02-25 00:00:49", "description": "In a hearing at Guantánamo Bay, an expert gave a graphic public depiction of torture after the Sept. 11, 2001, terror attacks.", "filename": "2023_02_24_us_politics_cia-torture-guantanamo-nashiri-doctor_1680026293.html", "image_url": "https://static01.nyt.com/images/2023/02/24/us/politics/24dc-gitmo/24dc-gitmo-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_24_us_politics_cia-torture-guantanamo-nashiri-doctor_1680026293.html", "title": "Doctor Denounces C.I.A. Practice of ‘Rectal Feeding’ of Prisoners", "title_page": "Doctor Denounces C.I.A. Practice of ‘Rectal Feeding’ of Prisoners - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GUANTÁNAMO BAY, Cuba — Over the years, the Central Intelligence Agency’s use of waterboarding and other forms of torture in its secret overseas prisons after the Sept. 11, 2001, attacks has been revealed in government leaks, testimony and a damning Senate investigation.\nBut an expert’s testimony this week in pretrial hearings at Guantánamo Bay offered some of the most graphic details made public about the C.I.A.’s shadowy use of rectal feeding on its prisoners, a discredited practice kept secret long after other torture methods had been exposed.\nDr. Sondra S. Crosby, a court-approved expert on torture and other trauma, testified in a long-running defense effort by lawyers for Abd al-Rahim al-Nashiri, who is accused of orchestrating the 2000 bombing of the U.S.S. Cole. The lawyers are seeking to suppress from his eventual trial admissions he made to federal investigators as tainted by torture.\nShe held up a tube that is designed to be put in a patient’s windpipe and said that — according to the agency’s once-secret records —C.I.A. prison staff inserted one just like it into Mr. Nashiri’s anus in May 2004. Agency personnel then used a syringe to inject a protein enriched nutritional shake into his body.", "url": "https://www.nytimes.com/2023/02/24/us/politics/cia-torture-guantanamo-nashiri-doctor.html"}