{"authors": ["Thomas Gibbons-Neff", "Justin Scheck", "Boryana Dzhambazova"], "date_download": "2023-03-28 16:44:25", "date_modify": "2023-03-28 16:44:25", "date_publish": "2023-02-23 10:30:14", "description": "Ukraine has long relied on Russian weapons for its armed forces. Now it is scrambling to get Soviet-era ammunition for those weapons, with the help of manufacturers even in rural corners of Eastern Europe.", "filename": "2023_02_23_world_europe_ukraine-weapons-ammunition-bulgaria_1680021865.html", "image_url": "https://static01.nyt.com/images/2023/02/23/multimedia/23weapons-factory1-pcbq/23weapons-factory1-pcbq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_world_europe_ukraine-weapons-ammunition-bulgaria_1680021865.html", "title": "Bulgarian Factories and Secret Task Forces: How the West Hunts for Soviet Arms", "title_page": "Bulgarian Factories and Secret Task Forces: How the West Hunts for Soviet Arms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Small towns in Bulgaria, with its large pro-Russian population, might seem unlikely linchpins of Ukraine’s military effort. But one year into the war, despite an influx of sophisticated Western arms, the Ukrainian military still relies primarily on weapons that fire Soviet-standard munitions. The United States and its NATO allies don’t produce those munitions, and the few countries outside Russia that do are mostly in the former Soviet orbit.\nThat has Western countries scrambling to find alternative sources, pouring millions of dollars into workarounds that keep the transactions quiet and avoid political fallout and Russian retaliation. And that brings them to some of the more remote areas of Eastern Europe, like Kostenets, and the small town of Sopot, roughly 50 miles to the northeast, which is home to another state-run arms factory.\nRepresentatives from the U.S. embassy quietly attended the ribbon-cutting last month for the new production line in Kostenets, which took place outside the plant, a rundown low-slung building in a corner of the town. With the new jobs it’s adding, the plant could become one of Kostenets’s biggest employers.\n“This is a big deal for the town,” said Deputy Mayor Margarita Mincheva.", "url": "https://www.nytimes.com/2023/02/23/world/europe/ukraine-weapons-ammunition-bulgaria.html"}