{"authors": ["Will Heinrich"], "date_download": "2023-03-28 18:08:30", "date_modify": "2023-03-28 18:08:30", "date_publish": "2023-02-16 19:43:22", "description": "A lavish exhibition, “The Orchid Show: Natural Heritage” explores the diversity of these charismatic flowers.", "filename": "2023_02_16_arts_design_orchid-show-botanical-garden_1680026910.html", "image_url": "https://static01.nyt.com/images/2023/02/17/multimedia/16orchid-nybg-review2-wfmp/16orchid-nybg-review2-wfmp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_16_arts_design_orchid-show-botanical-garden_1680026910.html", "title": "Orchids Take Their Star Turn at the New York Botanical Garden", "title_page": "Orchids Take Their Star Turn at the New York Botanical Garden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The orchid, a family embracing nearly 30,000 species on six continents, is an elegant, louche, large, small, showy and demure flower. It provides us with vanilla, beauty products, prom corsages and traditional Chinese longevity medicines, and, according to Marc Hachadourian of the New York Botanical Garden, it has passed the humble poinsettia to become the world’s most cultivated horticultural crop, both in dollar terms and in sheer numbers. It is also the occasion for “The Orchid Show: Natural Heritage,” the garden’s 20th annual Orchid Show, curated this year by the landscape artist Lily Kwong.\nWhen I opened the door to the Enid A. Haupt Conservatory the other day for the preview, my glasses fogged up immediately: I was stepping into another world. It was a different climate, certainly, hotter and moister than even an unseasonably mild New York February. But it was also a different continent, full of orchids and supporting greenery native to Southeast Asia and China, where Kwong, whose ancestry goes back to Shanghai, looked for inspiration. Orchids are salted all through the conservatory’s ordinary galleries, in pots, clinging to trees, clinging to stones, but the show begins and ends with a pair of ambitious dedicated displays.", "url": "https://www.nytimes.com/2023/02/16/arts/design/orchid-show-botanical-garden.html"}