{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:30:11", "date_modify": "2023-03-28 17:30:11", "date_publish": "2023-03-19 12:00:03", "description": "Look closely at this image, stripped of its caption, and join the moderated conversation about what you and other students see.", "filename": "2023_03_19_learning_whats-going-on-in-this-picture-march-20-2023_1680024611.html", "image_url": "https://static01.nyt.com/images/2023/03/16/learning/VTS03-20-23LN/VTS03-20-23LN-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_19_learning_whats-going-on-in-this-picture-march-20-2023_1680024611.html", "title": "What’s Going On in This Picture? | March 20, 2023", "title_page": "What’s Going On in This Picture? | March 20, 2023 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "1. After looking closely at the image above (or at the full-size image), think about these three questions:\nWhat is going on in this picture?\nWhat do you see that makes you say that?\nWhat more can you find?\n2. Next, join the conversation by clicking on the comment button and posting in the box that opens on the right. (Students 13 and older are invited to comment, although teachers of younger students are welcome to post what their students have to say.)\n3. After you have posted, try reading back to see what others have said, then respond to someone else by posting another comment. Use the “Reply” button or the @ symbol to address that student directly.\nEach Monday, our collaborator, Visual Thinking Strategies, will facilitate a discussion from 9 a.m. to 2 p.m. Eastern time by paraphrasing comments and linking to responses to help students’ understanding go deeper. You might use their responses as models for your own.\n4. On Thursday afternoons, we will reveal at the bottom of this post more information about the photo. How does reading the caption and learning its back story help you see the image differently?", "url": "https://www.nytimes.com/2023/03/19/learning/whats-going-on-in-this-picture-march-20-2023.html"}