{"authors": ["Charly Wilder"], "date_download": "2023-03-28 18:08:21", "date_modify": "2023-03-28 18:08:21", "date_publish": "2023-02-14 10:01:00", "description": "Western museums are major tourist attractions, drawing travelers from around the world. But what responsibility do we bear as spectators for patronizing institutions that display what critics say are stolen works?", "filename": "2023_02_14_travel_museums-stolen-art_1680026901.html", "image_url": "https://static01.nyt.com/images/2023/02/25/travel/00stolen-art-qzfh/00stolen-art-qzfh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_14_travel_museums-stolen-art_1680026901.html", "title": "When a Visit to the Museum Becomes an Ethical Dilemma", "title_page": "When a Visit to the Museum Becomes an Ethical Dilemma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These are much more than just art pieces,” said Ayodeji Onime, a Nigerian of Edo ethnicity visiting the Africa galleries, where the museum displays artifacts from the Kingdom of Benin. Knowing how they were taken “through bloodshed” makes the experience of viewing them painful, Mr. Onime said. He gestured toward painted wooden effigies, or ikenga, made by the Igbo people of southeast Nigeria. These works “have a spiritual connotation,” he said. “It’s like a part of our ancestors have been snatched or stolen away.”\n“I don’t think that they should take things away from the native place,” said Isidora Labbé, a 23-year-old Chilean who had come to see Hoa Hakananai‘a, an ancient basalt statue, or moai, taken in 1868 by the crew of a British ship from Rapa Nui, or Easter Island, a Chilean territory in Polynesia. “For the people in the island, this is a very important thing,” Ms. Labbé said. “It’s a keeper of peace and security.”\nA new museum concept\nThe fact that the British Museum is one of the world’s great attractions, where anyone can view, in one place, the achievements of human history, is one argument against repatriation. But consensus is building that such an attraction should not come at the expense of cultural plunder. Meanwhile, new projects, like the Edo Museum of West African Art in Nigeria, where repatriated artworks from historical Benin will be housed, are recasting conceptions of what an ethnological museum should look like.\nA vast complex at the site of historic Benin City, the museum was conceived by the Ghanaian-British architect David Adjaye as “a kind of abstraction of how Benin City would have looked before.” Excavated through a joint archaeological project with the British Museum, the site will include a research and collections center, rainforest gardens and an artisans’ hall where contemporary craftspeople can sell their wares. The main museum building will be a riff on the old Benin Palace where visitors can view repatriated bronzes and learn about colonialism.\n“You can walk through an area that has the nature as it would’ve been in those days, and you actually can see the ancient moats and walls,” said Phillip Ihenacho, a Nigerian financier who serves as executive chairman of the trust that owns and operates the project, which will begin its phased opening next year. “You will understand that this isn’t about an ancient civilization that died. The tradition of craftsmanship exists today. It has been passed down.”", "url": "https://www.nytimes.com/2023/02/14/travel/museums-stolen-art.html"}