{"authors": ["Marisa Meltzer"], "date_download": "2023-03-28 19:29:20", "date_modify": "2023-03-28 19:29:20", "date_publish": "2023-03-15 09:00:15", "description": "Gucci Westman, a makeup artist who specializes in understated perfection, has a new offering.", "filename": "2023_03_15_style_gucci-westman-atelier-skin-care_1680031760.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/15WESTMAN-01-jhqb/15WESTMAN-01-jhqb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_15_style_gucci-westman-atelier-skin-care_1680031760.html", "title": "In Pursuit of Luminous Skin", "title_page": "Gucci Westman Introduces Her New Skin Care Brand, Westman Atelier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The makeup artist Gucci Westman is known for giving her clients the look of perfect skin.\n“My motto is correct where you don’t want it and add where you do want it,” she said at her office in the Flatiron district in Manhattan. It was an overcast day in February, and Ms. Westman was going to travel to Italy that evening to do Anne Hathaway’s makeup for a Bulgari campaign.\n“I like to work with what you have and amplify it,” said Ms. Westman, who has been in the industry for 25 years. She has done the makeup for Gwyneth Paltrow’s 2018 wedding, for Reese Witherspoon on the cover of Vogue in 2019 and, more recently, for Emily Ratajkowski at the 2022 Met Gala.\nSince 2018, she has had her own beauty brand called Westman Atelier, which she started with her husband, the Rag & Bone co-founder David Neville. The first six products were focused on complexion, including Vital Skin, a stick foundation, and now the brand sells about 35 products in five categories.\nThis week Westman Atelier will introduce its first skin-care product, Skin Activator.\nIt is a serum created in partnership with a Korean scientist, Raymond Park, and includes 12 active ingredients, including four kinds of hyaluronic acid for moisture and niacinamide to correct pigmentation. Less common ingredients include fermented algae to even skin tone and prickly pear cactus extract for soothing.", "url": "https://www.nytimes.com/2023/03/15/style/gucci-westman-atelier-skin-care.html"}