{"authors": ["Ian Austen"], "date_download": "2023-03-28 19:09:33", "date_modify": "2023-03-28 19:09:33", "date_publish": "2023-02-24 21:35:20", "description": "When a runaway train loaded with oil jumped the tracks in Lac-Mégantic, Quebec, 47 people died in Canada’s worst rail disaster in nearly 150 years.", "filename": "2023_02_24_world_americas_canada-train-derailment_1680030573.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24canada-train-01-bzjq/24canada-train-01-bzjq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_24_world_americas_canada-train-derailment_1680030573.html", "title": "10 Years After Lac-Mégantic Tragedy, Are Canada’s Rails Safe?", "title_page": "10 Years After Lac-Mégantic Tragedy, Are Canada’s Rails Safe? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet despite repeated calls in Canada for a special inquiry into the disaster and rail safety in general, none was ever convened. And a decade later, many rail safety experts say that changes to rules and how railways are regulated fall short of what is needed to avoid a repeat of the devastation — a consequence, they say, of rail industry pushback.\n“There have been a lot of steps that have been taken since Lac-Mégantic,” said Kathy Fox, the chairwoman of the Transportation Safety Board of Canada, the country’s accident investigation agency. “But those are all administrative defenses. In other words, they depend on somebody following a rule or following a procedure.”\n“What we’ve been calling for are physical defenses,” she added. “It is certainly discouraging, disappointing. I guess you can use different words when we see how long it can take to resolve some of these issues.”\nThe Railway Association of Canada, an industry group, did not respond to a request for comment.\nLobbying by railways and shippers, particularly the energy industry, continues to delay measures that could prevent future accidents, said Bruce Campbell, an adjunct professor of environmental and urban change at York University in Toronto, who wrote a book and several reports on the Lac-Mégantic disaster.", "url": "https://www.nytimes.com/2023/02/24/world/americas/canada-train-derailment.html"}