{"authors": ["Mark Landler"], "date_download": "2023-03-28 18:51:01", "date_modify": "2023-03-28 18:51:01", "date_publish": "2023-01-29 13:26:12", "description": "In trying to bring “integrity” back to Downing Street, Rishi Sunak fired Nadhim Zahawi, the chairman of the governing Conservatives, over his personal tax affairs.", "filename": "2023_01_29_world_europe_zahawi-sunak-fired_1680029461.html", "image_url": "https://static01.nyt.com/images/2023/01/29/multimedia/29uk-zahawi-mclt/29uk-zahawi-mclt-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_29_world_europe_zahawi-sunak-fired_1680029461.html", "title": "Prime Minister Rishi Sunak Fires Nadhim Zahawi, U.K. Conservative Party Chairman", "title_page": "Prime Minister Rishi Sunak Fires Nadhim Zahawi, U.K. Conservative Party Chairman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Struggling to dispel an ethical cloud that has hung over his government, Prime Minister Rishi Sunak on Sunday fired the chairman of Britain’s Conservative Party, Nadhim Zahawi, over his personal tax affairs.\nMr. Sunak acted after his ethics adviser concluded that Mr. Zahawi’s failure to promptly disclose an inquiry into his taxes — which resulted in a settlement and penalty with the British tax authority estimated to be roughly 5 million pounds (about $6.2 million) — was a “serious breach” of the ministerial code.\nIn a briskly worded letter to Mr. Zahawi, whom he also fired from an accompanying role as a government minister, Mr. Sunak said he had promised voters when he became prime minister in October that “the government I lead would have integrity, professionalism and accountability at every level.”\nAs a result of the ethics investigation, conducted by a government adviser, Laurie Magnus, the prime minister wrote, “I have informed you of my decision to remove you from your position in His Majesty’s government.”", "url": "https://www.nytimes.com/2023/01/29/world/europe/zahawi-sunak-fired.html"}