{"authors": ["Christopher Clarey"], "date_download": "2023-03-28 18:14:20", "date_modify": "2023-03-28 18:14:20", "date_publish": "2023-01-12 17:07:17", "description": "The defending champion, Nadal has lost six of his last seven tour singles matches and is struggling with his timing, confidence and composure. But don’t count him out.", "filename": "2023_01_12_sports_tennis_australian-open-draw_1680027260.html", "image_url": "https://static01.nyt.com/images/2023/01/12/multimedia/12ausopen-draw1-jbft/12ausopen-draw1-jbft-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_12_sports_tennis_australian-open-draw_1680027260.html", "title": "With the Australian Open Set to Begin, All Eyes Are on Rafael Nadal", "title_page": "With the Australian Open Set to Begin, All Eyes Are on Rafael Nadal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nadal’s experience, grit and ability to problem solve in best-of-five-set matches should not be dismissed, and he has been focused on shortening points and coming to the net in his pretournament sessions this week. He pushed forward often against Hurkacz on Thursday.\n“I need to win matches, for sure, but the preparation is going quite well, practicing a lot and I’m in good shape,” Nadal said. “Then you need to demonstrate that in the matches in the official tournaments, but I am confident that if I’m able to have the last week of positive practices, why not?”\nDraper is not the only British player with a high-profile match in Melbourne. Andy Murray, Nadal’s contemporary and a former No. 1, will face the former Wimbledon finalist Matteo Berrettini in the opening round. Emma Raducanu, the big-surprise U.S. Open women’s champion in 2021, could face seventh-seeded Coco Gauff in the second round if both win their openers (and if Raducanu’s injured ankle continues to improve and allows her to take part in the tournament).\nGauff, 18, struggled with her forehand and confidence at the end of the 2022 season, but had a productive off-season and on Sunday won the singles title in Auckland, New Zealand. The event was played indoors and outdoors because of frequent rain and lacked many of the other leading Australian Open contenders.\nThe favorite in the women’s draw remains No. 1 Iga Swiatek despite her lopsided and emotional defeat to Jessica Pegula of the United States in the United Cup. But Swiatek, who faces the German all-court player Jule Niemeier in the opening round, is in a thorny section of the draw. Her eighth includes the Grand Slam singles champions Bianca Andreescu and Elena Rybakina as well as Danielle Collins, who lost in the final last year in Melbourne to Ashleigh Barty, who retired last March.", "url": "https://www.nytimes.com/2023/01/12/sports/tennis/australian-open-draw.html"}