{"authors": ["Mark Landler"], "date_download": "2023-03-28 17:41:47", "date_modify": "2023-03-28 17:41:47", "date_publish": "2023-02-28 19:22:00", "description": "King Charles’s meeting with an E.U. leader on the day a Northern Ireland trade deal was announced drew angry recriminations from critics who viewed it as an improper foray into British politics.", "filename": "2023_02_28_world_europe_uk-king-charles-northern-ireland_1680025307.html", "image_url": "https://static01.nyt.com/images/2023/02/28/multimedia/28uk-protocol-lcth/28uk-protocol-lcth-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_28_world_europe_uk-king-charles-northern-ireland_1680025307.html", "title": "King Charles Faces Backlash Over E.U. Meeting", "title_page": "King Charles Faces Backlash Over E.U. Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — King Charles III had nothing to do with the Northern Ireland trade agreement unveiled on Monday by Britain and the European Union. But one could be forgiven for thinking that he had put his royal imprimatur on the deal.\nIt is called the Windsor Framework, which happens to be the king’s family name. It was sealed at a luxury hotel in Windsor, west of London, where he has a castle. And it was there, at Windsor Castle, that Charles welcomed one of the negotiators, Ursula von der Leyen, the president of the European Commission, for tea just minutes after she and Prime Minister Rishi Sunak presented the deal to the world.\nThat courtesy call, and the resulting photo of a smiling king appearing to celebrate his guest, prompted angry recrimination from critics, who said the government improperly recruited King Charles to be an ally in one of the most divisive issues in British politics. By tradition, Britain’s constitutional monarch steers clear of politics, to say nothing of the noxious crosswinds of Brexit.\nBuckingham Palace and Downing Street appeared at odds over who had initiated the meeting with Ms. von der Leyen. The palace said the king was acting on the “government’s advice,” while a spokesman for the prime minister said Mr. Sunak “firmly believes it’s for the king to make those decisions.”", "url": "https://www.nytimes.com/2023/02/28/world/europe/uk-king-charles-northern-ireland.html"}