{"authors": ["Jesus Jiménez"], "date_download": "2023-03-28 16:43:58", "date_modify": "2023-03-28 16:43:58", "date_publish": "2023-03-15 14:23:17", "description": "The national bird conservation group said it would “reckon with the racist legacy of John James Audubon,” a naturalist and illustrator who was an enslaver, but voted to keep the namesake.", "filename": "2023_03_15_science_audubon-society-name-change_1680021838.html", "image_url": "https://static01.nyt.com/images/2023/03/21/multimedia/15xp-audobon-01-bclg/15xp-audobon-01-bclg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_15_science_audubon-society-name-change_1680021838.html", "title": "Audubon Society Keeps Name Despite Slavery Ties, Dividing Birders", "title_page": "Audubon Society Keeps Name Despite Slavery Ties, Dividing Birders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The National Audubon Society announced on Wednesday that its board of directors had voted to retain the organization’s name despite pressure to end its association with John James Audubon, the 19th-century naturalist and illustrator who enslaved people, drawing backlash from fellow bird groups that have already changed their names.\nThe bird conservation group said its decision came after more than a yearlong process that included input from hundreds of its members, volunteers and donors. Despite Mr. Audubon’s history as an enslaver with racist views toward Black and Indigenous people, Elizabeth Gray, the chief executive of the National Audubon Society, said in a statement on Wednesday that the board of directors “decided that the organization transcends one person’s name.”\nShe added that the name Audubon had “come to symbolize our mission and significant achievements that this organization has made in its long history.”\nThe decision to keep the name bucks a recent trend of social reckoning that had led to renaming schools and streets, and the removal of statues to sever associations with people with racist histories, including fellow bird conservation groups that have recently dropped Audubon from their names.", "url": "https://www.nytimes.com/2023/03/15/science/audubon-society-name-change.html"}