{"authors": ["Tripp Mickle", "Karen Weise", "Nico Grant"], "date_download": "2023-03-28 16:48:05", "date_modify": "2023-03-28 16:48:05", "date_publish": "2023-02-03 00:07:03", "description": "After years of expansion and billions in profits, Big Tech is pulling back from its famously lavish spending as a long boom finally ends.", "filename": "2023_02_02_technology_big-tech-earnings-austerity_1680022085.html", "image_url": "https://static01.nyt.com/images/2023/02/02/multimedia/02tech-earnings-06-gmqc/02tech-earnings-06-gmqc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_02_technology_big-tech-earnings-austerity_1680022085.html", "title": "Tech’s Biggest Companies Discover Austerity, to the Relief of Investors", "title_page": "Tech’s Biggest Companies Discover Austerity, to the Relief of Investors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is an abrupt turn for an industry that became famous for its big salaries, extravagant offices and lavish perks, from free shuttle buses to free laundry services for employees. But as a boom that lasted 15 years comes to an end, shrinking profits are making tech executives rethink what they believed were important tools in an industrywide competition to hoard tech talent.\nOn Thursday, Sundar Pichai, chief executive of Alphabet, Google’s parent company, said it was “committed to investing responsibly, with great discipline.” Tim Cook, Apple’s chief executive, assured investors that the company would be “thoughtful and deliberate.” And Andy Jassy, Amazon’s chief executive, made his first appearance on a call with analysts since taking over from Jeff Bezos about 18 months ago and underscored how hard the company had worked to corral what looked like runaway costs.\nTheir message built on the tone that Mark Zuckerberg set for the industry on Wednesday when he called 2023 “the year of efficiency.” During a call with analysts, in which “efficiency” was said more than 30 times, Mr. Zuckerberg talked about spending less on infrastructure, removing layers of management and killing dead-end projects.\nInvestors are cheering tech’s new faith in financial discipline. Shares of Meta, the owner of Facebook, Instagram and WhatsApp, jumped more than 23 percent on Thursday, its biggest daily gain in nearly a decade. Amazon, Alphabet, Microsoft and Apple all rallied, and the tech-heavy Nasdaq rose 3 percent.\n“People wanted to get back in, and they wanted to figure out when the water is safe to wade into,” said Mark Mahaney, an analyst at Evercore ISI, an investment firm. He added that the Federal Reserve’s decision on Wednesday to increase interest rates by a modest quarter-point helped tech companies as well, because it suggested that the central bank was getting inflation under control.", "url": "https://www.nytimes.com/2023/02/02/technology/big-tech-earnings-austerity.html"}