{"authors": ["Tyler Kepner"], "date_download": "2023-03-28 16:59:23", "date_modify": "2023-03-28 16:59:23", "date_publish": "2023-03-20 16:00:16", "description": "Stephen Vogt, Seattle’s new bullpen coach, caught 6,000 innings in pro ball and came away with keen insights on the colorful pitchers he worked with along the way.", "filename": "2023_03_20_sports_baseball_stephen-vogt-pitchers_1680022763.html", "image_url": "https://static01.nyt.com/images/2023/03/08/sports/baseball/08mlb-vogt/08mlb-vogt-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_sports_baseball_stephen-vogt-pitchers_1680022763.html", "title": "A Behind-the-Mask Tour of a Generation of Pitchers", "title_page": "Stephen Vogt Breaks Down the Pitchers He Worked With - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TEMPE, Ariz. — When last we saw Crash Davis, the protagonist of Ron Shelton’s film “Bull Durham,” he had swatted one final homer and was on to his next life, considering a managerial opening in Visalia, Calif.\nVisalia happens to be the hometown of Stephen Vogt, who homered last Oct. 5 in the final at-bat of his unlikely 10-year career in the majors. Vogt could easily have been the next Crash Davis, a vagabond catcher who got only a whiff of the big time. When Vogt finally reached The Show, after stops with five minor league teams — including, yes, the Durham Bulls — he started off 0 for 25. His team, the Tampa Bay Rays, soon sold his contract to Oakland.\nBut Vogt persisted, winding from the A’s to the Milwaukee Brewers, the San Francisco Giants, the Arizona Diamondbacks, the Atlanta Braves and back to the A’s last season, mostly as a mentor for a young roster. On that last, golden day in the majors, he squatted for his 6,000th professional inning behind the plate.\nNow Vogt, 38, is on to another job, as the bullpen coach for the Seattle Mariners, not far from his home in Olympia, Wash. He could have been a special assistant, coming and going as he pleased, but that is not the way to connect with players. Baseball is an everyday job, and it matters to honor the grind.", "url": "https://www.nytimes.com/2023/03/20/sports/baseball/stephen-vogt-pitchers.html"}