{"authors": ["Ivan Nechepurenko"], "date_download": "2023-03-28 17:10:44", "date_modify": "2023-03-28 17:10:44", "date_publish": "2023-03-09 08:05:48", "description": "It was not clear whether the government intended to scrap the legislation, which critics said mimicked a law that stifles dissent in Russia, or was merely delaying it to assuage protesters.", "filename": "2023_03_09_world_europe_georgia-protests-bill_1680023444.html", "image_url": "https://static01.nyt.com/images/2023/03/09/multimedia/09ukraine-briefing-georgia-protests-mcqp/09ukraine-briefing-georgia-protests-mcqp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_09_world_europe_georgia-protests-bill_1680023444.html", "title": "Georgia Plans to Withdraw Foreign Agents Bill After Protests", "title_page": "Georgia Plans to Withdraw Foreign Agents Bill After Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Facing mounting pressure from protesters, Georgia’s governing party said on Thursday that it had decided to withdraw proposed legislation on “foreign agents” that critics said mimicked a Russian law used by the Kremlin to thwart opposition news media and civil society.\nThe decision came after a second straight night of large protests in the Georgian capital, Tbilisi, with riot police officers using tear gas, water cannons and stun grenades to disperse a crowd after midnight. In a statement on Thursday, the police said they had detained 133 protesters on charges of petty hooliganism and disobedience during the two days of protests.\nIt was not immediately clear whether the governing party intended to scrap the legislation or was merely delaying it to assuage protesters. The party, Georgian Dream, said in a statement that once “the emotional background subsides,” it would work with the public to explain the need to “ensure transparency of foreign influence” in Georgia.\nMany opposition members celebrated the decision but vowed to continue protests on Thursday night.\nIn its statement, the party blamed the political opposition’s “lying machine” for stirring up protests against the legislation by attaching to it the “false label of ‘Russian law.’”", "url": "https://www.nytimes.com/2023/03/09/world/europe/georgia-protests-bill.html"}