{"authors": ["Lisa Lerer"], "date_download": "2023-03-28 17:14:06", "date_modify": "2023-03-28 17:14:06", "date_publish": "2023-02-09 10:00:25", "description": "While praising the administration’s actions so far, activists say the State of the Union speech could have done more to address what they view as a national health crisis.", "filename": "2023_02_09_us_politics_abortion-rights-biden-state-of-the-union_1680023646.html", "image_url": "https://static01.nyt.com/images/2023/02/08/multimedia/00pol-biden-abortion-wvfj/00pol-biden-abortion-wvfj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_us_politics_abortion-rights-biden-state-of-the-union_1680023646.html", "title": "Abortion Rights Supporters See Biden Address as Missed Opportunity", "title_page": "Abortion Rights Supporters See Biden Address as Missed Opportunity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During the midterm campaigns, Democrats spent months focused on the demise of federal abortion rights and the danger they said it posed to all Americans.\nIn his State of the Union speech, President Biden spent roughly 42 seconds.\nThe White House says that it used the moment to call on Congress to reinstate the protections provided under Roe v. Wade, and that it has taken the most aggressive approach to abortion rights of any administration in history. But some abortion rights supporters said they saw the brief mention as a missed opportunity to leverage the power of the bully pulpit in what they often describe as a national health crisis. They were also mystified that the president passed up a chance to play up his own record, which nearly all praised.\n“President Biden’s remarks on the Supreme Court’s reversal of Roe v. Wade were disappointing and a lost opportunity,” said Nancy Northup, president and chief executive of the Center for Reproductive Rights, which argued the case over Roe at the Supreme Court. “As demonstrated resoundingly in the midterms, abortion rights are a kitchen-table issue that Americans care deeply about, and highlighting that reality would have fit into the president’s theme of fundamental fairness.”", "url": "https://www.nytimes.com/2023/02/09/us/politics/abortion-rights-biden-state-of-the-union.html"}