{"authors": ["Luke Broadwater"], "date_download": "2023-03-28 18:59:22", "date_modify": "2023-03-28 18:59:22", "date_publish": "2023-03-09 00:55:08", "description": "A cyberattack on the District of Columbia’s online health insurance marketplace may have compromised identifying data of many members of Congress and other users.", "filename": "2023_03_08_us_politics_data-breach-health-marketplace-congress_1680029962.html", "image_url": "https://static01.nyt.com/images/2023/03/08/multimedia/08dc-cong-databreach-qfkc/08dc-cong-databreach-qfkc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_08_us_politics_data-breach-health-marketplace-congress_1680029962.html", "title": "Data Breach Could Compromise Lawmakers’ Personal Information", "title_page": "Data Breach Could Compromise Lawmakers’ Personal Information - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The online health insurance marketplace for members of Congress and Washington, D.C., residents was subjected to a hack that compromised the personal identifying information of potentially thousands of lawmakers, their spouses, dependents and employees, according to a letter from House leaders informing their colleagues about the breach and a memo from the Senate’s top security official.\nThe Capitol Police and the Federal Bureau of Investigation informed Speaker Kevin McCarthy, Republican of California, and Representative Hakeem Jeffries, Democrat of New York and the minority leader, of the attack on the D.C. Health Link marketplace. Federal investigators had been able to purchase personal information about members of Congress and their families on the “dark web” because of the breach, the letter said.\n“Right now, our top priority is protecting the safety and security of anyone in the Capitol Hill community affected by the cyber hack,” Mr. McCarthy and Mr. Jeffries wrote on Wednesday, calling the incident an “egregious security breach.”\n“The Office of the Chief Administrative Officer will be in contact with important resources including credit and identity theft monitoring services, which we strongly encourage you to utilize,” the lawmakers wrote.", "url": "https://www.nytimes.com/2023/03/08/us/politics/data-breach-health-marketplace-congress.html"}