{"authors": ["Jeanna Smialek"], "date_download": "2023-03-28 17:14:14", "date_modify": "2023-03-28 17:14:14", "date_publish": "2023-01-23 10:00:21", "description": "After six months of declines, inflation seems to be turning a corner. But the road back to normal is an uncertain one.", "filename": "2023_01_23_business_economy_inflation-turning-point_1680023654.html", "image_url": "https://static01.nyt.com/images/2023/01/20/multimedia/00dc-InflationInflection-01-kbhf/00dc-InflationInflection-01-kbhf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_23_business_economy_inflation-turning-point_1680023654.html", "title": "Inflation Is Cooling, Leaving America Asking: What Comes Next?", "title_page": "Inflation Is Cooling, Leaving America Asking: What Comes Next? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Martin Bate, a 31-year-old transportation planner in Fort Worth, spent the middle of 2022 feeling that he was “treading water” as high gas prices, climbing food costs and the prospect of a big rent increase chipped away at his finances.\n“I was really starting to feel financially squeezed in a way that I hadn’t felt ever before, since finishing college,” Mr. Bate said. Since then, he has received a promotion and a raise that amounted to 12 percent. Gas prices have fallen, and local housing costs have moderated enough that next month he is moving into a nicer apartment that costs less per square foot than his current place.\n“My personal situation has improved a good amount,” Mr. Bate said, explaining that he’s feeling cautious but hopeful about the economy. “It’s looking like it might shape out all right.”\nPeople across the country are finally experiencing some relief from what had been a relentless rise in living costs. After repeated false dawns in 2021 and early 2022 — when price increases slowed only to accelerate again — signs that inflation is genuinely turning a corner have begun to accumulate.", "url": "https://www.nytimes.com/2023/01/23/business/economy/inflation-turning-point.html"}