{"authors": ["Ben Shpigel"], "date_download": "2023-03-28 17:30:07", "date_modify": "2023-03-28 17:30:07", "date_publish": "2023-02-06 23:39:03", "description": "Here’s how to contribute to organizations that are aiding the rescue and recovery efforts in Turkey and Syria.", "filename": "2023_02_06_world_europe_helping-earthquake-victims-turkey-syria_1680024607.html", "image_url": "https://static01.nyt.com/images/2023/02/06/multimedia/06turkey-quake-how-to-help-plqv/06turkey-quake-how-to-help-plqv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_world_europe_helping-earthquake-victims-turkey-syria_1680024607.html", "title": "Here’s how to help victims of the earthquake.", "title_page": "How to Help Earthquake Victims in Turkey and Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Here are some ways you can help.\nBefore you give, do your research.\nBefore you make a donation, especially to a lesser-known organization, you should do some research to make sure it is reputable. Sites like Charity Navigator and Guidestar grade nonprofits based on transparency and effectiveness. The Internal Revenue Service also allows you to search its database to find out whether an organization is eligible to receive tax-deductible contributions.\nAnd if you suspect an organization or individual of committing fraud, you can report it to the National Center for Disaster Fraud, part of the Justice Department.\nMany national and international organizations are helping.\nThe United Nations International Children’s Emergency Fund, better known as UNICEF, said it is in Syria and prioritizing water, sanitation, hygiene and nutrition, and also focusing on helping unaccompanied children locate their families. UNICEF is accepting donations.\nGlobal Giving, which helps local nonprofit agencies, is collecting donations to help fund emergency medical workers’ ability to provide food, shelter and medicine, among other necessities. As needs in Turkey and Syria change, the organization will focus on long-term assistance, it said.\nThe International Federation of Red Cross and Red Crescent Societies is requesting donations for its Disaster Response Emergency Fund so it can send “immediate cash assistance.”\nOXFAM, an international organization that fights poverty, said it is working with women’s cooperatives in Turkey to determine an appropriate immediate and long-term response plan. It is accepting donations.\nCARE, an organization that works with impoverished communities, is accepting donations that will go toward food, shelter and hygiene kits, among other items.\nDoctors Without Borders, which responds to medical emergencies around the world, is collecting donations.\nThe Syrian American Medical Society, a United States-based humanitarian group that supplies medical care in Syria and nearby countries, is collecting donations to deliver emergency aid. At least one of its hospitals in northwestern Syria, Al Dana, received major damage.\nSave the Children is accepting donations for its Children’s Emergency Fund, which will help provide children with food, shelter and warm clothing.\nThe Union of Medical Care and Relief Organizations, which since 2012 has provided medical relief and health care services inside Syria and to Syrian refugees in Turkey, is collecting money.\nAlyssa Lukpat contributed reporting.", "url": "https://www.nytimes.com/2023/02/06/world/europe/helping-earthquake-victims-turkey-syria.html"}