{"authors": ["Elizabeth G. Dunn"], "date_download": "2023-03-28 16:48:21", "date_modify": "2023-03-28 16:48:21", "date_publish": "2023-02-17 10:00:35", "description": "The Hepworth sisters are famous in the organic food world, but like other farmers, they’re struggling. They hope their new venture will change things.", "filename": "2023_02_17_nyregion_hepworth-farms-cannabis.html_action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680022101.html", "image_url": "https://static01.nyt.com/images/2023/02/19/nyregion/00hepworth-weed-02/00hepworth-weed-02-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_17_nyregion_hepworth-farms-cannabis.html_action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680022101.html", "title": "They’re Betting the Family Farm on Weed", "title_page": "They’re Betting the Family Farm on Weed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the market grows, the sisters hope that farms like theirs will continue to receive growing licenses. At the moment, specialist indoor cannabis growers dominate the medical marijuana marketplace. “We want this crop to be good for the agricultural industry in New York because that industry is at risk,” Gail Hepworth said, adding that farmers’ costs are increasing faster than food prices have risen. “The farmer’s getting squished to an extent where they’re just scratching their heads wondering why are they doing it.”\nBut cannabis is itself another risk. For one, the plant isn’t easy to grow. “Cannabis is the most labor-intensive plant on our planet,” said Colin Decker, the founder of Sensei Growth Consulting, a New York-based cannabis industry consultancy. “You need skilled labor that understands the nuances of the plant.” It must be regularly pruned and de-leafed, as well as inspected for mold, mildew and insects. Caterpillars can be an issue, Mr. Decker said, as well as aphids and spider mites, all of which seem to love marijuana just as much as humans.\nThere are other complexities. Because the drug is federally illegal, it cannot cross state lines, meaning cannabis sold here must be grown here, too. New York State’s cannabis regulations are extensive, and still evolving, adding a substantial administrative burden. Because of a shortage of local labor, many farms rely on foreign workers with H-2A visas to tend their crops, but these visa holders are not permitted to handle marijuana. And then there are security needs. Though the state’s requirements are still in development, Hepworth Farms now has 24-hour video surveillance and guards.\nCannabis cultivation exists in a legal gray area, which means many banks will not do business with any farmer that grows the stuff, even if they do so with a license from the state. Growing cannabis has cut Hepworth off from some longtime banking partners, leaving the sisters to rely on family, friends, investors and alternative lenders.\nEven after jumping through all those hoops, Gail Hepworth said, it’s possible that the same old pattern that has established itself in food production will emerge in the cannabis market: farmers do all the work while the money goes to larger middlemen. The Hepworth sisters have lived through it with apples, and then vegetables, and then hemp.\nThis time, with cannabis, they are hoping that their processing license will allow them to assert more power in the long run. They are prepared. “This plant is so abundant, there’s just not the need to be greedy,” Gail said. “People who are greedy will ruin the industry. And believe me, they’re coming, and we have to hold our own.”\nAudio produced by Kate Winslett .", "url": "https://www.nytimes.com/2023/02/17/nyregion/hepworth-farms-cannabis.html?action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}