{"authors": ["Sheryl Gay Stolberg"], "date_download": "2023-03-28 18:17:59", "date_modify": "2023-03-28 18:17:59", "date_publish": "2023-03-22 14:29:58", "description": "The Biden administration announced a plan to modernize how patients are matched to organs, seeking to shorten wait times, address racial inequities and reduce deaths.", "filename": "2023_03_22_us_politics_organ-transplants-biden_1680027479.html", "image_url": "https://static01.nyt.com/images/2023/03/22/us/politics/22dc-transplant/22dc-transplant-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_us_politics_organ-transplants-biden_1680027479.html", "title": "U.S. Organ Transplant System, Troubled by Long Wait Times, Faces an Overhaul", "title_page": "U.S. Organ Transplant System, Troubled by Long Wait Times, Faces an Overhaul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration announced on Wednesday that it would seek to break up the network that has long run the nation’s organ transplant system, as part of a broader modernization effort intended to shorten wait times, address racial inequities and reduce the number of patients who die while waiting.\nMore than 100,000 people in the United States are awaiting organ transplants in a system that has long been defined by an imbalance between supply and demand. Patients sometimes wait years for donated organs, and about 6,000 Americans a year — 17 each day, according to the federal government — die while waiting.\nFor nearly four decades, the organ donation system has been run by the United Network for Organ Sharing, a national nonprofit known as UNOS. Under contract with the federal government, the network coordinates the work of transplant hospitals and organ procurement organizations to match candidates with donated organs.\nThe Biden administration is now putting the network’s job out to bid, hoping to foster competition in a system that has effectively operated as a monopoly. Officials say their first task is to upgrade the outdated computer system that matches organs to patients; they are now seeking bidders to do that work.", "url": "https://www.nytimes.com/2023/03/22/us/politics/organ-transplants-biden.html"}