{"authors": ["Jack Nicas", "André Spigariol"], "date_download": "2023-03-28 17:23:41", "date_modify": "2023-03-28 17:23:41", "date_publish": "2023-01-14 01:56:44", "description": "Brazil’s Supreme Court said it would investigate Jair Bolsonaro, the country’s former president, for inspiring the mob that stormed the nation’s halls of power on Sunday.", "filename": "2023_01_13_world_americas_brazil-bolsonaro-riot-investigation_1680024221.html", "image_url": "https://static01.nyt.com/images/2023/02/13/multimedia/13brazil-bolsonaro-gmhj/13brazil-bolsonaro-gmhj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_13_world_americas_brazil-bolsonaro-riot-investigation_1680024221.html", "title": "Bolsonaro Faces Investigation for Inspiring Brazil’s Capital Riot", "title_page": "Bolsonaro Faces Investigation for Inspiring Brazil’s Capital Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brazil’s Supreme Court said it would investigate former president Jair Bolsonaro for inspiring the far-right mob that invaded and ransacked the country’s Congress, Supreme Court and presidential offices this week, a swift escalation in the probe that shows the former leader could soon face legal consequences for an extremist movement that he helped build.\nIn a decision late Friday, Alexandre de Moraes, a Supreme Court justice, approved a request from federal prosecutors to include Mr. Bolsonaro in a rapidly expanding investigation into the anti-democratic riots on Jan. 8.\nMr. Moraes, who has emerged as one of the nation’s most powerful — and controversial — figures in recent months, said that Mr. Bolsonaro’s past questioning of Brazil’s election system and his attacks on Brazil’s institutions, including the Supreme Court, “may have contributed, in a very relevant way, to the occurrence of criminal and terrorist acts,” including Sunday’s storming of government buildings.\nThe decision illustrates the aggressive tack that Brazilian authorities have taken in response to the riots. While law enforcement quickly arrested more than 1,000 rioters, the authorities have said they are also seeking to prosecute the businesspeople who they believe helped finance the protest, the security officials who they say allowed the violence to unfold, and now the former president who they contend inspired the anger and false beliefs that fueled the mob.", "url": "https://www.nytimes.com/2023/01/13/world/americas/brazil-bolsonaro-riot-investigation.html"}