{"authors": ["Kurt Streeter"], "date_download": "2023-03-28 17:11:21", "date_modify": "2023-03-28 17:11:21", "date_publish": "2023-01-20 21:25:54", "description": "Moore, who has officially retired from the W.N.B.A., will be remembered for her brilliance on the court and her fight for justice away from it.", "filename": "2023_01_20_sports_basketball_maya-moore-basketball-legacy_1680023481.html", "image_url": "https://static01.nyt.com/images/2023/01/23/multimedia/23streeter-sot-qvtl/23streeter-sot-qvtl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_sports_basketball_maya-moore-basketball-legacy_1680023481.html", "title": "A Farewell to Maya Moore, a Team Player Who Is Also One of a Kind", "title_page": "A Farewell to Maya Moore, a Team Player Who Is Also One of a Kind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Maya Moore, the one and only.\nI followed her for weeks in 2019 as she worked to free Irons. There were interviews in restaurants and her church, in her Atlanta townhome, as we drove to visit an Atlanta shelter for struggling families and down No More Victims Road in the middle of Missouri to visit Irons in prison. What struck me most about Moore were her heart and mind.\nAt times, I admit, I found her a little frustrating. She seemed to answer questions only after pausing, slowing down and considering how she could be perceived. It took a while to understand that Moore’s way of responding to a reporter reflected the careful way she did everything else. She mulls and ponders, mulls and ponders. Then she tells you she is mulling and pondering.\nShe would almost always deliver, speaking earnestly of her faith, philosophizing about the price of fame, how society is changing for better or worse, and the history of injustice toward Black people in the criminal justice system and beyond.\nRaised by a single mother and a phalanx of extended family, she was taught since childhood to walk tall in the world while also standing apart from it. She was never going to follow the crowd. She was going to lead.\nThere’s a tendency to think of Colin Kaepernick as the first prominent professional athlete to protest racial injustice during the fraught last decade. But before Kaepernick, Moore was helping lead her Lynx teammates in calls for change in the summer of 2016. The team wore black T-shirts over their jerseys. On the front were the phrases “Change Starts With Us. Justice and Accountability.” On the back, “Black Lives Matter,” along with the names Alton Sterling and Philando Castile, two Black men shot to death by police that summer, and the Dallas police shield, honoring five officers fatally shot by a gunman who disrupted a peaceful protest of police brutality.", "url": "https://www.nytimes.com/2023/01/20/sports/basketball/maya-moore-basketball-legacy.html"}