{"authors": ["Niela Orr"], "date_download": "2023-03-28 16:55:24", "date_modify": "2023-03-28 16:55:24", "date_publish": "2023-01-25 10:00:12", "description": "In video after viral video, fast-food employees keep being forced to punch above their weight. You can find the disquieting energy of these clips in classic art, too.", "filename": "2023_01_25_magazine_the-waffle-house-brawl-belongs-in-a-museum_1680022524.html", "image_url": "https://static01.nyt.com/images/2023/01/29/magazine/29mag-screenland/29mag-screenland-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_25_magazine_the-waffle-house-brawl-belongs-in-a-museum_1680022524.html", "title": "The Waffle House Brawl Belongs in a Museum", "title_page": "The Waffle House Brawl Belongs in a Museum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This footage, it turns out, was shot in September 2021; its recirculation only adds to its legend. It is only the latest in a long series of similar clips to make the rounds online. In these videos, people — some drunk or high, others destabilized in other ways — behave violently toward fast-food workers. They yell, taunt, abuse, attack. The most popular of these videos, the ones that move beyond fight aficionados and into the mainstream, tend to be those with a specific moral outcome: The fast-food employees, pushed beyond their limits while just trying to get through the day, step up to deck, manhandle or beat down the offending patron. You can watch this happen, over and over, at all sorts of restaurants. A seemingly intoxicated customer grabs a McDonald’s cashier’s collar and receives punches instead of change. A fight pops off at a Jersey Mike’s Subs, at a Popeyes. Sometimes the workers are worn down by dehumanizing pranks; in one video a drive-through worker, subjected to a horn scare, tosses a full drink into the prankster’s car. Sometimes there are racialized undertones, with Black workers defending themselves against white customers. Jokes circulate online about fast-food workers as battle-tested veterans, about the last people you want to mess with being the night shift at a Waffle House.\nHalie Booth, the chair-proof cook in that video — she has been called Waffle House Wendy online — could represent any number of things. She could be an avatar for every fast-food employee harassed by rude, unruly customers, her response amplified by an effect that wouldn’t look out of place in a Marvel movie. She could be a symbol of the American working class and its imperviousness to all kinds of assaults. She could be the answer to pandemic-era questions about why Americans aren’t leaping to perform low-wage, public-​facing labor, or a bridge between the start of the pandemic (when such workers were considered essential) and the present (when they are disregarded again). In an interview with Tucker Carlson, she said that, far from being commended at work, she was written up for breaking the sugar canister and later “blacklisted” by the company. When asked what caused the ruckus, she said she was the only cook working that night, and there were up to 40 diners waiting to be served. She summed up with a line that might make a good slogan for late-night dining: “Drunken impatience creates a volatile situation.”\nEarlier this month, I went to the Whitney Museum of American Art to view “Edward Hopper’s New York,” an exhibition that promised to reveal the artist’s focus on the city’s “unsung utilitarian structures and out-of-the-way corners, drawn to the awkward collisions of new and old, civic and residential, public and private that captured the paradoxes of the changing city.” You could see this attention to under-the-rug places in many of Hopper’s works, including the illustrations he made for trade publications. (Some of this commercial work was for the hospitality industry; the museum’s wall text described it as “minimizing the labor required for their successful operation and reinforcing their racially coded workplaces.”) Uneasy nightlife abounds. “Automat” shows a woman sitting alone in what is essentially a precursor to today’s fast-food restaurant, lamps reflecting in the window behind her. Hopper’s famous “Nighthawks” was not part of the exhibit, but its icy tableau sprang to mind: three night owls and a waiter enveloped in a diner’s faintly seedy light, a devastatingly empty street beyond the window.\nThere’s something about this haunting insomniac aesthetic that seems to live on in videos like the Waffle House melee. They, too, contain something awkward about labor and racial binaries, and even those shot in daylight have a kind of existential darkness, an anarchy associated with late nights. Their collisions are physical. Hopper’s isolated figures hunch quietly while raucous modern diners have to be held back from the staff, but in looking at both you can see an essential American estrangement, the same quality of noirish alienation under jaundiced light. (That nighthawk with his back to the viewer: Is he drunk? Impatient? Eyeing the server and the saltshaker?) Eighty years later, the distance between Hopper’s strangers has collapsed, and the subtle menace surrounding them has spouted. Today’s portrayal of restlessness is like the post-postmodern scene at that Waffle House: People watching violence while also recording it, adding their documents to an outrageous archive, ready for the rest of us to marvel at.", "url": "https://www.nytimes.com/2023/01/25/magazine/the-waffle-house-brawl-belongs-in-a-museum.html"}