{"authors": ["Kathy Curto"], "date_download": "2023-03-28 17:30:04", "date_modify": "2023-03-28 17:30:04", "date_publish": "2023-02-09 09:00:05", "description": "New research suggests that awe is beneficial for our physical and mental well-being. In this lesson students will learn how to cultivate more of it.", "filename": "2023_02_09_learning_lesson-plans_lesson-plan-the-science-of-awe_1680024604.html", "image_url": "https://static01.nyt.com/images/2023/01/03/well/03Well-Awe/03Well-Awe-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_learning_lesson-plans_lesson-plan-the-science-of-awe_1680024604.html", "title": "Lesson Plan: The Science of Awe", "title_page": "Lesson Plan: The Science of Awe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lesson Overview\nFeatured Article: “How a Bit of Awe Can Improve Your Health” by Hope Reese\nWhen was the last time you felt awe? Did it happen in a place that some call awe-inspiring, like Niagara Falls or at the top of a snowcapped mountain? Or was it felt on the subway, while you were watching a bundled-up baby sleep in a stroller through bumps and twists and bangs?\nIn this lesson, you will learn about the power of awe and how new research suggests that being in touch with this feeling can increase your physical and mental well-being. Then, you will use some suggested strategies to practice discovering awe in your own life and take that into the everyday places you visit, including school, home and free-time spaces.\nWarm-Up\nWhen you hear the word “awe,” what do you think of? What feeling do you get inside of you? Can you describe what awe is in your own words?\nThe article you will read today is all about awe — what it is, why it’s good for us and how we can cultivate more of it. Dacher Keltner, a psychologist at the University of California, Berkeley, and author of “Awe: The New Science of Everyday Wonder and How It Can Transform Your Life,” describes awe as “the feeling of being in the presence of something vast that transcends your understanding of the world.” The article continues:\nWhile many of us associate awe with dramatic, life-changing events, the truth is that awe can be part of everyday life. Experiencing awe comes from what Dr. Keltner has called a “perceived vastness,” as well as something that challenges us to rethink our previously held ideas. Awe can be triggered from moments like seeing the Grand Canyon or witnessing an act of kindness. (About a quarter of awe experiences are “flavored with feeling threatened,” he said, and they can arise, for example, by looking at a lion in a zoo or even gruesome videos of genocide.)\nWrite a list of two to three times you have felt awe in your life. Now, choose one item from your list and write a few sentences about that specific experience, focusing on the moments that were most powerful and had the greatest effect on you. How did this experience make you feel?", "url": "https://www.nytimes.com/2023/02/09/learning/lesson-plans/lesson-plan-the-science-of-awe.html"}