{"authors": ["Brandon Yu"], "date_download": "2023-03-28 16:44:31", "date_modify": "2023-03-28 16:44:31", "date_publish": "2023-03-23 11:00:07", "description": "The filmmaker behind “Garden State” has created a fully drawn female character in Florence Pugh’s grieving addict. But this recovery drama often has too heavy a hand.", "filename": "2023_03_23_movies_a-good-person-review-zach-braff.html_rref=collection%2Fcollection%2Fmovie-guide_1680021871.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24GOOD-PErson-PIX-ftqz/24GOOD-PErson-PIX-ftqz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_movies_a-good-person-review-zach-braff.html_rref=collection%2Fcollection%2Fmovie-guide_1680021871.html", "title": "‘A Good Person’ Review: Zach Braff’s New Chapter", "title_page": "‘A Good Person’ Review: Zach Braff’s New Chapter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An interesting litmus test of the shift in our zeitgeist’s consideration of female characters — or of female agency at large — exists in the space between the release of Zach Braff’s “Garden State” in 2004 and the reconstituted consensus around the film in the next decade.\nThe movie remains a charming piece of mid-aughts indie quirkism, but over the years its character Sam, played by Natalie Portman, became emblematic of the Manic Pixie Dream Girl trope: a hollow tool, conjured by purportedly sensitive male indie fantasies, to help the protagonist on his journey toward self-actualization. That isn’t the case with “A Good Person,” Braff’s latest film. Its strongest quality, in fact, is how fully embodied and how human Florence Pugh is as the grieving Allison, a woman who is undone by a car accident that kills her sister- and brother-in-law-to-be.\nYet, there’s another storytelling mechanism Braff has repurposed and coarsely dialed up. Like “Garden State,” in which Andrew (Braff, who wrote and directed the film) has been medicated and stuck his entire life after being involved in the accident that killed his mother, “A Good Person” sees Allison suffocated by guilt and desperately seeking to escape herself through opioids.", "url": "https://www.nytimes.com/2023/03/23/movies/a-good-person-review-zach-braff.html?rref=collection%2Fcollection%2Fmovie-guide"}