{"authors": ["Sopan Deb"], "date_download": "2023-03-28 19:10:25", "date_modify": "2023-03-28 19:10:25", "date_publish": "2023-03-17 19:38:28", "description": "The star Celtics guard talks about his career year in the N.B.A., educational inequality and his association with Kanye West.", "filename": "2023_03_17_sports_basketball_boston-celtics-jaylen-brown-activism-kanye-west_1680030625.html", "image_url": "https://static01.nyt.com/images/2023/03/17/multimedia/17nba-jaylen-brown-01-qbft/17nba-jaylen-brown-01-qbft-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_17_sports_basketball_boston-celtics-jaylen-brown-activism-kanye-west_1680030625.html", "title": "Jaylen Brown on Basketball, Activism and Being Black in Boston", "title_page": "Boston Celtics’ Jaylen Brown Talks Free Agency, Activism and Kanye West - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Celtics center Al Horford recalled that the speed of the N.B.A. game was “really, really fast” for Brown during his rookie season in 2016-17. But now, “he just completely understands the things that he needs to do on the floor,” Horford said.\nBrown made his second All-Star team this season, and his career-best 26.8 points a game places him among the top guards in scoring. He could be a free agent after next season, but he said he isn’t thinking about that yet. “I’ve been able to make a lot of connections in the city, meet a lot of amazing families who have dedicated their lives to issues about change,” he said.\nBrown, who is Black, has spoken publicly about racism in Boston, where about half the population is white and about a quarter is Black. In 2015, a jolting study from the Federal Reserve Bank of Boston estimated that the Black households in the Boston area had a median wealth of close to zero, while the figure for white households was $247,500. “The wealth disparity in Boston is ridiculous,” Brown said.\nWhat has your experience been like as a Black professional athlete in Boston? There’s multiple experiences: as an athlete, as a basketball player, as a regular civilian, as somebody who’s trying to start a business, as someone who’s trying to do things in the community. There’s not a lot of room for people of color, Black entrepreneurs, to come in and start a business. I think that my experience there has been not as fluid as I thought it would be. What do you mean by that? Even being an athlete, you would think that you’ve got a certain amount of influence to be able to have experiences, to be able to have some things that doors open a little bit easier. But even with me being who I am, trying to start a business, trying to buy a house, trying to do certain things, you run into some adversity. Other athletes have spoken about the negative way that fans have treated Black athletes while playing in Boston. Have you experienced any of that? I have, but I pretty much block it all out. It’s not the whole Celtic fan base, but it is a part of the fan base that exists within the Celtic nation that is problematic. If you have a bad game, they tie it to your personal character. I definitely think there’s a group or an amount within the Celtic nation that is extremely toxic and does not want to see athletes use their platform, or they just want you to play basketball and entertain and go home. And that’s a problem to me.\nActivism\nErik Moore, the founder of the venture capital firm Base Ventures, mentored Brown in college after Brown interned at his company. He said Brown was always focused on social justice. “It’s not new or shocking or weird,” Moore said. “It’s just who he is.”\nIn April 2020, Brown wrote an op-ed for The Guardian decrying societal inequalities exposed by the coronavirus pandemic. The next month, he donated $1,000 to the political action committee Grassroots Law, which, according to its website, fights “to end oppressive policing, incarceration, and injustice.” Weeks later, Brown drove 15 hours to Atlanta from Boston to protest the police killing of George Floyd, a Black man in Minneapolis.", "url": "https://www.nytimes.com/2023/03/17/sports/basketball/boston-celtics-jaylen-brown-activism-kanye-west.html"}