{"authors": ["Helene Cooper"], "date_download": "2023-03-28 17:14:13", "date_modify": "2023-03-28 17:14:13", "date_publish": "2023-02-07 23:57:43", "description": "Chinese officials rejected a request from the U.S. defense secretary to speak with his counterpart after an American fighter jet shot down a Chinese spy balloon.", "filename": "2023_02_07_us_politics_china-balloon-austin_1680023653.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/07dc-pentagon-vfjb/07dc-pentagon-vfjb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_us_politics_china-balloon-austin_1680023653.html", "title": "China Isn’t Ready to Pick Up Phone After Balloon Incident", "title_page": "After Spy Balloon Incident, China Rejects Pentagon’s Request to Speak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Pentagon said on Tuesday that China had rejected a request from Defense Secretary Lloyd J. Austin III to speak with his Chinese counterpart on Saturday soon after an American fighter jet shot down a Chinese spy balloon off the coast of South Carolina.\nAs the debris was settling into the Atlantic and Navy divers were beginning the arduous task of trying to recover the balloon’s sensors and other surveillance equipment, the Pentagon reached out to China to clear the air.\n“We believe in the importance of maintaining open lines of communication between the United States and the P.R.C. in order to responsibly manage the relationship,” Brig. Gen. Patrick S. Ryder, the Pentagon press secretary, said in an emailed statement, referring to the People’s Republic of China. “Lines between our militaries are particularly important in moments like this.”\nIt was not to be. “Unfortunately,” General Ryder said, “the P.R.C. has declined our request” to arrange a call with Wei Fenghe, the Chinese defense minister.", "url": "https://www.nytimes.com/2023/02/07/us/politics/china-balloon-austin.html"}