{"authors": ["Erica L. Green"], "date_download": "2023-03-28 19:27:44", "date_modify": "2023-03-28 19:27:44", "date_publish": "2023-01-01 08:00:18", "description": "Some of the highest-profile complaints show how America’s culture wars are affecting the nation’s children.", "filename": "2023_01_01_us_politics_education-discrimination_1680031664.html", "image_url": "https://static01.nyt.com/images/2022/12/06/multimedia/00dc-civilrights-1-4878/00dc-civilrights-1-4878-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_01_us_politics_education-discrimination_1680031664.html", "title": "Education Dept. Logs Record Number of Discrimination Complaints", "title_page": "Education Dept. Logs Record Number of Discrimination Complaints - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Education Department’s Office for Civil Rights logged a record number of discrimination complaints in the past year, the latest indicator of how the social and political strife roiling the country is reverberating in the nation’s schools.\nNearly 19,000 complaints were filed to the office in the last fiscal year — between Oct. 1, 2021, and Sept. 30, 2022 — more than double the previous year and breaking the record of 16,000 filed in fiscal year 2016, according to figures provided by the department. The surge reversed the decline in complaints filed to the office under the Trump administration, which rolled back civil rights protections.\nOfficials say the complaints — most alleging discrimination based on disability, race or sex — reflect grievances that amassed during the worst public health crisis in a century and the most divisive civil rights climate in decades. The complaints were logged as schools struggled to recover from pandemic-related closures, and add to the declining test scores and growing mental health challenges that display the fragility in large parts of the country’s education system.\nCatherine Lhamon, the assistant secretary for civil rights, said the jump in the number of complaints, which have not yet been made public but will be reflected in the office’s annual report in the coming months, is both encouraging and sobering.", "url": "https://www.nytimes.com/2023/01/01/us/politics/education-discrimination.html"}