{"authors": ["Henry Fountain"], "date_download": "2023-03-28 17:42:45", "date_modify": "2023-03-28 17:42:45", "date_publish": "2023-02-27 14:57:48", "description": "Scientists are analyzing the disaster for clues about the potential strength and location of future West Coast quakes.", "filename": "2023_02_27_climate_turkey-syria-earthquakes-california_1680025365.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24cli-quake-01-kfhm/24cli-quake-01-kfhm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_27_climate_turkey-syria-earthquakes-california_1680025365.html", "title": "Turkey’s Earthquake Zone Is a Lot Like California’s. Here’s What That Means.", "title_page": "Turkey’s Earthquake Zone Is a Lot Like the One in California. Here’s What That Means. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The scientists studying the powerful earthquakes that devastated parts of Turkey and Syria this month may bring new insights to a seismic zone that is strikingly similar: the San Andreas Fault in California.\nThe earthquake zones have much in common, with one long, major fault and scores of smaller, secondary ones. Using ground-based and satellite measurements, scientists are learning how the initial 7.8-magnitude quake in Turkey on Feb. 6 spawned aftershocks, including an unusually strong one on a secondary fault just hours after the first. That may help them better understand the potential strength and location of future quakes in California.\n“There is no question that we’re going to learn an enormous amount” from the Turkish quakes, said Ross Stein, a seismologist formerly with the United States Geological Survey scientist and now a consultant.\nIn California’s recent history there have only been two quakes as powerful as the first Turkish one — the 7.9-magnitude San Francisco earthquake in 1906, and the Fort Tejon quake of 1857, which had a similar estimated magnitude and affected an area from the central part of the state southward to the east of Los Angeles.", "url": "https://www.nytimes.com/2023/02/27/climate/turkey-syria-earthquakes-california.html"}