{"authors": ["Peter Eavis", "Mark Walker", "Niraj Chokshi"], "date_download": "2023-03-28 16:47:12", "date_modify": "2023-03-28 16:47:12", "date_publish": "2023-03-07 08:00:11", "description": "Safety experts said the East Palestine derailment might not have happened had Norfolk Southern placed sensors closer together. The federal government doesn’t require or regulate their use.", "filename": "2023_03_07_business_norfolk-southern-derailment-east-palestine-regulation_1680022032.html", "image_url": "https://static01.nyt.com/images/2023/03/06/multimedia/06rail-safety-01-hqmp/06rail-safety-01-hqmp-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_business_norfolk-southern-derailment-east-palestine-regulation_1680022032.html", "title": "Ohio Derailment Highlights Gap in Rail Safety Regulations", "title_page": "Ohio Derailment Highlights Gap in Rail Safety Regulations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The rail crash in East Palestine, Ohio, has highlighted a glaring gap in federal safety regulations that has left the railroad industry to set its own standards for the use of sensors that can warn train crews about impending derailments.\nAs Norfolk Southern’s Train 32N traveled toward East Palestine on Feb. 3, it passed a series of detectors along the track designed to pick up overheated wheel bearings, a major cause of derailments. The temperature of a bearing on the train’s 23rd car rose before the train reached the town.\nBut then there wasn’t another heat detector for almost 20 miles, by which time the temperature had soared to critical levels, setting off an alarm. As the crew engaged the brakes, the bearing broke, and the car and 37 others derailed, spilling a cargo of toxic chemicals and prompting officials to authorize a controlled burn of hazardous substances.\nThe accident has devastated East Palestine’s economy, stoked anger and anguish among its residents, and forced an examination of whether freight railways, which have grown much more profitable in recent years, have gone too far in pushing for greater efficiency at the expense of safety, staffing levels and working conditions.", "url": "https://www.nytimes.com/2023/03/07/business/norfolk-southern-derailment-east-palestine-regulation.html"}