{"authors": ["Ronen Bergman", "Patrick Kingsley"], "date_download": "2023-03-28 17:20:08", "date_modify": "2023-03-28 17:20:08", "date_publish": "2023-03-06 20:32:05", "description": "The military leadership is concerned that anger over the government’s plan, with some pilots saying they will skip some training sessions and operations, could diminish military capabilities.", "filename": "2023_03_06_world_middleeast_israel-military-judiciary_1680024008.html", "image_url": "https://static01.nyt.com/images/2023/03/06/multimedia/06israel-military-01-gwft/06israel-military-01-gwft-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_06_world_middleeast_israel-military-judiciary_1680024008.html", "title": "Protests Over Netanyahu’s Judiciary Overhaul Spread to Israel’s Military", "title_page": "Protests Over Netanyahu’s Judiciary Overhaul Spread to Israel’s Military - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A plan by Prime Minister Benjamin Netanyahu to severely curtail the powers of Israel’s Supreme Court has prompted weeks of demonstrations, rattled the country’s technology sector and raised fears of political violence.\nNow, protests are emerging even within the nation’s military.\nHundreds of soldiers in the military reserves either have signed letters expressing a reluctance to participate in nonessential duty or have already pulled out of training missions, officials said. The affected units include the 8200 division that deals with signal and cyberintelligence and whose graduates have helped drive the country’s tech industry, as well as elite combat units.\nThe military leadership fears that growing anger within the ranks over the government’s plans will affect the operational readiness of Israel’s armed forces, according to senior military officials.\nIt is most concerned about unrest within the Air Force, with reserve duty pilots increasingly upset over the government plans, the officials said. They also fear that they may be asked to engage in illegal operations, and that restraints on Israel’s judiciary may strengthen foreign calls to prosecute them in the International Criminal Court, the officials said. Reserve duty pilots often lead Israel’s regular airstrikes on Syria and the Gaza Strip, and would be involved in any major Israeli attack on nuclear facilities in Iran.", "url": "https://www.nytimes.com/2023/03/06/world/middleeast/israel-military-judiciary.html"}