{"authors": ["Nate Cohn"], "date_download": "2023-03-28 17:54:53", "date_modify": "2023-03-28 17:54:53", "date_publish": "2023-02-15 10:00:12", "description": "A presidential bid and a measure of how far Reaganism has fallen.", "filename": "2023_02_15_upshot_nikki-haley-republicans-president_1680026093.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15up-haley-trump1-kvzm/15up-haley-trump1-kvzm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_upshot_nikki-haley-republicans-president_1680026093.html", "title": "What Nikki Haley Can Teach Us About the Republican Party", "title_page": "What Nikki Haley Can Teach Us About the Republican Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Haley, a former Rubio ’16 supporter and the child of Indian immigrants, is a darling of neoconservatives and a defender of Reagan’s continued relevance. Her announcement featured many of the old Reagan-Bush classics, if slightly remixed for today’s challenges. She pointed out she had “seen evil” on the world stage and supported tax cuts, and she defended America as the “freest and greatest” country in the world.\nThere will be plenty of other opportunities to dust off the old Reagan playbook if she so chooses. She could argue that lower government spending, free trade and more legal immigration is the textbook solution to high inflation and a soaring national debt. She could even argue that Mr. Trump’s big government spending and trade wars helped contribute to inflation in the first place. Neoliberalism took off in the 1980s for a reason, after all.\nThe opportunities on foreign policy are fairly clear as well. With Chinese balloons in the air and Russian troops advancing on the ground, a hawkish candidate should find it straightforward to argue for higher military spending and closer cooperation with allies — and to argue against cozying up to the likes of Vladimir Putin. Here again, it’s easy to imagine the opportunity to attack Mr. Trump.\nMs. Haley’s strength in the polls may not be a great test of the electoral appeal of traditional conservatism. She’s a first-time candidate with single-digit support in the polls. Almost all presidential candidates who start in the single digits end at zero, and that usually doesn’t say much about the strength of their ideological faction.\nBut if Ms. Haley can gain traction — if she can raise big money, if she can land a punch on the debate stage, if she can draw applause for linking immigration and inflation, or attacking Mr. Putin — it may say something about the appetite for her brand of conservatism.", "url": "https://www.nytimes.com/2023/02/15/upshot/nikki-haley-republicans-president.html"}