{"authors": ["Katie Robertson"], "date_download": "2023-03-28 17:21:05", "date_modify": "2023-03-28 17:21:05", "date_publish": "2023-01-20 16:55:50", "description": "The company, which publishes New York magazine, The Verge and numerous other brands, joins a parade of tech and media companies cutting back staff amid economic uncertainty.", "filename": "2023_01_20_business_media_vox-media-layoffs_1680024065.html", "image_url": "https://static01.nyt.com/images/2023/01/20/business/20voxmedia-01/20voxmedia-01-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_business_media_vox-media-layoffs_1680024065.html", "title": "Vox Media to Cut 7 Percent of Workers", "title_page": "Vox Media to Cut 7 Percent of Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vox Media, which owns brands like The Verge, SB Nation and New York magazine, said on Friday that it would cut about 7 percent of its staff, joining a parade of tech and media companies laying off workers amid economic uncertainty.\nIn a morning email to the staff, Jim Bankoff, Vox’s chief executive, said the company needed to become smaller in the face of a downturn, adding that the company had already reduced its spending and frozen new hiring.\n“Unfortunately, in this economic climate, we’re not able to sustain projects and areas of the business that have not performed as anticipated, are less core to where we see the biggest opportunities in the coming years, or where we don’t have enough rationale to support ongoing investment in what could be a prolonged downturn,” he wrote.\nMr. Bankoff did not disclose whether the cuts would come from all of the company’s brands, but said the affected teams included revenue, editorial, operations and core services. The company has about 1,900 employees, a spokeswoman for Vox Media said. She declined to comment further on the cuts.", "url": "https://www.nytimes.com/2023/01/20/business/media/vox-media-layoffs.html"}