{"authors": ["Jordyn Holman", "Jeanna Smialek"], "date_download": "2023-03-28 17:00:20", "date_modify": "2023-03-28 17:00:20", "date_publish": "2023-02-15 14:03:11", "description": "Consumer spending jumped in January, which was good news for retailers but could weigh on the Federal Reserve’s efforts to tame rapid inflation.", "filename": "2023_02_15_business_retail-sales-january-inflation_1680022820.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15Retail-Sales-zmgc/15Retail-Sales-zmgc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_business_retail-sales-january-inflation_1680022820.html", "title": "Retail Sales Surge as Prices Rise and Shoppers Keep Buying", "title_page": "Retail Sales Surge as Prices Rise and Shoppers Keep Buying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The apparent robustness of shoppers at the beginning of the year could make retailers more optimistic about their businesses in 2023. There have been concerns that consumers could pull back as they contend with rapid price increases and burn through savings, shrinking retailers’ profit margins and lowering their sales. But the labor market has remained strong and wage growth solid, keeping cash in people’s pockets and helping to power continued spending.\nSpending in January may also have been lifted in part by a significant, 8.7 percent cost-of-living adjustment that started arriving in Social Security checks last month, increasing income for many older Americans.\nExecutives have noted the sturdy consumer demand.\n“Right now, we feel really good about our retailers,” David Simon, chief executive of the Simon Property Group, which operates malls across the country, said in an analyst call this month. Mr. Simon said that he regularly asked colleagues about signs of pullback in consumer demand and that “it’s not really happened.”\nStill, some retail chiefs are wary of how much higher prices can go before consumers push back.\n“We don’t want to raise too much prices to then lower them again, because we have a promise that we’ve made to the customers that we should deliver the best value for money,” Helena Helmersson, the chief executive of H&M, the Swedish fast-fashion retailer, said in a call with analysts last month.\nThe Fed has raised interest rates aggressively over the past year to try to weigh on consumer and business demand, hoping to cool the economy enough that it forces companies to stop raising prices so much. Central bankers have pushed borrowing costs above 4.5 percent, from near zero a year ago, and have forecast at least a couple of more rate increases in the coming months.", "url": "https://www.nytimes.com/2023/02/15/business/retail-sales-january-inflation.html"}