{"authors": ["Eshe Nelson"], "date_download": "2023-03-28 16:55:23", "date_modify": "2023-03-28 16:55:23", "date_publish": "2023-03-15 08:06:17", "description": "In a major policy speech, Jeremy Hunt, the chancellor of the Exchequer, offered plans to promote greater work force participation, including more free child care.", "filename": "2023_03_15_business_jeremy-hunt-uk-budget-economy_1680022523.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/15uk-econ-vpgz/15uk-econ-vpgz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_15_business_jeremy-hunt-uk-budget-economy_1680022523.html", "title": "UK Budget Offers More Free Child Care as Work Incentive", "title_page": "UK Budget Offers More Free Child Care as Work Incentive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The British government ramped up its efforts to get more people into work and make Britain an enticing investment destination as it announced on Wednesday an expansion of free child care, extended household energy subsidies and bolstered business investment incentives.\nAmid double-digit inflation, rising interest rates and widespread labor strikes, Jeremy Hunt, the chancellor of the Exchequer, detailed his plan to help Prime Minister Rishi Sunak keep the promise he made in January to expand the economy this year and pull it out of stagnation.\nMr. Hunt laid out his tax and spending plans, about 20 billion pounds ($24 billion) a year for the next three years, to lawmakers in Parliament in a budget speech aimed to coax economic growth that has been flat over recent months — while avoiding any surprises that could shake Britain’s restored but fragile fiscal credibility.\n“We remain vigilant,” Mr. Hunt said on Wednesday. “I will not hesitate to take whatever steps are necessary for economic stability.”", "url": "https://www.nytimes.com/2023/03/15/business/jeremy-hunt-uk-budget-economy.html"}