{"authors": ["Jill P. Capuzzo", "Alicia Napierkowski"], "date_download": "2023-03-28 17:30:37", "date_modify": "2023-03-28 17:30:37", "date_publish": "2023-02-23 14:00:08", "description": "This week’s properties are five-bedroom homes in Armonk, N.Y., and Upper Saddle River, N.J.", "filename": "2023_02_23_realestate_homes-for-sale-in-new-york-and_1680024637.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_realestate_homes-for-sale-in-new-york-and_1680024637.html", "title": "Homes for Sale in New York and New Jersey", "title_page": "Homes for Sale in New York and New Jersey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WESTCHESTER | 2 STONE HOLLOW WAY, ARMONK, N.Y.\nFive-Bedroom Contemporary\n$2.299 million\nA five-bedroom, four-full-and-two-half-bath, 6,200-square-foot home built in 1985, with hardwood floors, floor-to-ceiling windows and recessed lighting; an open living and family room with a fireplace; a formal dining room; an eat-in kitchen with a skylight, Calacatta marble countertops, a large island and a wine fridge; an en suite primary bedroom with a sitting area, bay windows, two closets, a dressing room, steam shower, double vanity and a tub that overlooks the yard; a bonus family room; a finished lower level with a fireplace; and an attached three-car garage, on 2.11 acres. Stacee Massoni, Julia B. Fee Sotheby’s International Realty, 914-806-6981; sothebysrealty.com\nTaxes\n$54,212 a year\nPros\nOne bedroom has been converted into an office with built-ins. The open floor plan works for entertaining but does not compromise privacy. Westchester County Airport and the White Plains train station are nearby.\nCons\nThe bedrooms feel in need of upgrades when compared with the contemporary aesthetics in the living areas. Though the property stretches over two acres, the yard is awkwardly laid out beyond the pool and grilling area.", "url": "https://www.nytimes.com/2023/02/23/realestate/homes-for-sale-in-new-york-and.html"}