{"authors": ["Mark Walker", "Emily Cochrane"], "date_download": "2023-03-28 16:47:15", "date_modify": "2023-03-28 16:47:15", "date_publish": "2023-02-23 17:00:57", "description": "The crew tried to slow down after an overheated wheel bearing set off an alarm, but 38 cars still ended up leaving the tracks, the National Transportation Safety Board said.", "filename": "2023_02_23_us_politics_ohio-train-east-palestine-ntsb-buttigieg_1680022035.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24dc-derailment-mcgf/24dc-derailment-mcgf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_us_politics_ohio-train-east-palestine-ntsb-buttigieg_1680022035.html", "title": "Ohio Train Derailment", "title_page": "Crew in Ohio Train Derailment Was Alerted to Problem Just Before Accident, NTSB Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EAST PALESTINE, Ohio — The crew of a freight train that derailed in Ohio this month received an alert about an overheated wheel bearing only shortly before dozens of the train’s cars left the tracks, federal investigators said on Thursday, raising questions about the adequacy of safety measures used by the train’s operator.\nAn initial report from the National Transportation Safety Board found that while the wheel bearing had been heating up as the train carried toxic chemicals and other cargo through Ohio, an alarm did not sound to alert the crew to check a hot axle until the train passed a sensor not far from where it ultimately derailed. The sensor registered that the wheel bearing was 253 degrees above the ambient temperature, the report said.\nThe crew, already braking as the train followed another, slowed down even more after hearing the alarm, according to the safety board. The crew then saw fire and smoke and reported a possible derailment to the dispatcher. Thirty-eight of the train’s 149 cars ended up leaving the tracks.\nThe timing of when the crew was alerted to the overheated wheel bearing is a key issue in the federal investigation into the derailment on the outskirts of East Palestine on Feb. 3. When the train passed two earlier sensors, it did not register a temperature high enough to trigger an alarm under the parameters set by train’s operator, Norfolk Southern, according to the safety board.", "url": "https://www.nytimes.com/2023/02/23/us/politics/ohio-train-east-palestine-ntsb-buttigieg.html"}