{"authors": ["Jenny Gross"], "date_download": "2023-03-28 17:07:13", "date_modify": "2023-03-28 17:07:13", "date_publish": "2023-03-28 14:32:48", "description": "Charles is set to begin his trip on Wednesday. He had planned to start the royal tour in France, but that leg was canceled because of the country’s ongoing protests.", "filename": "2023_03_28_world_europe_king-charles-germany-visit_1680023233.html", "image_url": "https://static01.nyt.com/images/2023/03/28/multimedia/28xp-charles-visit1-qhtg/28xp-charles-visit1-qhtg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_world_europe_king-charles-germany-visit_1680023233.html", "title": "King Charles Will Travel to Germany for First Visit as Monarch", "title_page": "King Charles Will Travel to Germany for First Visit as Monarch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — King Charles III of Britain will travel to Germany on Wednesday for his first trip abroad as monarch, after strikes and protests in France led to the cancellation of his planned state visit there.\nDuring a three-day visit to Berlin and Hamburg, the king and his wife, Camilla, the queen consort, will attend a state banquet, hosted by President Frank-Walter Steinmeier and his wife, Elke Büdenbender, at Bellevue Palace, Germany’s presidential residence, according to a statement from Buckingham Palace.\nOn Thursday, Charles will address Germany’s parliament, the Bundestag, and will then meet with refugees who have recently arrived from Ukraine. On Friday, Charles and Camilla will take the train to Hamburg, where they will visit a monument commemorating Kindertransport, the effort from 1938 and 1940 that brought about 10,000 Jewish children to safety in Britain from Nazi Germany.\nThe cancellation of the France leg of the trip represented an uncomfortable moment for the country’s president, Emmanuel Macron, who had been scheduled to receive the king and queen consort in Paris on Sunday.", "url": "https://www.nytimes.com/2023/03/28/world/europe/king-charles-germany-visit.html"}