{"authors": ["Noam Scheiber"], "date_download": "2023-03-28 17:47:09", "date_modify": "2023-03-28 17:47:09", "date_publish": "2023-03-21 09:00:30", "description": "Nearly a year after its victory on Staten Island, the Amazon Labor Union is grappling with election losses and internal conflict.", "filename": "2023_03_21_business_amazon-labor-union_1680025629.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/00JPamazon-union-print-wzcf/00amazon-union-01-wzcf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_business_amazon-labor-union_1680025629.html", "title": "Strains Emerge Inside the Union That Beat Amazon", "title_page": "Strains Emerge Inside the Union That Beat Amazon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Smalls called the revolt by his former allies an attempted coup and emphasized that many of the dissidents are white while the union leadership is largely Black, as are many workers. (Ruel Mohan, a mixed-race worker involved with the union who is one of the critics, said of the rift: “I didn’t see anything that had to do with race.”)\nAt a tense union meeting in December, Mr. Smalls told longtime organizers that they should step aside if they couldn’t get along with him or those loyal to him. “You got a problem with me? Deuces,” he said, using a slang term for “goodbye.” The two factions have been operating independently since the meeting.\nWhile strategic debates and personal rivalries are not unusual in the labor movement, the stakes for the Amazon Labor Union are higher than most. Given the e-commerce giant’s growing sway over industries including retail, groceries and health care, many strategists doubt that organized labor can reverse its decline without gaining traction at Amazon.\nThat would be a tall order for a union under any circumstances. But the Amazon Labor Union’s fracturing has complicated the task. Labor’s hopes of winning at Amazon now hinge on taking on one of the world’s wealthiest companies — amid growing challenges within the union.\nIt was only days after the Staten Island victory that the union got its first hint of the struggle ahead. Amazon filed more than two dozen formal objections to the election result, which would tie the union up in hearings into the summer. The company soundly defeated the union in an election at a warehouse across the street the next month, and later restricted off-duty employees’ access to break rooms, which organizers had relied on to recruit co-workers. Amazon said it had made the change to ensure employee safety and building security.", "url": "https://www.nytimes.com/2023/03/21/business/amazon-labor-union.html"}