{"authors": ["Cade Metz"], "date_download": "2023-03-28 16:55:09", "date_modify": "2023-03-28 16:55:09", "date_publish": "2023-02-15 10:00:35", "description": "Missy Cummings, who spent more than a year at the federal auto safety agency, said that drivers were putting too much trust in systems like Tesla’s Autopilot and that regulators needed to restrict their use.", "filename": "2023_02_15_business_missy-cummings-tesla-autopilot_1680022509.html", "image_url": "https://static01.nyt.com/images/2023/02/16/multimedia/15autonomous-print1/15autonomous-01-jvmk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_business_missy-cummings-tesla-autopilot_1680022509.html", "title": "Carmakers Are Pushing Autonomous Tech. This Engineer Wants Limits.", "title_page": "Carmakers Are Pushing Autonomous Tech. This Engineer Wants Limits. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Safety experts also said the agency was chronically underfunded and lacked enough skilled staff to adequately do its job. The agency has also operated without a permanent leader confirmed by the Senate for much of the past six years.\nDr. Cummings acknowledged that putting in effect the rules she was calling for would be difficult. She said she also knew that her comments could again inflame supporters of Mr. Musk and Tesla who attacked her on social media and sent her death threats after she was appointed a senior adviser at the safety agency.\nBut Dr. Cummings, 56, one of the first female fighter pilots in the Navy, said she felt compelled to speak out because “the technology is being abused by humans.”\n“We need to put in regulations that deal with this,” she said.\nThe safety agency and Tesla did not respond to requests for comment. G.M. pointed to studies that it had conducted with the University of Michigan that examined the safety of its technology.\nBecause Autopilot and other similar systems allow drivers to relinquish active control of the car, many safety experts worry that the technology will lull people into believing the cars are driving themselves. When the technology malfunctions or cannot handle situations like having to veer quickly to miss stalled vehicles, drivers may be unprepared to take control quickly enough.", "url": "https://www.nytimes.com/2023/02/15/business/missy-cummings-tesla-autopilot.html"}