{"authors": ["Alan Rappeport", "Jim Tankersley", "Jeanna Smialek"], "date_download": "2023-03-28 17:27:49", "date_modify": "2023-03-28 17:27:49", "date_publish": "2023-01-11 18:32:06", "description": "If Congress fails to increase the government’s borrowing limit in time, the result would be a shock to the economy and financial markets.", "filename": "2023_01_11_us_politics_debt-ceiling-economy-congress_1680024469.html", "image_url": "https://static01.nyt.com/images/2023/01/16/multimedia/11JPdc-debt-limit1-print/01-zlpb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_11_us_politics_debt-ceiling-economy-congress_1680024469.html", "title": "The U.S. Hit the Debt Ceiling. What Does That Mean and What Happens Now?", "title_page": "The U.S. Hit the Debt Ceiling. What Does That Mean and What Happens Now?  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Washington and Wall Street are bracing for a revival of brinkmanship over the nation’s statutory debt limit, raising fears that the fragile U.S. economy could be rattled by a calamitous self-inflicted wound.\nFor years, Republicans have sought to tie spending cuts or other concessions from Democrats to their votes to lift the borrowing cap, even if it means eroding the world’s faith that the United States will always pay its bills. Now, back in control of a chamber of Congress, Republicans are poised once again to leverage the debt limit to make fiscal demands of President Biden.\nTreasury Secretary Janet L. Yellen warned on Friday that she would have to undertake “extraordinary measures” to continue paying the nation’s bills beyond January if lawmakers did not act to raise the debt limit — and that her powers to delay a default could be exhausted by early June.\nThe fight over the debt limit is renewing debates about what the actual consequences would be if the United States were unable to borrow money to pay its bills, including what it owes to the bondholders who own U.S. Treasury debt and essentially provide a line of credit to the government.", "url": "https://www.nytimes.com/2023/01/11/us/politics/debt-ceiling-economy-congress.html"}