{"authors": ["Callie Holtermann"], "date_download": "2023-03-28 18:03:59", "date_modify": "2023-03-28 18:03:59", "date_publish": "2023-01-26 00:17:14", "description": "Senators cosplayed as Swifties at the Judiciary Committee’s Ticketmaster hearing on Tuesday, quoting recent hits and deep cuts alike.", "filename": "2023_01_25_style_taylor-swift-ticketmaster-hearing_1680026639.html", "image_url": "https://static01.nyt.com/images/2023/01/29/multimedia/25TSWIFT-LYRICS-01-jhcp/25TSWIFT-LYRICS-01-jhcp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_25_style_taylor-swift-ticketmaster-hearing_1680026639.html", "title": "Senators Invoked Taylor Swift Lyrics During Ticketmaster Hearing", "title_page": "Senators Invoked Taylor Swift Lyrics During Ticketmaster Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Ticketmaster’s presale for Taylor Swift’s Eras tour buckled under intense demand in November, many fans were left ticketless and heartbroken that they might not be able to hear Ms. Swift’s lyrics sung in stadiums across the United States.\nOn Tuesday, fans could hear many of those lyrics issuing forth in a slightly more subdued arena: Room 216 of the Hart Senate Office Building.\nSnippets of both Ms. Swift’s recent chart-toppers and her deeper cuts sprang drolly from the mouths of senators during a hearing in which members of the Judiciary Committee from both parties cast Live Nation Entertainment, the concert giant that owns Ticketmaster, as a monopoly.\n“Ticketmaster ought to look in the mirror and say: ‘I’m the problem. It’s me,’” said Senator Richard Blumenthal of Connecticut, quoting Ms. Swift’s “Anti-Hero.” Another Democrat, Senator Amy Klobuchar of Minnesota, referred to the 2012 album “Red” to explain that consolidation within an industry was a problem the United States knew “all too well.”", "url": "https://www.nytimes.com/2023/01/25/style/taylor-swift-ticketmaster-hearing.html"}