{"authors": ["Michael D. Shear"], "date_download": "2023-03-28 18:35:16", "date_modify": "2023-03-28 18:35:16", "date_publish": "2023-03-17 22:22:01", "description": "President Biden welcomed Ireland’s prime minister and confirmed that he would visit the country next month to mark the 25th anniversary of the Good Friday Agreement.", "filename": "2023_03_17_us_politics_biden-st-patricks-day_1680028516.html", "image_url": "https://static01.nyt.com/images/2023/03/17/multimedia/17dc-prexy-jklb/17dc-prexy-jklb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_17_us_politics_biden-st-patricks-day_1680028516.html", "title": "With a Pocket of Shamrocks, Biden Celebrates St. Patrick’s Day", "title_page": "Biden Celebrates St. Patrick’s Day with Ireland’s Prime Minister - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Biden is only the second Irish Catholic to occupy the White House, after John F. Kennedy. (Ronald Reagan, who was also Irish American, beat him to the office by more than 40 years.) But the current president may be the most unabashedly proud of his Irish roots, saying often that he got his “Irish values” from his mother, who told him to treat people with respect and dignity.\nHis mother also told him not to bow to the Queen of England, advice he has said he took during two meetings with the monarch, first as a senator and later as president.\nBut if there has been some familial Irish-English tension in Mr. Biden’s past, he has also been an ardent supporter of the efforts to secure peace in Northern Ireland. The treaty that created the framework for that peace, known as the Good Friday Agreement, turns 25 years old this year and will serve as the reason for Mr. Biden’s first visit to Ireland as president in April.\n“I promise you that we’re going to roll out the red carpet and it’s going to be a visit like no other,” Mr. Varadkar told the president ahead of their Oval Office meeting on Friday. “Everyone’s excited about it already.”\nThat includes Mr. Biden.\nThere has been anticipation inside the West Wing for months about the president’s likely visit in the spring. The official announcement didn’t come until some ongoing disputes were resolved over power sharing in the countries, but Mr. Biden made it clear in recent days that he plans to make the trip to mark the Good Friday anniversary.", "url": "https://www.nytimes.com/2023/03/17/us/politics/biden-st-patricks-day.html"}