{"authors": ["Matt Stevens"], "date_download": "2023-03-28 16:51:49", "date_modify": "2023-03-28 16:51:49", "date_publish": "2023-03-13 15:00:12", "description": "A raid of the Orlando Museum of Art, in which 25 works attributed to Jean-Michel Basquiat were seized, has placed renewed spotlight on the unit.", "filename": "2023_03_13_arts_fbi-art-crime-team_1680022309.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13art-crime1-hckp/13art-crime1-hckp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_arts_fbi-art-crime-team_1680022309.html", "title": "The F.B.I. Has an Art Crime Team. And These Days, It’s Busy.", "title_page": "The F.B.I. Has an Art Crime Team. And These Days, It’s Busy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tell us about some of the most interesting cases.\nRIVAS What started a lot of this was probably the Knoedler Gallery case. This significant gallery in New York, one of the oldest and most prestigious, was selling fakes. And the fact that the F.B.I. identified that and worked on prosecuting the individuals that were involved, I think it brought to light that there was such fraud in the art market.\nThen there was the Rudy Kurniawan wine-fraud case. Some of the larger-scale fraud cases that the Art Crime Team has worked has brought to light the fact that it isn’t a regulated market, and that there are problems and a lot of fakes.\nThere is also a fraud case about a gentleman who lived in West Hollywood and represented himself as coming from money. He bought art on the internet for hundreds of dollars and then would resell these pieces for hundreds of thousands of dollars. And he created the fake provenance documents for the artwork. He ended up pleading guilty and got 60 months in jail for mail fraud, wire fraud and tax fraud.\nGROVE Agent Rivas invited me to the search in that case, and under a desk, within a suitcase he had, were several embossment seals that he could use for his certificates of authenticity. Finding that was definitely an “aha” moment.\nHow is this work different or the same from the work that you did earlier in your careers? You say you both like art; did you like art when you started?", "url": "https://www.nytimes.com/2023/03/13/arts/fbi-art-crime-team.html"}