{"authors": ["Steven Lee Myers", "Nico Grant"], "date_download": "2023-03-28 18:47:05", "date_modify": "2023-03-28 18:47:05", "date_publish": "2023-02-14 10:00:52", "description": "As the companies have shed jobs recently, many teams assigned to combat false and misleading information have taken a hit.", "filename": "2023_02_14_technology_disinformation-moderation-social-media_1680029225.html", "image_url": "https://static01.nyt.com/images/2023/02/09/business/00misinfo-moderation-01/00misinfo-moderation-01-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_14_technology_disinformation-moderation-social-media_1680029225.html", "title": "Combating Disinformation Wanes at Social Media Giants", "title_page": "Combating Disinformation Wanes at Social Media Giants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — YouTube, like other social media platforms, spent years expanding its efforts to tackle misinformation after the 2016 election. It hired policy experts and content moderators and invested in more technology to limit the reach of false narratives. Not anymore.\nLast month, the company, owned by Google, quietly reduced its small team of policy experts in charge of handling misinformation, according to three people with knowledge of the decision. The cuts, part of the reduction of 12,000 employees by Google’s parent company, Alphabet, left only one person in charge of misinformation policy worldwide, one of the people said.\nThe cuts reflect a trend across the industry that threatens to undo many of the safeguards that social media platforms put in place in recent years to ban or tamp down on disinformation — like false claims about the Covid-19 pandemic, the Russian war in Ukraine or the integrity of elections around the world. Twitter, under its new owner, Elon Musk, has slashed its staff, while Meta, which owns Facebook, Instagram and WhatsApp, has shifted its focus and resources to the immersive world of the metaverse.\nFaced with economic headwinds and political and legal pressure, the social media giants have shown signs that fighting false information online is no longer as high a priority, raising fears among experts who track the issue that it will further erode trust online.", "url": "https://www.nytimes.com/2023/02/14/technology/disinformation-moderation-social-media.html"}