{"authors": ["Laura Collins-Hughes"], "date_download": "2023-03-28 17:25:11", "date_modify": "2023-03-28 17:25:11", "date_publish": "2023-02-05 18:46:03", "description": "David Greenspan gives a wild ride of a performance in “On Set With Theda Bara,” and marionettes star in Vaclav Havel’s play “Audience.”", "filename": "2023_02_05_theater_on-set-with-theda-bara-review_1680024311.html", "image_url": "https://static01.nyt.com/images/2023/02/06/multimedia/03THEDA-1-jwlz/03THEDA-1-jwlz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_05_theater_on-set-with-theda-bara-review_1680024311.html", "title": "Screen Time: A Film Star Captivates, and a Writer Is Surveilled", "title_page": "Screen Time: A Film Star Captivates, and a Writer Is Surveilled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The performance space at the Brick, in Williamsburg, Brooklyn, is already veiled in haze when the audience arrives. A long table draped in black runs down the center of the room, lit by sconces and hanging lamps, their soft glow reflected in mirrored walls at either end.\nThere’s a ghostly, expectant feel to it all, as if we’ve entered an alternate plane where specters might be summoned. You wouldn’t be surprised if a séance broke out. Somewhere in the middle of the swirling phantasmagoria that is the play “On Set With Theda Bara,” indeed one will.\nA certain channeling of spirits, though, begins as soon as the performance does. The actor David Greenspan takes his place at the head of the table, with the audience seated on either side, and becomes the glamorous silent-film star Theda Bara, or a version of her. Identity is slippery in this play, as it was for the actress, who started out as Theodosia Goodman from Ohio but was marketed by Hollywood, under her screen name, as an exoticized Arab.\nObsession with her is the gossamer string that binds Theda to the other characters in this campy, comic solo show: Detective Finale, a gay 21st-century gumshoe looking for his missing child; Ulysses, a movie-theater organist enthralled with Theda ever since one of her films aroused him to distraction at the keyboard; and Iras, Finale’s genderqueer 16-year-old, who would become Theda Bara if only that were possible.", "url": "https://www.nytimes.com/2023/02/05/theater/on-set-with-theda-bara-review.html"}