{"authors": ["Joshua Barone"], "date_download": "2023-03-28 16:55:21", "date_modify": "2023-03-28 16:55:21", "date_publish": "2023-03-13 18:09:02", "description": "Mary-Mitchell Campbell, the series’ new music director, will lead a restored performance of “Dear World,” starring Donna Murphy.", "filename": "2023_03_13_theater_dear-world-city-center-encores_1680022521.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13campbell-encores-01-hqfw/13campbell-encores-01-hqfw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_theater_dear-world-city-center-encores_1680022521.html", "title": "A Conductor Arrives at Encores! With a Jerry Herman Rarity", "title_page": "A Conductor Arrives at Encores! With Jerry Herman’s ‘Dear World’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Did you plan for “Dear World” to be your first Encores! show?\nIt was intentional to do a score that I was excited about. Encores! has done so many amazing scores over the years, that it’s hard to find something, and this was one that was on my list that had never been produced. I have always loved the score.\nWe spent time restoring “Dear World.” There was a lot of detective work, because there were a lot of different versions, and there’s sorting through all the original orchestrations. But to be able to restore a score and hear it as it was originally intended, to me, is our mission.\nTell me more about the different versions of this score. The one from its out-of-town tryout is very different from the Broadway score, and it has since changed even further.\nIt’s very exciting to go back generally and look at these great pieces that were created, and understand, from a newer perspective, how that might’ve happened, how those people might’ve been in the room together, how they were struggling out of town to find the right opening number. We have someone on the staff here at City Center, Josh Clayton, who’s sort of like a score restoration guru.\nMy study of this has led me to believe that Herman’s original intention was to write a smaller piece. But because of “Hello, Dolly!” and “Mame” and then adding “Dear World” to the canon and all of them running on Broadway at the same time — I also love, by the way, that all of them celebrate a fantastically strong woman at their center — the process was very fraught for “Dear World.” It went through, perhaps, an internal struggle of what they wanted it to be, and it went through some real trials and tribulations.", "url": "https://www.nytimes.com/2023/03/13/theater/dear-world-city-center-encores.html"}