{"authors": ["Ken Bensinger", "Maggie Haberman"], "date_download": "2023-03-28 18:47:07", "date_modify": "2023-03-28 18:47:07", "date_publish": "2023-01-28 16:01:28", "description": "The former president, now free to post again on Facebook and Twitter, has increasingly amplified far-right accounts on Truth Social. Experts on extremism worry that he will bring this approach to a far wider audience.", "filename": "2023_01_28_us_politics_trump-social-media-extremism_1680029227.html", "image_url": "https://static01.nyt.com/images/2023/01/26/multimedia/26pol-trump-social-photo5-tpbv/26pol-trump-social-photo5-tpbv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_28_us_politics_trump-social-media-extremism_1680029227.html", "title": "Trump’s Evolution on Truth Social: More QAnon, More Extremes", "title_page": "Trump’s Evolution on Truth Social: More QAnon, More Extremes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In September, former President Donald J. Trump went on Truth Social, his social network, and shared an image of himself wearing a lapel pin in the form of the letter Q, along with a phrase closely associated with the QAnon conspiracy theory movement: “The storm is coming.”\nIn doing so, Mr. Trump ensured that the message — first posted by a QAnon-aligned account — would be hugely amplified, visible to his more than four million followers. He was also delivering what amounted to an unmistakable endorsement of the movement, which falsely and violently claims that leading Democrats are baby-eating devil worshipers.\nEven as the parent company of Facebook and Instagram announced this past week that Mr. Trump would be reinstated — a move that followed the lifting of his ban from Twitter, though he has not yet returned — there is no sign that he has curtailed his behavior or stopped spreading the kinds of messages that got him exiled in the first place.\nIn fact, two years after he was banished from most mainstream social media sites for his role in inciting the Capitol riot, his online presence has grown only more extreme — even if it is far less visible to most Americans, who never use the relatively obscure platforms where he has been posting at a sometimes astonishing clip.", "url": "https://www.nytimes.com/2023/01/28/us/politics/trump-social-media-extremism.html"}