{"authors": ["Benjamin Weiser", "David Yaffe-Bellany", "Matthew Goldstein"], "date_download": "2023-03-28 19:17:20", "date_modify": "2023-03-28 19:17:20", "date_publish": "2023-01-03 19:11:08", "description": "The founder of the collapsed cryptocurrency exchange FTX, who was released on a $250 million bond, returned to New York to appear in court on Tuesday.", "filename": "2023_01_03_technology_sam-bankman-fried-pleads-not-guilty.html_name=styln-ftx&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=Article&variant=undefined&is_new=false_1680031040.html", "image_url": "https://static01.nyt.com/images/2023/01/04/multimedia/03SBF-arraign-01-1-122d/03SBF-arraign-01-1-122d-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_technology_sam-bankman-fried-pleads-not-guilty.html_name=styln-ftx&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=Article&variant=undefined&is_new=false_1680031040.html", "title": "Sam Bankman-Fried Pleads Not Guilty to Fraud and Other Charges", "title_page": "Sam Bankman-Fried Pleads Not Guilty to Fraud and Other Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nearly two weeks after he was released by a Manhattan judge on a $250 million bond and ordered to stay with his parents in Palo Alto, Calif., Sam Bankman-Fried, the disgraced cryptocurrency executive, returned to New York and pleaded not guilty on Tuesday to charges that he engaged in widespread fraud, paving the way for a possible trial.\nMr. Bankman-Fried, 30, appeared in Federal District Court in Manhattan, where he faces charges stemming from the implosion of FTX, the cryptocurrency exchange he founded and led. Its collapse resulted in billions of dollars in customer losses.\nMr. Bankman-Fried could ultimately change his mind and plead guilty to at least some of the charges. But his initial response tees up a potentially titanic court fight. The judge, Lewis A. Kaplan, set a tentative trial date of Oct. 2.\nMr. Bankman-Fried did not speak during the hearing, and the not-guilty plea was entered on his behalf by one of his lawyers, Mark Cohen. Throughout the court session, which lasted about half an hour, Mr. Bankman-Fried, wearing a dark jacket and tie, sat between his two lawyers, occasionally scribbling notes and leaning over to consult with one of them.", "url": "https://www.nytimes.com/2023/01/03/technology/sam-bankman-fried-pleads-not-guilty.html?name=styln-ftx&region=TOP_BANNER&block=storyline_menu_recirc&action=click&pgtype=Article&variant=undefined&is_new=false"}