{"authors": ["Joe Coscarelli", "Richard Fausset"], "date_download": "2023-03-28 18:47:12", "date_modify": "2023-03-28 18:47:12", "date_publish": "2023-01-13 08:00:09", "description": "With a blockbuster case set to begin, the superstar rapper sits at the intersection of complex questions about art, crime and the criminal justice system.", "filename": "2023_01_13_arts_music_young-thug-ysl-trial_1680029232.html", "image_url": "https://static01.nyt.com/images/2023/01/13/arts/ysl-trial-art/ysl-trial-art-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_13_arts_music_young-thug-ysl-trial_1680029232.html", "title": "Prosecutors Say Young Thug’s YSL Is Both Gang and Rap Label", "title_page": "Prosecutors Say Young Thug’s YSL Is Both Gang and Rap Label - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Williams has denied everything. “Jeffery is a kind, intelligent, hard-working, moral and thoughtful person,” his lawyer, Brian Steel, said in a statement, arguing that the rapper had been wrongly targeted by law enforcement because of his fictional persona. “Despite the unthinkable oppressive, impoverished and cruel conditions of his upbringing, he has been able to cultivate his creative genius to lawfully and ethically attain phenomenal worldwide success.”\nThe case has deeply shaken the pop culture universe, especially in Atlanta, Mr. Williams’s hometown, which can stake a claim as the hip-hop capital of the world. Fans, fellow artists, record executives and influential figures including Stacey Abrams, who was the Democratic nominee for governor last year, have sounded notes of concern, even outrage.\nSome have accused the prosecutor, Fani T. Willis — the aggressive district attorney for Fulton County, a Black Democrat who is best known for pursuing the criminal investigation into postelection meddling in Georgia by former President Donald J. Trump — of applying a “gang stereotype” to Atlanta’s rap community, and putting Black art on trial.\nThe case has prompted an outcry, given how artists from the poorest parts of Atlanta have shaped global popular music. Young Thug’s nickname and YSL’s slang term of choice — slime — has gone international, its “wipe your nose” hand gesture a popular N.F.L. celebration.\nBut the recent admissions in court point to a parallel reality: In Atlanta, law enforcement officials say, it has become increasingly difficult to discern the difference between some rap crews and street gangs, and to disentangle where exactly the credibility-obsessed art form overlaps with criminality.\nMs. Willis contends that Atlanta is suffering from a plague of gang violence, estimating — with a hazy explanation for the figures — that up to 80 percent of violent crimes in the area are committed by gang members. She says that an eight-year war between YSL and a rival gang known as YFN, headed by another major-label rap artist, has accounted for more than 50 incidents.", "url": "https://www.nytimes.com/2023/01/13/arts/music/young-thug-ysl-trial.html"}