{"authors": ["Mike Hale"], "date_download": "2023-03-28 16:47:11", "date_modify": "2023-03-28 16:47:11", "date_publish": "2023-01-24 19:34:02", "description": "The heroine of “Extraordinary,” on Hulu, just wants to have a superpower so she can be like everyone else.", "filename": "2023_01_24_arts_television_extraordinary-review_1680022031.html", "image_url": "https://static01.nyt.com/images/2023/01/24/arts/24extraordinary/24extraordinary-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_24_arts_television_extraordinary-review_1680022031.html", "title": "‘Extraordinary’ Review: The Power of Powerlessness", "title_page": "‘Extraordinary’ Review: The Power of Powerlessness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On paper, the new British series “Extraordinary” sounds like a barbed response to the superhero glut in our popular culture. Its heroine, Jen (Máiréad Tyers), is defined by her lack of super: In a world where nearly everyone gains an unusual power when they turn 18, she’s still waiting for hers at 25.\nBut satire is not the only or even the primary objective of “Extraordinary,” which happens to come from inside the superhero-industrial complex — its eight episodes premiere on Wednesday on Hulu, Marvel’s corporate sibling. It has a lot of fun playing with the conventions of that currently dominant genre, but it is equally representative of some other favorite modes of the Walt Disney Company: the sentimental buddy comedy and the inspirational triumph-of-the-underdog tale.\nThere are many ways that blend could go wrong, but the show’s various strains are combined in a charming and consistently amusing fashion by its creator and writer, Emma Moran, a young Northern Irish comedian with a short résumé; “Extraordinary” appears to be her first credit beyond “additional material.” It helps that Moran’s comic sensibility is dirty-mouthed and dirty-minded in a completely disarming, sometimes painfully funny way.\nJen lives with her best friend, Carrie (Sofia Oxenham), and Carrie’s underachieving boyfriend, Kash (Bilal Hasna), in a grimy London neighborhood whose streetscape is an analogue for the trio’s stagnant, scraping-by lives. She is minimally employed selling party equipment; badly treated by a handsome hookup (Ned Porteous) who literally flies away after sex; and resentfully jealous of her stepsister (Safia Oakley-Green), their mother’s pet, who gains a power like clockwork on her 18th birthday. (The jovial dreadnought of a mother is played by Siobhán McSweeney, famous as Sister Michael in “Derry Girls.”)", "url": "https://www.nytimes.com/2023/01/24/arts/television/extraordinary-review.html"}