{"authors": ["Alexis Soloski", "Laura Collins-Hughes", "Roslyn Sulcas", "Rhoda Feng"], "date_download": "2023-03-28 17:25:11", "date_modify": "2023-03-28 17:25:11", "date_publish": "2023-02-23 10:00:20", "description": "These actors turned playwrights all excavate memories and meaning from their lives in creating these four shows, which arrive in New York in the coming months.", "filename": "2023_02_23_theater_four-rising-theater-stars-to-watch-this-spring_1680024311.html", "image_url": "https://static01.nyt.com/images/2023/02/26/multimedia/26faces-01-wqzl/26faces-01-wqzl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_theater_four-rising-theater-stars-to-watch-this-spring_1680024311.html", "title": "Four Rising Theater Stars to Watch This Spring", "title_page": "Four Rising Theater Stars to Watch This Spring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Arinzé Kene\nLONDON — Growing up in the then-modest neighborhood of Hackney here, Arinzé Kene and his four siblings were convinced they were going to be the new Jackson Five.\n“We would learn dance moves from music videos and perform them in the living room,” said Kene. “It was the beginning of knowing I wanted to be an entertainer.”\nKene, 35, was chatting before a rehearsal of “Misty,” his almost one-man show (two musicians accompany him) that will arrive at the Shed on March 3. The piece, which mixes spoken word, music, surreal comedy and performance, tells a tale of gentrification, racial tension and male identity. But it also humorously stages the pitfalls a Black actor faces in telling this tale, via disapproving messages from his friends about racial stereotyping.\n“Misty,” directed by Omar Elerian, is the sixth play Kene’s written, while his acting career has encompassed varied roles, including playing Bob Marley in the musical “Get Up Stand Up!” and Biff Loman in Arthur Miller’s “Death of a Salesman.” The critics have swooned. “As much bumbling clown as muscular force to be reckoned with, by turns endearing and commanding,” Dominic Cavendish wrote of “Misty” in The Daily Telegraph after it transferred to the West End.", "url": "https://www.nytimes.com/2023/02/23/theater/four-rising-theater-stars-to-watch-this-spring.html"}