{"authors": ["Nicholas Fandos"], "date_download": "2023-03-28 18:25:54", "date_modify": "2023-03-28 18:25:54", "date_publish": "2023-03-27 07:00:20", "description": "The House Democrats’ new leader, whose path was shaped as much by the Black Baptist church and hip-hop as it was by Manhattan’s legal elite, is hard to pigeonhole.", "filename": "2023_03_27_nyregion_hakeem-jeffries-profile_1680027954.html", "image_url": "https://static01.nyt.com/images/2023/03/02/multimedia/00ny-jeffries1-wtqf/00ny-jeffries1-wtqf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_27_nyregion_hakeem-jeffries-profile_1680027954.html", "title": "How Big Law and Black Brooklyn Fueled Hakeem Jeffries’s Rise", "title_page": "How Big Law and Black Brooklyn Fueled Hakeem Jeffries’s Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The campus at Binghamton University was in uproar. Whispers of outside agitators swirled among the mostly white student body. Security was heightened.\nThe source of the friction was the planned appearance of a polarizing Black studies professor who had referred to white people as “ice people” and accused “rich Jews” of financing the slave trade. Outraged Jewish students demanded the event be canceled; their Black peers were incensed over the potential censorship.\nAnd wedged hard in the middle was Hakeem Jeffries.\nAs the political representative for the Black student group that invited the professor to the upstate New York campus, Mr. Jeffries, a 21-year-old college senior with a flattop and a dashiki, had the delicate task of cooling tensions while holding firm on the invitation. There was also another complication: The speaker, Dr. Leonard Jeffries, was his uncle.\nThe episode, in February 1992, was an early precursor of both the culture-war disputes now flashing across the country and the battles that Mr. Jeffries faces as the new leader of House Democrats. Republicans have begun resurfacing it to try to tie their new foil to his uncle’s more incendiary views, which he says he does not share.", "url": "https://www.nytimes.com/2023/03/27/nyregion/hakeem-jeffries-profile.html"}