{"authors": ["Matthew Futterman"], "date_download": "2023-03-28 18:13:28", "date_modify": "2023-03-28 18:13:28", "date_publish": "2023-01-27 14:38:28", "description": "Djokovic will play for his 22nd Grand Slam title on Sunday against Stefanos Tsitsipas. Will his father, Srdjan, be in his usual seat in the stands to cheer him on?", "filename": "2023_01_27_sports_tennis_djokovic-tsitsipas-australian-open_1680027208.html", "image_url": "https://static01.nyt.com/images/2023/01/27/multimedia/27ausopen-djokovic2-gzpv/27ausopen-djokovic2-gzpv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_27_sports_tennis_djokovic-tsitsipas-australian-open_1680027208.html", "title": "Djokovic Is Back in the Australian Open Final", "title_page": "Djokovic Is Back in the Australian Open Final - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MELBOURNE, Australia — For Novak Djokovic, everything was going according to plan. Even better than that, by many measures.\nHe had charmed a country that had kicked him out a year ago over his refusal to be vaccinated. The soreness in his hamstring at the beginning of the tournament had all but disappeared, allowing him to look nearly invincible in the crucial second week of the tournament. He appeared on a glide pattern to yet another Australian Open men’s singles title and the 22nd Grand Slam title of his career.\nAnd then his father, Srdjan Djokovic troubled the waters.\nDjokovic, Serbia’s favorite son and most famous citizen, will play for his 10th Australian Open championship on Sunday against Stefanos Tsitsipas of Greece, but the glide pattern is officially over. He defeated Tommy Paul in straight sets Friday, 7-5, 6-1, 6-2, in front of a hostile crowd that notably did not include his father, who has been at all his other matches during this tournament.\nSrdjan Djokovic on Thursday appeared in a video with fans outside Rod Laver Arena, some of whom were holding Russian flags, and next to a man wearing a shirt with the “Z” symbol that is viewed as support for Russia’s invasion of Ukraine, despite the tournament’s ban on Russian and Belarusian flags.", "url": "https://www.nytimes.com/2023/01/27/sports/tennis/djokovic-tsitsipas-australian-open.html"}