{"authors": ["Billy Witz"], "date_download": "2023-03-28 17:11:24", "date_modify": "2023-03-28 17:11:24", "date_publish": "2023-03-19 18:15:51", "description": "The Cougars and Crimson Tide, the remaining No. 1s in the N.C.A.A. men’s tournament, both played this weekend in Birmingham, Ala. They will headline a wide-open round of 16.", "filename": "2023_03_19_sports_ncaabasketball_sweet-16-houston-alabama_1680023484.html", "image_url": "https://static01.nyt.com/images/2023/03/19/multimedia/19mcbb-the-ones-zjth/19mcbb-the-ones-zjth-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_19_sports_ncaabasketball_sweet-16-houston-alabama_1680023484.html", "title": "Houston and Alabama Size Each Other Up From the Same Arena", "title_page": "Houston and Alabama Size Each Other Up From the Same Arena - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And so the Cougars did, putting a vice grip on Auburn in the second half and running away to the round of 16.\nTheir victory, and Alabama’s, which followed here — a 73-51 slog over Maryland — made for a rare opportunity for the top two seeds left in the tournament to eye each other before they, if they continue to win, reunite in two weeks at the Final Four in Houston, where the Cougars might finally enjoy something approximating a home-court advantage.\nAlabama and Houston are not unfamiliar with each other, having played early this season and last (Alabama won both games). But the teams gained more data points simply by keeping their eyes and ears open this weekend. They played and practiced on the same court, answered questions from news reporters on the same stages, and dressed and showered in locker rooms just a few paces down the hall from each other.\nSo much of men’s tournament basketball is about matchups, grinding out victories by whatever means possible and taking your shot when it comes. The transfer portal, the lure of endorsement deals and an additional year of eligibility the N.C.A.A. granted because of the coronavirus pandemic have somewhat leveled the playing field — yielding to more runs by low-seeded teams like Oral Roberts and St. Peter’s but also producing more teams that have a real shot to win it all.\nPerhaps the best thing that can be said about Alabama and Houston is that they played well enough to move on and that they have a chance to get better — an opportunity that will not be afforded to Purdue or Kansas.", "url": "https://www.nytimes.com/2023/03/19/sports/ncaabasketball/sweet-16-houston-alabama.html"}