{"authors": ["Paul Krugman"], "date_download": "2023-03-28 16:53:06", "date_modify": "2023-03-28 16:53:06", "date_publish": "2023-03-03 19:36:20", "description": "If you aren’t feeling a bit lost, you aren’t paying attention.", "filename": "2023_03_03_opinion_inflation-us-economy_1680022386.html", "image_url": "https://static01.nyt.com/images/2023/03/03/opinion/03krugman-newsletter-image/03krugman-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_03_opinion_inflation-us-economy_1680022386.html", "title": "Wonking Out: Peering Through the Fog of Inflation", "title_page": "Opinion | Wonking Out: Peering Through the Fog of Inflation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Economists have been arguing fiercely about inflation for around two years now, and that’s fine.\nThe pandemic disrupted business as usual, led to some extraordinarily large policy responses and was followed by a large rise in inflation. Of course people are debating the extent to which inflation was caused by pandemic disruptions as opposed to excessively expansionary policies; we’ll probably still be arguing about what really happened in 2021-22 decades from now.\nThat said, there’s a sour tone to the current debate, with more than a hint of ad hominem attacks, that’s making it hard for me to read much of what’s being written. I mean, we’re not talking Tucker Carlson-level invective, but there’s more ugliness than one usually expects over what are, in the end, highly technical issues.\nFor what it’s worth, I don’t think much of this ugliness is being driven by partisanship. While Republican politicians are indeed screeching about inflation, they’re so detached from reality that they aren’t part of the discussion within the economics community that I’m really talking about.\nWhat’s going on there, I believe, is that a genuinely confusing situation has created fertile ground for a clash of egos. (Well-known economists have big egos? Who could have imagined that?)", "url": "https://www.nytimes.com/2023/03/03/opinion/inflation-us-economy.html"}