{"authors": ["Danny Hakim", "Richard Fausset"], "date_download": "2023-03-28 18:47:09", "date_modify": "2023-03-28 18:47:09", "date_publish": "2023-01-23 17:22:48", "description": "The House Jan. 6 committee report offered fresh evidence that former President Donald J. Trump was at the center of efforts to overturn election results in Georgia.", "filename": "2023_01_23_us_trump-georgia-criminal-charges_1680029229.html", "image_url": "https://static01.nyt.com/images/2023/01/22/multimedia/22nat-trump-georgia-hjgp/22nat-trump-georgia-hjgp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_23_us_trump-georgia-criminal-charges_1680029229.html", "title": "Will Trump Face Criminal Charges in Georgia Election Inquiry?", "title_page": "Will Trump Face Criminal Charges in Georgia Election Inquiry? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A few weeks after losing the 2020 election, President Donald J. Trump called Ronna McDaniel, the head of the Republican National Committee, with a plan for keeping himself in office. During the call, he asked John C. Eastman, an architect of the strategy, to lay it out: Trump supporters in states that the president had lost would act as if they were official Electoral College delegates, an audacious scheme to circumvent voters.\nAfter the plan was put in motion, Ms. McDaniel forwarded an “elector recap” report to Mr. Trump’s executive assistant, who replied soon after, “It’s in front of him!”\nSuch details, from the report released in December by the House committee that investigated the Jan. 6 attack on the Capitol, offer fresh evidence that Mr. Trump was not on the periphery of the effort to overturn the election results in Georgia but at the center of it.\nFor the last two years, prosecutors in Atlanta have been conducting a criminal investigation into whether the Trump team interfered in the presidential election in Georgia, which Mr. Trump narrowly lost to President Biden. With the wide-ranging inquiry now entering the indictment phase, the central question is whether Mr. Trump himself will face criminal charges.", "url": "https://www.nytimes.com/2023/01/23/us/trump-georgia-criminal-charges.html"}