{"authors": ["Elisabeth Egan"], "date_download": "2023-03-28 17:07:36", "date_modify": "2023-03-28 17:07:36", "date_publish": "2023-02-09 10:00:27", "description": "The author of “How to Sell a Haunted House” learned the hard way that standing at the front of a mostly empty bookstore is no fun.", "filename": "2023_02_09_books_review_how-to-sell-a-haunted-house-grady-hendrix_1680023256.html", "image_url": "https://static01.nyt.com/images/2023/02/19/books/review/09insidethelist-web/09insidethelist-web-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_books_review_how-to-sell-a-haunted-house-grady-hendrix_1680023256.html", "title": "Boring Book Events? Not for Grady Hendrix.", "title_page": "Boring Book Events? Not for Grady Hendrix. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not long after Grady Hendrix’s first novel, “Horrorstör,” came out in 2014, he traveled from Manhattan to a “really lovely” bookstore in Pennsylvania, prepared to chat with readers about his tale of a haunted furniture store based on Ikea.\n“I drove and drove and drove and drove and I was ready to rock ’n’ roll and there was literally one person sitting there,” Hendrix recalled in a phone interview. “I was like, OK, I can adjust, I’ll chat with her, we’ll make it personal. I said, ‘Hey, I’m Grady,’ and she looked terrified. She was like, ‘I’m just waiting for my friend who’s in the bathroom.’ So it turned out I had no one.”\nMany a writer has droned into an unnecessary microphone before an audience consisting of one mortified bookstore employee who’s also trying to keep an eye on the cash register. (Transactions in these cases don’t usually involve the book being discussed.) Hendrix resolved not to put himself in this position again. Laughing, he said, “The only thing more boring than sitting in an author event is being an author doing an author event.”\nOver the years, through the publication of two works of nonfiction and six more novels, including his latest best seller, “How to Sell a Haunted House,” Hendrix has fine-tuned his approach to self-promotion. Instead of reading a passage and depending on strangers to ask questions, he now performs an hourlong one-man show for his readers. He said, “I usually go through between 130 and 170 slides. It’s me talking, and I sing sometimes. Not well. And they’re always about the book, kind of.”", "url": "https://www.nytimes.com/2023/02/09/books/review/how-to-sell-a-haunted-house-grady-hendrix.html"}