{"authors": ["Christopher Clarey"], "date_download": "2023-03-28 18:13:33", "date_modify": "2023-03-28 18:13:33", "date_publish": "2023-01-13 10:00:21", "description": "Rather than struggling to compete on the WTA Tour most of 2022, the tennis star focused on her new daughter and raising money to help her fellow Ukrainians.", "filename": "2023_01_13_sports_tennis_elina-svitolina-ukraine_1680027213.html", "image_url": "https://static01.nyt.com/images/2023/01/14/multimedia/00tennis-svitolina4-1-132e/00tennis-svitolina4-1-132e-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_13_sports_tennis_elina-svitolina-ukraine_1680027213.html", "title": "War and Motherhood Sidelined Ukraine’s Elina Svitolina. She’s Ready to Return.", "title_page": "War and Motherhood Sidelined Ukraine’s Elina Svitolina. She’s Ready to Return. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When hope and energy run low, she thinks of her 85-year-old grandmother Tamara, still in Odesa, the vibrant, strategically vital port on the Black Sea where Svitolina was born and lived in her early years.\n“The winter is very tough right now for Ukrainians,” Svitolina said. “Obviously, it’s very cold, and they are often without electricity and running water. My grandmother lives on the 13th floor, and she needs to walk all the way up to her apartment because she cannot use the elevator. She could get stuck, or there are no lights at all. I have many friends in different cities, and they tell me the same stories. No lights. No water. They are just sitting at home. Most of the time, the phones die after one day so you cannot connect with them.”\nWith her grandmother and her compatriots in mind, Svitolina is using her clout to help keep the power on. An ambassador for United24, a Ukrainian fund-raising platform, she organized a gala event in Monaco in December that raised 170,000 euros, or about $181,000. She said that 57,000 euros that were raised have been earmarked for the purchase of generators for Ukrainian hospitals.\n“Without electricity in the hospitals, they cannot perform some essential surgeries,” she said. “Our goal for the generators is 10 million euros.” They have raised 2.9 million so far, she added. “But we need more help.”\nSvitolina, ranked as high as No. 3 in 2017, was a semifinalist at Wimbledon and the U.S. Open in 2019 and has long been one of the sport’s best movers and counterpunchers. But she has not played since losing in her opening round of the Miami Open in March. Newly pregnant and reeling emotionally after the Russian President Vladimir V. Putin’s invasion of Ukraine, she said she realized she could not continue to compete. She spent days drained or in tears and has worked with a psychologist and leaned on Monfils and her family but also benefited, she said, from time on her own, time in her own head.", "url": "https://www.nytimes.com/2023/01/13/sports/tennis/elina-svitolina-ukraine.html"}