{"authors": ["Jack Ewing"], "date_download": "2023-03-28 16:55:09", "date_modify": "2023-03-28 16:55:09", "date_publish": "2023-02-10 16:59:41", "description": "Competition, government incentives and falling raw material prices are making battery-powered cars more affordable sooner than expected.", "filename": "2023_02_10_business_electric-vehicles-price-cost_1680022509.html", "image_url": "https://static01.nyt.com/images/2023/02/14/multimedia/13ev-prices-print1/00ev-prices-03-wztc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_10_business_electric-vehicles-price-cost_1680022509.html", "title": "Electric Vehicles Could Match Gasoline Cars on Price This Year", "title_page": "Electric Vehicles Could Match Gasoline Cars on Price This Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More quickly than seemed possible a few months ago, sticker prices for electric vehicles are falling closer to the point where they could soon be on a par with gasoline cars.\nIncreased competition, government incentives and falling prices for lithium and other battery materials are making electric vehicles noticeably more affordable. The tipping point when electric vehicles become as cheap as or cheaper than cars with internal combustion engines could arrive this year for some mass market models and is already the case for some luxury vehicles.\nPrices are likely to continue trending lower as Tesla, General Motors, Ford Motor and their battery suppliers ramp up new factories, reaping the cost savings that come from mass production. New electric vehicles from companies like Volkswagen, Nissan and Hyundai will add to competitive pressure.\nThe battery-powered version of G.M.’s Equinox crossover, for example, will start around $30,000 when it arrives this fall, the carmaker has said. That is $3,400 more than the least expensive gasoline-fueled Equinox. But factoring in government incentives, the electric Equinox should be cheaper. Like all electric vehicles, the car will need less maintenance, and the electricity to power it will cost less than the gasoline used by its combustion engine equivalent.", "url": "https://www.nytimes.com/2023/02/10/business/electric-vehicles-price-cost.html"}