{"authors": ["Dani Blum"], "date_download": "2023-03-28 16:48:26", "date_modify": "2023-03-28 16:48:26", "date_publish": "2023-02-15 14:42:11", "description": "New research affirms what doctors have long advised: Go to bed and wake up at the same time every day for big health benefits.", "filename": "2023_02_15_well_mind_sleep-schedule-heart-health_1680022106.html", "image_url": "https://static01.nyt.com/images/2023/02/28/well/15WELL-SLEEP-CONSISTENCY1/15WELL-SLEEP-CONSISTENCY1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_well_mind_sleep-schedule-heart-health_1680022106.html", "title": "How a Consistent Sleep Schedule Benefits Your Health", "title_page": "How a Consistent Sleep Schedule Benefits Your Health - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are a few tried and true pieces of advice that sleep doctors always give for battling insomnia: Watch those alcoholic drinks at dinner, cut the afternoon coffee, stop scrolling before bed. And please, they beg: Keep your sleep schedule consistent.\nFlip-flopping between wake-up times — jolting awake at 7:30 on a Friday morning and then dozing until the afternoon on Saturday — wreaks havoc on our internal body clocks. Sleep experts refer to this as “social jet lag,” said Dr. Sabra Abbott, a sleep medicine specialist at the Northwestern Feinberg School of Medicine. Similar to changing time zones, heading to bed at vastly different times from night to night may throw off your circadian rhythm.\nAnd still, as anyone who’s worked a night shift, taken care of a toddler or fumbled back home after a party might tell you: Going to bed and waking up at the same times is easier said than done. “It’s a luxury, right?” said Kelsie Full, a behavioral epidemiologist and an assistant professor at Vanderbilt University Medical Center.\nDr. Full is the lead author of a new study that tied irregular sleep to an early marker of cardiovascular disease. Researchers examined a week’s worth of sleep data from 2,000 adults over 45 and found that those who slept varying amounts each night and went to bed at different times were more likely to have hardened arteries than those with more regular sleep patterns.", "url": "https://www.nytimes.com/2023/02/15/well/mind/sleep-schedule-heart-health.html"}