{"authors": ["Marisa Meltzer"], "date_download": "2023-03-28 19:29:19", "date_modify": "2023-03-28 19:29:19", "date_publish": "2023-01-11 13:38:17", "description": "Supervising the search for the dream coat.", "filename": "2023_01_11_style_winter-coat_1680031759.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/11MONSTER-COATS-01-wbjp/11MONSTER-COATS-01-wbjp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_11_style_winter-coat_1680031759.html", "title": "How to Find the Dream Winter Coat", "title_page": "How to Find the Dream Winter Coat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "People get so dreary with their wool coats, like they’re just workhorses. Wearing the same boring coat over and over for months — months!!!!! — just for warmth is an expression of defeat. After all, it’s pretty much all anyone will see of you on the street for a while. Don’t let the cold weather or seasonal affective disorder win.\nWhat if your winter coat wasn’t a workhorse but a show pony? What if the warmth it gave you was via super-luxurious fabric that swaddled you? What if it was a color other than black, navy or camel so the guy you see when you walk your dog refers to you as “that woman in the yellow coat”? What if a winter coat was about potential?\nVintage is a great move. Search Etsy or the RealReal (or the Gem app, which searches those places, along with sites like eBay, Grailed, Poshmark, Vestiaire Collective, even LiveAuctioneers), for one of the Phoebe Philo-era Céline llama wool coats (think 2015 to 2018 or so), buy it and worry about the price later. While you’re looking for llama, try other fabrics like cashmere or, even better, vicuña.\nIt’s probably a good idea to order coats that are returnable. Fit is certainly a consideration, but so is smell. Coats absorb odor, and even though dryer sheets and a fan can do a lot, it can’t do much for the most perfect cashmere Bonwit Teller coat that has been in the home of a chain smoker since the 1970s.", "url": "https://www.nytimes.com/2023/01/11/style/winter-coat.html"}