{"authors": ["Will Heinrich"], "date_download": "2023-03-28 18:08:30", "date_modify": "2023-03-28 18:08:30", "date_publish": "2023-02-17 10:00:21", "description": "The Pittsburgh sculptor, who started carving wood in the early 1950s, is enjoying a long-overdue moment in the sun.", "filename": "2023_02_17_arts_design_thaddeus-mosley-photographer_1680026910.html", "image_url": "https://static01.nyt.com/images/2023/02/19/multimedia/19Mosley-QandA3-hbfq/19Mosley-QandA3-hbfq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_17_arts_design_thaddeus-mosley-photographer_1680026910.html", "title": "Thaddeus Mosley Never Stopped Working", "title_page": "Thaddeus Mosley Never Stopped Working - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That’s awful.\nBut that wasn’t the situation for me. In the ’60s, when I had my first show at the Carnegie, Lefevre Gallery and Art Seidenberg were in Pittsburgh, and they wanted to know if I could do two shows at once, if I could move to New York. But they wanted me to quit my job, and no one said how I was going to live. Nobody told me, well, we’re going to give you $50,000 a year in advance so you can work.\nNo way I was going to abandon my kids to have a so-called art career. No, I didn’t want to do that, because of my own upbringing. My mother and father divorced when I was 8 years old. After that, things really went downhill economically for my family, and we kids, we had a tough time. So I said, well, if I ever have children, I’m going to make sure that they’re as comfortable as I can make them, no matter how the marriages turn out, you know.\nYou’ve talked a lot about circumstance. You started working with wood because you could get it free; your sculptures are rarely more than 10 feet tall because that’s the height of your studio ceiling. At this point, can you look back and call your life itself a kind of found material that you made the best of — and found the beauty in?\nI remember, the Carnegie Mellon professor David Lewis used to say years ago, “You know, Thad, if you were white, your situation would be different.” I said, “Well, if most Black people were white, their situation would be different.” I knew that I wasn’t going to get the same recognition, have the same opportunity. But I tried, because it’s something I wanted to do, to take advantage of as many possibilities as I could.\nWell, thank you so much for talking. I hope to see you in New York in March.\nI hope I exist that long! You know, I’m going on 97, and so, like I say, I don’t buy a lot of green bananas.", "url": "https://www.nytimes.com/2023/02/17/arts/design/thaddeus-mosley-photographer.html"}