{"authors": ["Katie Rogers"], "date_download": "2023-03-28 17:17:54", "date_modify": "2023-03-28 17:17:54", "date_publish": "2023-03-07 20:51:16", "description": "The fact that President Yoon Suk Yeol received the second such invitation of the Biden presidency speaks to the degree of cooperation expected from him on issues involving North Korea and China.", "filename": "2023_03_07_us_politics_biden-south-korea-state-visit_1680023874.html", "image_url": "https://static01.nyt.com/images/2023/03/07/multimedia/07dc-statevisit-khbz/07dc-statevisit-khbz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_us_politics_biden-south-korea-state-visit_1680023874.html", "title": "Biden to Host South Korean President for State Visit in April", "title_page": "Biden to Host South Korean President for State Visit in April - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden will host President Yoon Suk Yeol of South Korea for a state visit in April, an invitation that signals the country’s importance in the administration’s efforts to counter threats posed by North Korea’s nuclear program and China’s rise.\nMr. Yoon, who is scheduled to travel to Washington on April 26 with his wife, Kim Keon Hee, is only the second leader Mr. Biden has invited for a state visit, which comes complete with the regalia of a state dinner. The first state visit of the Biden administration was with President Emmanuel Macron of France, a trip that reaffirmed America’s oldest alliance.\nFor all of the tools at an American president’s disposal, a state visit — which usually consists of a daylong diplomatic obstacle course followed by a lavish dinner — allows the White House to celebrate ties with its closest allies using pageantry and tradition.\nThe fact that Mr. Yoon received the second invitation of the Biden presidency speaks to the degree of cooperation Mr. Biden expects on issues involving North Korea and China. The president traveled to Seoul shortly after Mr. Yoon’s inauguration last year in a visit that the White House said was meant to assure Mr. Yoon that the United States was committed to countering North Korean military threats.", "url": "https://www.nytimes.com/2023/03/07/us/politics/biden-south-korea-state-visit.html"}