{"authors": ["Kristen Bayrakdarian"], "date_download": "2023-03-28 18:31:59", "date_modify": "2023-03-28 18:31:59", "date_publish": "2023-01-23 06:00:06", "description": "The ABC reality dating show returns for its 27th season, and the PBS series looks at the singer Roberta Flack.", "filename": "2023_01_23_arts_television_whats-on-tv-this-week-the-bachelor-and-american-masters-roberta-flack_1680028319.html", "image_url": "https://static01.nyt.com/images/2023/01/23/arts/23tvcol-bachelor/23tvcol-bachelor-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_23_arts_television_whats-on-tv-this-week-the-bachelor-and-american-masters-roberta-flack_1680028319.html", "title": "What’s on TV This Week: ‘The Bachelor’ and ‘American Masters: Roberta Flack’", "title_page": "What’s on TV This Week: ‘The Bachelor’ and ‘American Masters: Roberta Flack’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AMERICAN MASTERS: ROBERTA FLACK 9 p.m. on PBS (check local listings). “There isn’t another pop-soul singer around with the versatility and refinement of Roberta Flack,” the critic Stephen Holden wrote in The Times in 1981 after watching Flack perform at Carnegie Hall. Her music has topped Billboard charts with No. 1 singles like “The First Time Ever I Saw Your Face” and “Killing Me Softly With His Song,” and this special documents her rise to stardom and her experience as a Black woman both in and out of the studio. Along with home movies, archival photos and unreleased music, the documentary includes interviews with Flack herself, the Rev. Jesse Jackson, Clint Eastwood, Yoko Ono and Angela Davis.\nWednesday\nNATIONAL GEOGRAPHIC INVESTIGATES: LSD & THE PSYCHEDELIC REVOLUTION 10:15 p.m. on National Geographic. On Jan. 1, Oregon became the first state to legalize the adult use of psilocybin mushrooms (long known as “magic” mushrooms) amid a rising recognition of their ability to improve the effects of a variety of mental health conditions, including depression and post-traumatic stress disorder. This timely special dives into exactly how psychedelics are being used to heal modern ills after a decades-long ban.\nThursday\nTHE CHOSEN (1981) 10 p.m. on TCM. Set in 1940s Brooklyn, “The Chosen” is a coming-of-age story that follows an unlikely friendship between Danny (Robby Benson), a Hasidic Jew, and Reuven (Barry Miller), a more secular Jewish schoolboy. In her review for The Times, Janet Maslin wrote that the film, based on the Chaim Potok book by the same name, is at its best when it “describes the Hasidic culture through Danny and his reactions to the secular world.”\nFriday\nIN THEIR OWN WORDS: CHUCK BERRY 10 p.m. on PBS (check local listings). Through a collection of original singles written and performed in the latter half of the 1950s, Chuck Berry shaped the nascent genre of rock ’n’ roll while staying true to his roots and experiences. Using interviews with his widow, son and grandson, along with Berry’s colleagues and other musicians, this documentary follows Berry’s journey from growing up in segregated St. Louis to becoming a foundational figure in 20th century popular music.", "url": "https://www.nytimes.com/2023/01/23/arts/television/whats-on-tv-this-week-the-bachelor-and-american-masters-roberta-flack.html"}