{"authors": ["David French"], "date_download": "2023-03-28 19:01:31", "date_modify": "2023-03-28 19:01:31", "date_publish": "2023-02-23 20:45:46", "description": "The irony is that it is better attuned to our time than to its own.", "filename": "2023_02_23_opinion_jimmy-carter-malaise-speech_1680030091.html", "image_url": "https://static01.nyt.com/images/2023/02/25/opinion/23french-newsletter-image/23french-newsletter-image-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_opinion_jimmy-carter-malaise-speech_1680030091.html", "title": "The Wisdom and Prophecy of Jimmy Carter’s ‘Malaise’ Speech", "title_page": "Opinion | The Wisdom and Prophecy of Jimmy Carter’s ‘Malaise’ Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On July 15, 1979, President Jimmy Carter emerged from days of isolation to deliver the most important and memorable address of his life. Carter had canceled vacation plans and spent more than a week cloistered at Camp David, where he met with a “steady stream of visitors” who shared their hopes and fears about a nation in distress, most immediately thanks to another in a series of energy crises.\nCarter, however, discerned a deeper problem. America had a wounded heart. The president believed it suffered from a “crisis of the spirit.” The speech was among the most unusual in presidential history. The word that has clung to it, “malaise,” was a word that didn’t even appear in the text. It was offered by his critics and has since become something close to official history. Everyone above a certain age knows immediately and precisely the meaning of the phrase “the malaise speech.”\nI believe, by contrast, the best word to describe the speech would have been “pastoral.” A faithful Christian president applied the lessons he’d so plainly learned from years of Bible study and countless hours in church. Don’t look at the surface of a problem. Don’t be afraid to tell hard truths. Be humble, but also call the people to a higher purpose.\nThe resulting address was heartfelt. It was eloquent. Yet it helped sink his presidency.\nRead the speech now, and you’ll see its truth and its depth. But, ironically, it’s an address better suited to our time than to its own. Jimmy Carter’s greatest speech was delivered four decades too soon.", "url": "https://www.nytimes.com/2023/02/23/opinion/jimmy-carter-malaise-speech.html"}