{"authors": ["Jesse Mckinley"], "date_download": "2023-03-28 16:45:10", "date_modify": "2023-03-28 16:45:10", "date_publish": "2023-02-21 10:00:33", "description": "A wildly erratic season has been a blessing for haters of mittens and blizzards, but a potential disaster for businesses that rely on snow and ice.", "filename": "2023_02_21_nyregion_ny-warm-winter-weather_1680021910.html", "image_url": "https://static01.nyt.com/images/2023/02/20/nyregion/00ny-winter/00ny-winter-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_nyregion_ny-warm-winter-weather_1680021910.html", "title": "New York’s Record Warm Winter: Good for Sunbathing, Bad for Ski Slopes", "title_page": "New York’s Record Warm Winter: Good for Sunbathing, Bad for Ski Slopes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not this year, however, for Mark Mayer, the owner of the Big Moose Inn, a popular snowmobiling stop in the Adirondacks.\nMr. Mayer estimated that sales were down 80 to 90 percent from last Presidents’ Day weekend, with only two of 16 rooms booked. Cancellations were becoming more common than bookings.\n“When the phone rings,” he said, “It’s that cringe of, ‘Yup, there goes another one.’”\nSnowfall has been lacking around much of New York, with many locations seeing dismal accumulations. Rochester recorded less than nine inches of snow in January, its lowest total for the month since 1946.\nAnd at mountains around New York, skiers are finding fewer open trails this season and a lot of machine-made snow. The need for such mechanical precipitation has simply become the norm, according to Scott Brandi, the president of Ski Areas of New York, a trade association for what is a $1.1 billion industry in the state.\n“We don’t run our business based on expected natural snowfall,” Mr. Brandi said on Monday, when much of New York was again seeing above-average temperatures. “We run our business based on our ability to make snow and keep the snow that we make.”", "url": "https://www.nytimes.com/2023/02/21/nyregion/ny-warm-winter-weather.html"}