{"authors": ["Hannah Seo"], "date_download": "2023-03-28 16:48:23", "date_modify": "2023-03-28 16:48:23", "date_publish": "2023-03-07 15:56:53", "description": "Here’s what the experts want you to know.", "filename": "2023_03_07_well_cannabis-weed-sleep-aid.html_action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680022103.html", "image_url": "https://static01.nyt.com/images/2023/03/14/multimedia/ASKWELL-CANNABIS-SLEEP1-hlgk/ASKWELL-CANNABIS-SLEEP1-hlgk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_well_cannabis-weed-sleep-aid.html_action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680022103.html", "title": "Is Cannabis Good or Bad for Sleep?", "title_page": "Can Cannabis Help With Sleep? What Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That being said, researchers from one review of 26 studies that was published in 2020 reported that there was “promising preliminary evidence” that cannabinoid therapies, including THC and CBD, should be investigated as possible treatments for sleep issues like insomnia, sleep apnea, restless legs syndrome and nightmares related to post-traumatic stress disorder.\nCannabis’s effects on sleep and sleepiness can also be influenced by how you take it, said Dr. Ashima Sahni, a pulmonologist and sleep specialist at the University of Illinois College of Medicine. Oral forms, like pills or edibles, will take longer to kick in than inhaled forms, she said, but their effects on sleep will last longer throughout the night. Inhaled cannabis, via vaping or smoking, will yield faster results, but they won’t last as long. Of course, Dr. Sahni added, vaping and smoking can come with certain health concerns including damage to the lungs and inflamed airways.\nThere is also some evidence that cannabis might indirectly help with sleep by alleviating chronic pain and anxiety — the two top concerns motivating new patients to try medical cannabis, said Rahim Dhalla, a pharmacist specializing in medical cannabis in Ottawa, Canada, who has studied patient experiences with cannabis for sleep. Though research in this area is “limited” and “the data are kind of all over the place,” Dr. Kaufmann said.\nWhat to consider before trying cannabis for sleep\nIn her clinical experience, Dr. Bidwell said that people who use cannabis products for sleep seem to be the most satisfied with them when they use them every now and then but not every day. This is because using THC too frequently can lead to a tolerance or dependency, she said, which can reverse the benefits of cannabis on sleep.\n“As you start taking it more chronically, you fall into this trap that, for the same amount of effect, you have to go up in the quantity,” Dr. Sahni added. And eventually, you might get to a point where it doesn’t work at all.", "url": "https://www.nytimes.com/2023/03/07/well/cannabis-weed-sleep-aid.html?action=click&pgtype=Article&state=default&module=styln-cannabis&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}