{"authors": ["Tyler Kepner"], "date_download": "2023-03-28 17:11:28", "date_modify": "2023-03-28 17:11:28", "date_publish": "2023-02-15 23:31:55", "description": "Surgery will sideline the right-handed pitcher Frankie Montas for most of the season, adding the back end of the starting rotation to a series of question marks for a team with World Series dreams.", "filename": "2023_02_15_sports_baseball_frankie-montas-yankees_1680023488.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15kepner-yankees-top-cwlb/15kepner-yankees-top-cwlb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_sports_baseball_frankie-montas-yankees_1680023488.html", "title": "The Yankees Start Their Season With a Plot Twist", "title_page": "Yankees Camp: Frankie Montas Will Get Shoulder Surgery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAMPA, Fla. — Every baseball season is a television series airing from mid-February through early October, with possible bonus episodes until early November. Nowhere is this clearer than with the Yankees, the franchise that pioneered the team-branded cable network. And the pilot episode always starts at George M. Steinbrenner Field.\nOn Wednesday afternoon, as pitchers and catchers reported to spring training in Florida, the YES Network went live to the host of the show, Manager Aaron Boone, for his opening monologue. It came in the form of a news conference, and the first question concerned starter Frankie Montas and the inflammation in his throwing shoulder.\n“So, Frankie is going to have surgery …” Boone said.\nAnd we’re off — with an instant plot twist!\nThe Yankees were not counting heavily on Montas, not with $63 million invested this season in their top two starters, Gerrit Cole and the newcomer Carlos Rodón. But it sure would have been nice to have the version of Montas who was one of the league’s best starters in 2021. Now, Boone conceded, the hope is that Montas might return late in the season.", "url": "https://www.nytimes.com/2023/02/15/sports/baseball/frankie-montas-yankees.html"}