{"authors": ["Patricia Cohen"], "date_download": "2023-03-28 16:44:14", "date_modify": "2023-03-28 16:44:14", "date_publish": "2023-03-01 13:39:02", "description": "Manufacturing activity rose in February to its highest level in more than a decade, bolstering China’s recovery after restrictions paralyzed much of the country.", "filename": "2023_03_01_business_china-factories-economy.html_action=click&pgtype=Article&state=default&module=styln-china&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021854.html", "image_url": "https://static01.nyt.com/images/2023/03/01/multimedia/01china-economy1-pfbm/01china-economy1-pfbm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_01_business_china-factories-economy.html_action=click&pgtype=Article&state=default&module=styln-china&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021854.html", "title": "China’s Factories Report Surge in Activity After Lockdowns End", "title_page": "China’s Factories Report Surge in Activity After Lockdowns End - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After being brutally battered by the coronavirus pandemic last year, Chinese factories bounced back with unexpected vigor last month.\nThe official index of manufacturing activity, based on surveys of purchasing managers at companies in China, shot up in February from the month before to its highest level in more than a decade. The index of service sector activity also rose. Both measures suggested that business had expanded for a second straight month, after contracting during the Covid restrictions.\nAfter a year of unrelenting lockdowns, quarantines and coronavirus testing that paralyzed much of the country, Beijing lifted restrictions without warning in early December. The abrupt reversal in policy resulted in a rampage of infections, and rough estimates suggest that up to 1.5 million people have died in the Covid wave. But it also freed the economy to begin a revival.\n“Overnight we’ve seen a decent change in momentum for risk as upbeat China data has revived optimism for the reopening trade that has been flagging of late,” analysts at Deutsche Bank wrote after the statistics were released. The Hang Seng stock index in Hong Kong rose more than 4 percent on Wednesday.", "url": "https://www.nytimes.com/2023/03/01/business/china-factories-economy.html?action=click&pgtype=Article&state=default&module=styln-china&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}