{"authors": ["Abdi Latif Dahir", "Arlette Bashizi"], "date_download": "2023-03-28 18:30:11", "date_modify": "2023-03-28 18:30:11", "date_publish": "2023-03-14 13:44:39", "description": "A multibillion-dollar oil drilling and pipeline project is displacing thousands of people in Uganda and Tanzania, and ravaging pristine habitats. Environmentalists are fighting to stop it, but the governments are all in.", "filename": "2023_03_14_world_africa_oil-pipeline-uganda-tanzania_1680028211.html", "image_url": "https://static01.nyt.com/images/2023/03/09/multimedia/00uganda-1-promo/00uganda-1-wlpk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_world_africa_oil-pipeline-uganda-tanzania_1680028211.html", "title": "An Oil Rush Threatens Natural Splendors Across East Africa", "title_page": "An Oil Rush Threatens Natural Splendors Across East Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Residents in both countries have been displaced from their lands, drawing international criticism and lawsuits. Environmentalists are alarmed that oil spills could threaten Lake Victoria, a vital source of freshwater for 40 million people, and ravage the park that protects Murchison Falls, one of the world’s most powerful waterfalls, where the Nile River roars through a narrow gorge.\nThe Biden administration set off a similar uproar among environmentalists this week when it gave formal approval to a huge oil drilling project in Alaska, in what is said to be the country’s largest single expanse of pristine land.\nThe project in Uganda and Tanzania has affected towns and villages where small farmers living in mud brick houses with thatched roofs tell of having all or part of their land expropriated by the joint venture, known as the East African Crude Oil Pipeline. Many spoke of still waiting for payment years later, while the pipeline company forbade them from planting vital cash crops like bananas, which pay for food and school fees for their children.\n“They are only thinking of the outsiders who will buy their oil, not us who own the land,” said Sarah Natukunda, a 39-year-old mother of five in Kijumba, a village in western Uganda, who waited years before she was paid for her land. By then, the sum was too small to buy similar property nearby where land prices had appreciated in value, she said, and the pipeline company refused to raise its price.", "url": "https://www.nytimes.com/2023/03/14/world/africa/oil-pipeline-uganda-tanzania.html"}