{"authors": ["Roger Cohen"], "date_download": "2023-03-28 18:39:17", "date_modify": "2023-03-28 18:39:17", "date_publish": "2023-03-14 09:00:37", "description": "Huge crowds are again expected to protest President Emmanuel Macron’s plan to raise the retirement age before a decisive vote that could redefine his nation and his legacy.", "filename": "2023_03_14_world_europe_macron-france-retirement-age_1680028757.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13france-macron-05-qpct/13france-macron-05-qpct-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_world_europe_macron-france-retirement-age_1680028757.html", "title": "Macron Faces Pivotal Week in His Attempt to Change France at Its Core", "title_page": "Macron Faces Pivotal Week in His Attempt to Change France at Its Core - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A favorite phrase of Emmanuel Macron, the French president, is that in life “you have to take your risks.” He did, and rose from nowhere to lead France at the age of 39. Now, six years later, he has decided to risk his political future on reshaping France at the very point where it is most resistant to change.\nMr. Macron’s battle with the French street over his plan to raise the legal age of retirement to 64 from 62 is expected to culminate this week in a decisive vote in both houses of Parliament on Thursday. Before then, if the last several weeks are any guide, the president can expect more than a million French citizens to rally in protests around the country, hoping to beat back the change. In Paris, they will demonstrate in streets piled high with trash, uncollected because of strikes.\nWith his attempt to overhaul France’s pension system, Mr. Macron has taken on the fierce French resistance to a world of unbridled capitalism, the nation’s deep attachment to social solidarity and the pervasive view that a long and painful sentence of work is offset only by the liberating rewards of a pensioner’s life. It is an enormous gamble.\n“Every country has a soul and the soul of France is equality,” François Hollande, Mr. Macron’s predecessor as president, famously said. Profit remains suspicious to many French people who view it as a subterfuge of the rich. The 1.28 million protesters in the streets of France last week — 3.5 million according to labor unions — had an unequivocal message for Mr. Macron: “Work less to live more,” as one slogan put it.", "url": "https://www.nytimes.com/2023/03/14/world/europe/macron-france-retirement-age.html"}