{"authors": ["Elisabeth Egan"], "date_download": "2023-03-28 17:07:35", "date_modify": "2023-03-28 17:07:35", "date_publish": "2023-02-02 10:00:14", "description": "When “Master Slave Husband Wife” came out last month, Ilyon Woo teamed up with her old friend Imani Perry for her first book event.", "filename": "2023_02_02_books_review_master-slave-husband-wife-ilyon-woo_1680023255.html", "image_url": "https://static01.nyt.com/images/2023/02/02/books/review/02insidethelist/02insidethelist-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_02_books_review_master-slave-husband-wife-ilyon-woo_1680023255.html", "title": "They Crossed Paths in Second Grade. Now They’re Best Sellers.", "title_page": "They Crossed Paths in Second Grade. Now They’re Best Sellers. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I saw a little school report from back then and it said, ‘Ilyon likes to play with Imani,’” Ilyon Woo said in a phone interview about her second book, “Master Slave Husband Wife,” which debuted at No. 7 on the hardcover nonfiction list. “We were both pigtailed back then.”\nHer playmate was Imani Perry, whose book “South to America” won the National Book Award for nonfiction in November. The two met as second graders at the King Open School in Cambridge, Mass., a public school that had an “alternative, experimental” approach to learning, according to Woo. She recalled how teachers papered classroom walls with photos of Black leaders, thinkers and artists, then invited students to write a paper about the person who piqued their interest. Woo chose Benjamin Banneker, the self-taught astronomer and mathematician.\nSeven years ago, when Woo started writing “Master Slave Husband Wife,” she unwittingly channeled her alma mater’s approach to visual inspiration. Front and center, in a frame on her desk, she had a photograph of Ellen and William Craft, whose meticulously executed, unimaginably dangerous 1,000-mile odyssey from slavery to freedom had intrigued her since she first read about it as a graduate student at Columbia University.\n“I was just acutely aware of them as people. They felt very much alive to me,” Woo said.\nNearby on a bulletin board, she assembled a “crazy collage” of pictures of people the couple encountered along their route from Macon, Ga., to Boston and beyond. “I really wanted to keep them in my mind’s eye as I was writing,” Woo said, “just to try to honor what they experienced and what they did.”", "url": "https://www.nytimes.com/2023/02/02/books/review/master-slave-husband-wife-ilyon-woo.html"}