{"authors": ["Richard Fausset"], "date_download": "2023-03-28 18:47:15", "date_modify": "2023-03-28 18:47:15", "date_publish": "2023-01-02 10:00:14", "description": "In states with permissive gun laws, police and prosecutors have limited tools at their disposal when a heavily armed individual sows fear or panic in public.", "filename": "2023_01_02_us_atlanta-gun-laws_1680029235.html", "image_url": "https://static01.nyt.com/images/2022/12/22/multimedia/22nat-atlanta-armed-top-1-32a7-audio-app/22nat-atlanta-armed-top-1-32a7-audio-app-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_02_us_atlanta-gun-laws_1680029235.html", "title": "A Heavily Armed Man Caused Panic at a Supermarket. But Did He Break the Law?", "title_page": "A Heavily Armed Man Caused Panic at a Supermarket. But Did He Break the Law? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nATLANTA — Two days after a gunman killed 10 people at a Colorado grocery store, leaving many Americans on high alert, Rico Marley was arrested as he emerged from the bathroom at a Publix supermarket in Atlanta. He was wearing body armor and carrying six loaded weapons — four handguns in his jacket pockets, and in a guitar bag, a semiautomatic rifle and a 12-gauge shotgun.\nMoments earlier, an Instacart delivery driver had alerted a store employee after seeing Mr. Marley in the bathroom, along with the AR-15-style rifle, which was propped against a wall. A grand jury indictment later described what had come next: “panic, terror and the evacuation of the Publix.”\nMr. Marley, then 22, was arrested without incident that day in March 2021. His lawyer, Charles Brant, noted that he had not made any threats or fired any shots, and had legally purchased his guns. Mr. Marley did not violate Georgia law, Mr. Brant said; he was “just being a person, doing what he had the right to do.”", "url": "https://www.nytimes.com/2023/01/02/us/atlanta-gun-laws.html"}