{"authors": ["Kyle Buchanan"], "date_download": "2023-03-28 17:12:41", "date_modify": "2023-03-28 17:12:41", "date_publish": "2023-01-15 21:23:46", "description": "“Everything Everywhere All at Once” wins the top prize, while Brendan Fraser takes best actor for “The Whale” and Cate Blanchett triumphs for “Tár.”", "filename": "2023_01_15_movies_critics-choice-awards-winners-complete-list_1680023561.html", "image_url": "https://static01.nyt.com/images/2023/01/15/multimedia/15criticschoice-item5-zfjv/15criticschoice-item5-zfjv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_15_movies_critics-choice-awards-winners-complete-list_1680023561.html", "title": "Critics Choice Awards 2023: The Complete Winners List", "title_page": "Critics Choice Awards 2023: The Complete Winners List - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s a three-way race.\nThe sci-fi hit “Everything Everywhere All at Once,” starring Michelle Yeoh as an immigrant mother who saves the multiverse, took top honors at the Critics Choice Awards on Sunday night, joining “The Fabelmans” (which won the Golden Globe for best drama earlier in the week) and “The Banshees of Inisherin” (the Globe winner for best comedy or musical) as the three films to have won a major televised film award this Oscar season.\nThose three films were also the only ones to earn top nominations last week from the producers, directors and acting guilds. The guild ceremonies won’t be held until the end of February, and since they share significant voter overlap with the academy, their winners could go all the way, as “CODA” did last year after it took the top PGA and SAG prizes. But until then, the race for best picture looks awfully competitive, with three very different theatrical features all in play.\n“This award is dedicated to my dad, a Taiwanese immigrant who worked himself into an early grave,” said Jonathan Wang, a producer of “Everything Everywhere,” who held his statuette high and thanked “all the immigrant parents who would kill themselves for us immigrant children.”\nDaniel Scheinert, who directed “Everything Everywhere” with Daniel Kwan, appeared gobsmacked upon taking the stage: “This is absurd,” exclaimed the filmmaker, who has said he never expected his film to turn into a significant awards contender. But “Everything Everywhere” notched several other significant wins at the Critics Choice Awards, with trophies handed to the film for its directing, editing and original screenplay. (The film had already tied the record for nominations from the group, with 14.)", "url": "https://www.nytimes.com/2023/01/15/movies/critics-choice-awards-winners-complete-list.html"}