{"authors": ["Melissa Eddy"], "date_download": "2023-03-28 18:55:45", "date_modify": "2023-03-28 18:55:45", "date_publish": "2023-02-21 16:53:41", "description": "BYD is a powerhouse in China and sells the most electric vehicles of any company in the world. Now it has a plan to attract buyers in Europe’s largest economy.", "filename": "2023_02_21_world_europe_byd-germany-electric-cars_1680029745.html", "image_url": "https://static01.nyt.com/images/2023/02/21/multimedia/21germany-byd-01-btwj/21germany-byd-01-btwj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_world_europe_byd-germany-electric-cars_1680029745.html", "title": "China’s Leading Electric Carmaker Has Arrived in Germany", "title_page": "China’s Leading Electric Carmaker Has Arrived in Germany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Germans take huge pride in their automotive industry, and have never been eager to abandon their Audis, BMWs or Mercedes-Benzes for foreign makes. But with a goal to change that, a Chinese automaker that sells the most electric cars in the world has begun offering three of its models in Germany.\nBYD, founded in 1995 under the name Build Your Dreams, has become a behemoth in China, the world’s largest auto market, by focusing on electric vehicles. Last year it sold 1.86 million battery-powered cars, including plug-in hybrids, which have both an electric motor and a gas-powered engine.\nThat topped Tesla’s sales total of 1.3 million cars in 2022, all of them battery-powered.\nSo far, the vast majority of BYD cars are sold in China. But the company, based in Shenzhen, is looking to expand in other parts of the world, including Europe and, in particular, Germany.\nBuoyed by the surging demand for electric vehicles, coupled with the supply chain struggles still troubling European automakers, BYD introduced three models in Germany at the start of the year: the Atto-3, a compact sport utility vehicle; the Han, a sedan; and the Tang, a full-size S.U.V. In the coming months, the company plans to introduce several more. There have been reports that it is considering opening an assembly plant in Germany, which has Europe’s largest economy.", "url": "https://www.nytimes.com/2023/02/21/world/europe/byd-germany-electric-cars.html"}