{"authors": ["Lora Kelley"], "date_download": "2023-03-28 19:17:17", "date_modify": "2023-03-28 19:17:17", "date_publish": "2023-02-12 23:46:43", "description": "At this year’s Super Bowl, crypto ads are nowhere to be found.", "filename": "2023_02_12_business_media_crypto-super-bowl-commercials-ads_1680031037.html", "image_url": "https://static01.nyt.com/images/2023/02/12/multimedia/12superbowl-nocrypto-q1-02-fvlq/12superbowl-nocrypto-q1-02-fvlq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_12_business_media_crypto-super-bowl-commercials-ads_1680031037.html", "title": "Crypto ads are so last year.", "title_page": "Crypto Ads Noticeably Missing From This Year’s Super Bowl Commercials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Attention-grabbing ads for cryptocurrency trading platforms were ubiquitous during last year’s Super Bowl. Larry David reacted crankily to inventions in various old-timey outfits in an ad for FTX. A group of people swarmed like bees through the air in an ad for eToro. And a QR code bobbed around the screen for Coinbase.\nAt this year’s Big Game? Crypto ads are nowhere to be found.\nIn the months since the last Super Bowl, the crypto industry has fallen on hard times — especially FTX, a cryptocurrency exchange that declared bankruptcy in November. Its founder, Sam Bankman-Fried, was arrested in December on charges that he used billions of dollars of FTX customer deposits to finance political contributions, lavish real estate purchases and trading operations at his hedge fund. (He has pleaded not guilty to charges that he engaged in widespread fraud.)\nIn 2022, crypto companies spent a combined $39 million buying Super Bowl spots, according to an analysis from Kantar, a data and consulting firm. Alfredo Troncoso, an analyst for Kantar, said that “financial services had a very soft performance in 2022,” largely because crypto ads did not achieve a strong return on investment.\nOne of the few nods to the crypto industry in Sunday’s game was from Limit Break, a gaming company, which ran an ad saying that the company was giving away digital tokens.", "url": "https://www.nytimes.com/2023/02/12/business/media/crypto-super-bowl-commercials-ads.html"}