{"authors": ["Jason Horowitz", "Abdi Latif Dahir"], "date_download": "2023-03-28 18:18:31", "date_modify": "2023-03-28 18:18:31", "date_publish": "2023-02-01 09:18:28", "description": "Francis began the second day of his visit to Africa with a direct appeal to the warring groups in the Democratic Republic of Congo to put down their weapons and forgive one another.", "filename": "2023_02_01_world_africa_pope-francis-africa-congo_1680027511.html", "image_url": "https://static01.nyt.com/images/2023/02/02/multimedia/01pope-congo-01-kqlg/01pope-congo-01-kqlg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_world_africa_pope-francis-africa-congo_1680027511.html", "title": "Pope, in Congo, Urges an End to the Country’s Cycle of Violence", "title_page": "Pope Francis, in Africa, Urges an End to Congo’s Cycle of Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The thumping church music, booming choir and exuberant crowd of about a million people greeting Pope Francis for an open-air Mass on Wednesday in Kinshasa, capital of the Democratic Republic of Congo, felt a world away from the violence ravaging the country’s east, where scores of competing armed groups are pillaging villages, plundering resources and heightening tensions with neighboring Rwanda.\nBut Francis, who was forced to abandon his plan to visit the east because of the spike in fighting there, tried to touch the region’s wounds by bringing some of its victims of violence to him.\n“We continue to be shocked to hear of the inhumane violence that you have seen with your eyes and personally experienced,” Francis said after listening to the searing stories of survivors in a private meeting at the papal nunciature in Kinshasa on Wednesday.\n“To you, dear inhabitants of the east,” Francis continued, “I want to say: I am close to you. Your tears are my tears; your pain is my pain. To every family that grieves or is displaced by the burning of villages and other war crimes, to the survivors of sexual violence and to every injured child and adult, I say: I am with you.”", "url": "https://www.nytimes.com/2023/02/01/world/africa/pope-francis-africa-congo.html"}