{"authors": ["John Koblin"], "date_download": "2023-03-28 18:11:16", "date_modify": "2023-03-28 18:11:16", "date_publish": "2023-01-03 21:59:49", "description": "The question everyone wanted to know, including those at the sports network: What had happened to Damar Hamlin, and would he be OK?", "filename": "2023_01_03_business_media_damar-hamlin-espn_1680027076.html", "image_url": "https://static01.nyt.com/images/2023/01/03/multimedia/03espn-nfl-01-1-9baa/03espn-nfl-01-1-9baa-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_business_media_damar-hamlin-espn_1680027076.html", "title": "Damar Hamlin’s Collapse Put ESPN at the Center of the News", "title_page": "Damar Hamlin’s Collapse Put ESPN at the Center of the News - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Within minutes, ESPN transformed from being a broadcaster of a football game to being at the center of a major and unexpected breaking news event. The question everyone wanted to know, including those at the sports network: What had happened to Mr. Hamlin, and would he be OK?\nSeveral hours later, the Bills announced that Mr. Hamlin, 24, had gone into cardiac arrest after he tackled a Cincinnati Bengals receiver. On Tuesday, the team said he remained in critical condition in the intensive care unit at a Cincinnati hospital.\nBut in those early minutes, with millions watching and little information available, Mr. Buck was left trying to explain a possible life-or-death situation on live TV. He could see things had taken a terrible turn, and medical personnel were suddenly performing cardiopulmonary resuscitation on Mr. Hamlin. Mr. Buck knew little more than that, though.\n“It was a nightmare,” he said. “It certainly was nothing that anyone is ever prepared for. You have all that hype and buildup and everyone can’t wait to watch this matchup, and in the snap of a finger it’s completely different. Football just goes out the window.”\nFor the next few hours, ESPN’s coverage of Mr. Hamlin would bounce to and from the broadcast booth, the field at the Bengals’ stadium, a nearby hospital, and studios in New York and Washington. On Monday night, ESPN suddenly looked like an episode of “Nightline” or a late hour on CNN, during a major breaking news story.", "url": "https://www.nytimes.com/2023/01/03/business/media/damar-hamlin-espn.html"}