{"authors": ["Amanda Holpuch"], "date_download": "2023-03-28 17:24:41", "date_modify": "2023-03-28 17:24:41", "date_publish": "2023-02-08 17:53:19", "description": "Colgate-Palmolive, the manufacturer of the multipurpose cleaner, said recalled bottles had been made with “inadequate” amounts of a preservative meant to curb bacteria growth.", "filename": "2023_02_08_science_fabuloso-recall-bacteria_1680024281.html", "image_url": "https://static01.nyt.com/images/2023/02/08/multimedia/08xp-fabuloso-tosy-wbzm/08xp-fabuloso-tosy-wbzm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_08_science_fabuloso-recall-bacteria_1680024281.html", "title": "4.9 Million Fabuloso Bottles Recalled for Bacteria Risk", "title_page": "4.9 Million Fabuloso Bottles Recalled for Bacteria Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About 4.9 million bottles of the multipurpose cleaning product Fabuloso have been recalled because they may contain bacteria that can cause a serious infection in people with weakened immune systems and others with health risks, the Consumer Product Safety Commission said on Wednesday.\nThe recalled products were sold online through Amazon and other websites as well as in brick-and-mortar stores including Dollar General, Family Dollar, Walmart and Home Depot from December 2022 through January. Several sizes of Fabuloso were recalled in scents including lavender, lemon and ocean.\nFabuloso’s manufacturer, Colgate-Palmolive, said in a statement that a preservative had not been added “at the intended levels” during the manufacturing process and that the “inadequate” amount of the preservative might have allowed bacteria to grow.\nThe recalled products may include Pseudomonas aeruginosa and Pseudomonas fluorescens, bacteria that can enter the body through inhalation, the eyes or a break in the skin. The recall notice said that people with healthy immune systems were not usually affected by the bacteria, but people with weakened immune systems, external medical devices or underlying lung conditions could contract a serious infection if exposed to it.", "url": "https://www.nytimes.com/2023/02/08/science/fabuloso-recall-bacteria.html"}