{"authors": ["Karen Weise"], "date_download": "2023-03-28 17:21:08", "date_modify": "2023-03-28 17:21:08", "date_publish": "2023-01-18 14:15:58", "description": "The job cuts, which amount to less than 5 percent of the company’s work force, are its largest in roughly eight years.", "filename": "2023_01_18_business_microsoft-layoffs_1680024068.html", "image_url": "https://static01.nyt.com/images/2023/01/18/multimedia/18MICROSOFT-01-mlbt/18MICROSOFT-01-mlbt-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_18_business_microsoft-layoffs_1680024068.html", "title": "Microsoft to Lay Off 10,000 Workers as It Looks to Trim Costs", "title_page": "Microsoft to Lay Off 10,000 Workers as It Looks to Trim Costs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Microsoft and its peers responded to surging customer demand by essentially hoarding technical staff. But the market slowed last year as workers started to return to their offices, inflation squeezed budgets and consumers sought entertainment outside their homes.\n“The reality is you can adjust hiring very quickly, and that is what is going on,” said Brad Reback, an analyst at the investment bank Stifel. “I don’t think this is symptomatic of a bigger issue.”\nThe industry’s deceleration has been particularly hard on smaller tech firms, and companies that specialized in newer concepts like crypto have been significantly affected. But tech’s giants have not been spared. Among the industry’s big companies, Google’s parent company, Alphabet, and Apple are the only firms yet to announce significant layoffs.\nSpeaking at the World Economic Forum annual meeting in Davos, Switzerland, on Wednesday, Mr. Nadella said that after rapid acceleration during the pandemic, “quite frankly we in the tech industry will also have to get efficient.” He added that the industry “will have to show our own productivity gains” using its own technology.\nStill, some of the tech industry’s biggest companies continue to measure their profits in the tens of billions of dollars. In the quarter ending in September, Microsoft had $50 billion in sales that produced $17.6 billion in profit. It has also continued to return money to investors through quarterly dividends and a $60 billion share buyback program authorized by its board of directors in 2021.", "url": "https://www.nytimes.com/2023/01/18/business/microsoft-layoffs.html"}