{"authors": ["Choe Sang-Hun"], "date_download": "2023-03-28 17:18:30", "date_modify": "2023-03-28 17:18:30", "date_publish": "2023-01-01 08:13:40", "description": "Kim Jong-un told a Workers’ Party meeting that his country must mass-produce nuclear missiles that could hit South Korea.", "filename": "2023_01_01_world_asia_north-korea-nuclear-escalate_1680023910.html", "image_url": "https://static01.nyt.com/images/2023/01/02/multimedia/02nkorea1-print/01nkorea1-1-7885-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_01_world_asia_north-korea-nuclear-escalate_1680023910.html", "title": "North Korea Vows to Escalate Nuclear Threat Against the South", "title_page": "North Korea Vows to Escalate Nuclear Threat Against the South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL — North Korea’s leader, Kim Jong-un, vowed to expand his country’s nuclear capabilities against rival South Korea​ “exponentially,”​ indicating that he would escalate his military brinkmanship in the new year ​despite sanctions from abroad and economic woes​ at home​.\nDuring a five-day meeting of the ruling Workers’ Party​ that ended in Pyongyang on Saturday, Mr. Kim called for mass-producing short-range nuclear missiles that can be used against South Korea, as well as building a new intercontinental ballistic missile aimed at the United States​, the North’s ​official Korean Central News Agency said on Sunday.\nMr. Kim lost little time in demonstrating his intentions​​. North Korea​ started the new year by firing a short-range ballistic missile on Sunday, after launching three similar missiles on New Year’s Eve. Mr. Kim said the missiles were capable of delivering nuclear warheads anywhere in South Korea​, which he said has become the North’s “undoubted enemy” under its new conservative president, Yoon Suk Yeol.\nDuring the party meeting, Mr. Kim said Mr. Yoon’s government compelled North Korea to switch to “a mass-produc​tion of tactical nuclear weapons​” and “an exponential increase of the country’s nuclear arsenal​” as a “main orientation” of its nuclear policy for 2023.", "url": "https://www.nytimes.com/2023/01/01/world/asia/north-korea-nuclear-escalate.html"}