{"authors": ["Lisa Abend"], "date_download": "2023-03-28 18:19:39", "date_modify": "2023-03-28 18:19:39", "date_publish": "2023-01-04 13:19:50", "description": "Some Norwegian hobbyists are having a great time uncovering hundreds of Bronze Age carvings. Their discoveries have lent weight to theories about what the mysterious images mean.", "filename": "2023_01_04_arts_design_petroglyph-hunters-norway_1680027579.html", "image_url": "https://static01.nyt.com/images/2022/01/04/multimedia/04petroglyphs-1-777f/04petroglyphs-1-777f-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_04_arts_design_petroglyph-hunters-norway_1680027579.html", "title": "When Darkness Falls, Three Friends Find Ancient Art", "title_page": "When Darkness Falls, Three Friends Find Ancient Art - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Petroglyphs are also easier to see when the sun is not overhead — a realization that has been one of the keys to the three friends’ success. Because the hunt for them is a hobby rather than a career — Tangen is an archaeologist working in a different field, Fjeld a graphic designer, and Klavestad a landscape architect and artist — they make time for it at night.\n“This is not an 8 to 4 job,” said Tangen. “It has to be a passion.”\nThe thrill of the hunt has naturally led them to speculate on the carvings’ meaning. Because the petroglyphs tend to be more visible in the slanted rays of dusk, or with angled artificial lights, Tangen said he believed that their creators had made deliberate use of shadow and light in their work. Thanks to the sun’s changing angle, petroglyphs can look different depending on the hour of the day, or season, he explained. “I think the images have to do with the awakening of people’s minds to time,” he said.\nThat is in keeping with findings from professional archaeologists about rock art and stone monuments, in places like British Columbia and Scotland, whose features are visible only at certain times of year. There is also evidence for another one of Tangen’s theories: that some of the images were meant to be seen in flickering light, so that they appeared almost animated.", "url": "https://www.nytimes.com/2023/01/04/arts/design/petroglyph-hunters-norway.html"}