{"authors": ["Ronda Kaysen"], "date_download": "2023-03-28 17:09:18", "date_modify": "2023-03-28 17:09:18", "date_publish": "2023-03-11 15:00:06", "description": "Delivery culture has changed with the pandemic and the proliferation of online services. Some buildings are hesitant to go back to the old days.", "filename": "2023_03_11_realestate_food-delivery-apartment-buildings_1680023358.html", "image_url": "https://static01.nyt.com/images/2023/03/12/realestate/11Ask-illo/11Ask-illo-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_11_realestate_food-delivery-apartment-buildings_1680023358.html", "title": "I’m Ready for Deliveries at My Door Again, but My Building Still Says No", "title_page": "I’m Ready for Deliveries at My Door Again, but My Building Still Says No - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s one of the perks of living in a building with a doorman,” said Debra J. Guzov, a Manhattan lawyer who represents co-ops and condo boards.\nMost buildings revoked the service during the pandemic to limit outside visitors. But by now, the majority have restored it, said Dan Wurtzel, the president of FirstService Residential New York, which manages about 600 residential buildings. The ones that haven’t often cite security concerns or staffing issues. Some residents balk at the idea that delivery people could wander the halls unattended.\nDelivery culture has changed with the proliferation of online services like DoorDash and Seamless, which replaced in-house delivery workers. “None of these restaurants are using their own employees to deliver” anymore, Mr. Wurtzel said. “There was a rapport, but now it’s a different person” for every delivery.\nWith that familiarity gone, management might be reluctant to let just anyone into the building. As an alternative, building staff could take the delivery to your apartment, but then another staffer would have to cover the front door.", "url": "https://www.nytimes.com/2023/03/11/realestate/food-delivery-apartment-buildings.html"}