{"authors": ["Michael Barbaro", "Eric Krupke", "Carlos Prieto", "Clare Toeniskoetter", "Patricia Willens", "Marion Lozano", "Elisheba Ittoop", "Dan Powell", "Chris Wood", "Original Music"], "date_download": "2023-03-28 17:23:27", "date_modify": "2023-03-28 17:23:27", "date_publish": "2023-01-05 11:00:12", "description": "How Times journalists discovered that a serial fabricator had been elected to Congress.", "filename": "2023_01_05_podcasts_the-daily_george-santos-fabrications-congress_1680024207.html", "image_url": "https://static01.nyt.com/images/2023/01/05/multimedia/05daily-1/05DAILY-santos-audio-app-1-a6da-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_05_podcasts_the-daily_george-santos-fabrications-congress_1680024207.html", "title": "The Life and Lies of George Santos", "title_page": "The Life and Lies of George Santos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions\n^michael gold^\nOK. So I am in the Longworth Office Building. And I see a bunch of reporters who I assume are also doing the same thing I’m doing. Outside an office that I believe is George Santos’. [MUSIC PLAYING] Hi. This is Michael Gold. I’m a reporter for The New York Times. And I have been with my colleague Grace Ashford, covering a newly elected representative from Long Island and part of Queens, George Santos. And as part of our reporting, we found that George Santos misled voters about his background. We’ve been trying to talk to him now for a few weeks and have been met with silence. So this is the first time where I’ll know where he’s going to be, and I can try to catch him face to face. We seem to have spotted him. He’s on the phone down the hallway right now. Pointedly walking away from us. [FOOTSTEPS] Now we’re chasing him. [CLAMORING] Congressman-elect, do you have a second? What do you have to say to voters in your district?\nspeaker 1 — with the protest happening outside of the office. [INTERPOSING VOICES] speaker 2 What do you think, Mr. Santos? michael gold Safe to assume that’s a no comment.\nmichael barbaro\nFrom the New York Times, I’m Michael Barbaro. This is The Daily. Over the past 48 hours, as the House of Representatives has descended into chaos over the election of a speaker, another political drama has come to the Capitol in the form of George Santos. Today, the story of how a serial fabricator was elected to Congress and how my colleagues, Michael Gold and Grace Ashford, discovered that he was a fraud. It’s Thursday, January 5th. Grace, I want to begin this saga where it started. Not with a huge public scandal, but with a campaign for Congress on Long Island. So tell us the story that George Santos told voters about himself in the run up to November’s election.\ngrace ashford\nSo George Santos throws his hat in the ring for a congressional seat in New York’s Third District. And he really relies on his own background to make that pitch. [MUSIC PLAYING]\narchived recording (george santos) My mother migrated to the United States in search of the American dream. I am her American dream.\ngrace ashford\nHe talks about how he is the son of Brazilian immigrants who came to this country with relatively little, but was able to work his way up.\narchived recording (george santos) You can wake up today and change your life in such a fundamental way that you don’t know what tomorrow will hold for you, but you can keep trying and trying.\ngrace ashford\nGoing to public schools, attending public colleges. He says that he’s worked both at Citigroup and at Goldman Sachs.\nmichael barbaro\nWow.\ngrace ashford\nHe’s a seasoned financial investor with 14 years of experience.\nmichael barbaro\nReal blue chip companies on Wall Street.\ngrace ashford\nYeah, yeah.\narchived recording (george santos) A lot of people think the American dream is about money. No, it’s about opportunity. Money will come. But it’s about having opportunities.\ngrace ashford\nAnd he describes himself as really the embodiment of the American dream.\narchived recording (george santos) As a gay man, I stand proudly behind not teaching our children sex or sexual orientation.\ngrace ashford\nHe is gay. He is young. He is energetic. And he’s really proud of that and is really able to make a kind of pitch that I think other people can’t make about just how inclusive the Republican Party can be, using his own story to do so.\nmichael barbaro\nAnd how do voters in the Third Congressional District respond to the story that George Santos is telling them?\ngrace ashford\nWell, no one’s really sure exactly how voters will respond. This is a newly drawn district. A new collection of communities that will be making this decision. But he’s able to marshal the support of the big messages that Republicans are running with in this election and that do really well elsewhere in New York. He runs hard on crime. And he runs on inflation. And on election night, he wins. He beats his Democratic opponent, Robert Zimmerman, by eight points. And prepares to take office in January. It’s one of the races that make up this very consequential change. There wasn’t really a red wave across the country in the way that it was predicted.\nmichael barbaro\nRight.\ngrace ashford\nBut here in New York, there were a handful of really key seats that help make up the difference between a Republican majority and a Democratic one in Congress.\nmichael barbaro\nRight. And George Santos can rightfully claim that he helped Republicans win back control of the House.\ngrace ashford\nAbsolutely.\nmichael barbaro\nOK. So at some point after this election, you decided to look into George Santos. Tell us about that.\ngrace ashford\nYeah. So we were curious, because this election had seen the rise of a couple of candidates whose views were farther to the right than others that had been elected in New York in the past. And one of those was George Santos. And he also had this really interesting, dynamic biography. And we were curious to know more about him. And so my colleague Michael Gold and I got started on what we thought was going to be a couple of days looking into who this guy was and what kind of a congressman he’d be.\nmichael barbaro\nRight. A classic Times profile.\ngrace ashford\nYeah. Just about, yeah.\nmichael barbaro\nOK, so what happens?\ngrace ashford\nWell, we started with his biography. The things that he said about himself on his campaign. And one of the things that really jumped out at me was part of his philanthropic efforts. He talked about how he had run this charity called Friends of Pets United from 2013 through 2018. And that this charity had rescued thousands of dogs and cats.\nmichael barbaro\nWonderful. Who could argue with that?\ngrace ashford\nYeah. So I was curious about it. And so I looked it up. But was not able to find any trace of it. And this is not necessarily crazy. There’s all sorts of different names that things can be listed under. I tried a bunch of them, wasn’t able to find it. So I reached out to the IRS to confirm, and they weren’t able to find it either.\nmichael barbaro\nInteresting. So what did you make of that?\ngrace ashford\nYeah. I mean, on its own, it’s not really a huge deal. But it certainly brought a degree of skepticism, I would say, to our reporting. And the other key thing that you do when you do these profiles is you reach out to people that may have worked with the person that you want to talk to. Find out what kind of a colleague they are.\nmichael barbaro\nRight.\ngrace ashford\nWhat kind of work they were doing so you can better understand it. But his profile didn’t really have much in the way of dates. And I said, I think we should just check with Goldman Sachs. I think we should check with Citi to figure out exactly when he was there. Confirm the dates of his employment. Which we did. And were pretty surprised to hear that they had no record of him ever working there.\nmichael barbaro\nSo these two fancy Wall Street firms, Citigroup, Goldman Sachs, their response to your inquiry about his employment is basically like, who the heck is George Santos? He never worked there.\ngrace ashford\nNot in quite those words, but yeah, basically. Yeah, I mean, and from there, we started to be obviously curious about a whole lot of other things. [MUSIC PLAYING] On his website, he listed that he had received degrees in business and economics from Baruch College. There was an NRCC bio that listed him as also attending NYU. And we were not able to confirm that he’d graduated from either institution. Yeah. And so at this point, we were starting to question whether anything he said about his life is true. One of the claims that we started to look at was that on a radio show, he said that the company that he worked for had lost four of its employees in the Pulse nightclub shooting, which was a massacre in Orlando at a gay club where 49 people died.\nmichael barbaro\nRight.\ngrace ashford\nBut when Michael took a look through the obituaries of each of the 49 people that died, he wasn’t able to find anyone who was associated with any of the firms that Mr. Santos worked at. Another one of the seemingly contradictory claims that Mr. Santos made was about his heritage and religion. In some places, he said that he was a proud American Jew, where elsewhere, he described his Catholic faith. On his website, he said that his grandparents had fled Jewish persecution in Europe before coming to Brazil. The publication The Forward did some reporting and discovered that, in fact, his maternal grandparents were born in Brazil. So seemingly, that claim about fleeing the Holocaust was not true.\nmichael barbaro\nWow. So to summarize what you have found, it’s that much of the story George Santos has told voters is not true. As you’re doing all this reporting, what do you and Michael come to learn about who George Santos really is and what’s actually true and real about him?\ngrace ashford\nYeah. So we were able to confirm a few of the items on his resume. He did work for a tech hospitality company that he listed, as well as one that did some financial services type work. And he did get his GED, as he said, in 2006. But the public record paints a portrait that stands in pretty stark contrast to the one that Mr. Santos has on his campaign bio. It shows him living a pretty modest life with his mom and his sister in a series of rented apartments in Queens. Rather than climbing the ranks of Wall Street and owning multiple properties, he was actually evicted multiple times from his own apartment.\nmichael barbaro\nInteresting.\ngrace ashford\nAnd one of the things that we’re able to do also is begin to speak with people who actually knew him during this period of his life. Former friends, former roommates, an ex-boyfriend, who help us get a sense of the friend and the roommate and the boyfriend that they knew.\nmichael barbaro\nRight. And what is it that they tell you?\ngrace ashford\nThey describe a man who has always had very high ambitions for himself. Who’s very quick-witted and able to — I think his boyfriend said, he had everything on the tip of his tongue. His friends recalled a man with fine tastes who didn’t always have the bank account to match. Who borrowed money that he wasn’t always able to repay. One of those friends remembered loaning him over $5,000 to help him move in with his boyfriend. But he said shortly after he loaned him the money, George stopped responding to his calls and text messages, and then eventually stopped responding to him at all. He ended up having to go to court to try to get the money back. And a judge did find in his favor. But he said even so, he never was repaid.\nmichael barbaro\nSo basically, George Santos stole $5,000 from him.\ngrace ashford\nThat’s what he said and what the judge agreed with. But that’s really just the beginning of the questions about his finances. The records we have show that he earns most of his money from his own company, the Devolder Organization, that he’s the sole owner of. This company was set up in May of 2021. And since then, has become tremendously successful, allowing him to pay himself a salary of $750,000 a year plus dividends. But we know very little about what this company actually does. It doesn’t have a website. The way he’s described it has been a little bit confusing and a little contradictory. And more to the point, we don’t know anything about who its clients are. In his financial disclosure, he filed as a candidate. He didn’t disclose having any clients, which could be a problem for him if he does have clients and investigators were to find that he intentionally omitted them from that filing.\nmichael barbaro\nRight. And it’s pretty hard to imagine a company earning its owner $700,000 or more without having any clients. And you’re saying if he did have clients and he didn’t tell the public, that could be a violation of the law.\ngrace ashford\nIf he did so intentionally, yeah. And finally, we found out that Mr. Santos’ has financial problems stretch all the way back to 2008 and all the way to Brazil, where records show he was living as a young man with his mother when he got into some trouble with the police. We found a court case that shows that he stole a checkbook belonging to a man that his mother had worked for and used it to make some fraudulent purchases. Eventually, the police were called in and they investigated. And Mr. Santos and his mother actually confessed to the fraud. But when the charges were approved by a judge and the case was supposed to proceed, they weren’t able to find him.\nmichael barbaro\nHe had somehow escaped.\ngrace ashford\nWe don’t know exactly what the circumstances were. But just a few months after those charges were officially approved, he was working in New York.\nmichael barbaro\nSo once all of this is revealed, what is fake and what is true, and what is true doesn’t seem all that flattering, what does George Santos have to say?\ngrace ashford\nWell, he didn’t have anything to say to us. We spent several weeks requesting interviews, sending questions, and trying to get any sort of clarification and answers to the questions that our reporting raised. But didn’t hear anything. [MUSIC PLAYING] And for actually about a week or so after our first story dropped, it was radio silence. But after about a week of silence, he speaks up. And he says that he’s finally ready to explain himself.\nmichael barbaro\nWe’ll be right back. So what does it look like for George Santos to finally explain himself amid these mounting lies and fabrications?\ngrace ashford\nSo he goes on a media tour. [MUSIC PLAYING]\narchived recording (george santos) I’m doing well granted the circumstances, and I appreciate you asking.\ngrace ashford\nHe goes on the radio, he does some TV interviews with what he perhaps might think would be friendly formats to tell his story.\narchived recording (george santos) If I disappointed anyone by resume embellishment, I’m sorry.\ngrace ashford\nAnd he admits that he did not, in fact, graduate from Baruch College or any institution of higher learning.\narchived recording (george santos) I believe I used a poor word. But I did work in the industry for a number of years. I did deliver on those negotiations. I did —\ngrace ashford\nHe admits that he did not work directly for Citigroup or Goldman.\narchived recording (george santos) A lot of people overstate in their resumes or ingrandiate themselves. I’m not saying I’m not guilty of that. I’m just saying I’ve done so much good work in my career. I will be an effective member of Congress. I hope will be a diligent member of Congress. And I will be able to deliver results for Congress for the people of New York’s Third District.\ngrace ashford\nAnd he asks the voters to forgive him and to trust that he will be a good representative for them going forward.\nmichael barbaro\nAnd why does he say that he has done these things?\ngrace ashford\nHe says that he comes from humble beginnings. And he appeals to this sense that he was ashamed, perhaps, of his background. But he also doesn’t say that everything was a lie. In certain instances, he pivots. He says that he didn’t personally own property, but his family did. And with regards to his employees who perished in the Pulse nightclub shooting, he says that they were not employees of the firm that he worked for at the time, but they were potential employees.\nmichael barbaro\nPotential employees.\ngrace ashford\nWe’ve reached out to his team to try to figure out the names of these people. Where they did work or where they would have worked. But we haven’t heard back.\nmichael barbaro\nSo some of these responses are a little bit confusing and hairsplitting.\ngrace ashford\nYeah. But some of them are very clear. He says, for example, that he never has had any kind of criminal issue in the United States or Brazil or in any jurisdiction in the world.\nmichael barbaro\nBut that does not seem to be the case based on what you have found in your reporting.\ngrace ashford\nNo. And in fact, we found out just this week that Brazilian authorities intend to revive the case against him now that they have been able to locate him. And that whether he appears or not, he will be tried on these fraud charges.\nmichael barbaro\nSo I have to imagine that even these friendly media personalities inevitably asked George Santos, doesn’t this number of lies disqualify you from serving in Congress?\ngrace ashford\nYeah.\narchived recording (tulsi gabbard) Now there are new accusations that George Santos has actually been lying extensively about his own past. Now we have the opportunity to hear directly from George Santos himself.\ngrace ashford\nIn one particular interview on Fox News, where former congresswoman Tulsi Gabbard was filling in for Tucker Carlson, she asked him this question pretty directly.\narchived recording (tulsi gabbard) These are blatant lies and it calls into question how your constituents and the American people can believe anything that you may say when you are standing on the floor of the House of Representatives supposedly fighting for them. That’s the real issue here.\ngrace ashford\nAsks him how voters can trust him given the degree of falsehood and misrepresentation on his resume.\narchived recording (george santos) We can debate my resume and how I worked with firms such as Goldman — archived recording (tulsi gabbard) Is this debatable or is it just false?\ngrace ashford\nAnd what he comes up with is an equivocation.\narchived recording (george santos) Tulsi, I can say the same thing about the Democrats and the party. Look at Joe Biden. Joe Biden —\ngrace ashford\nHe says that his lies pale in comparison to the lies that have been told by Democrats. And he says that he still very much intends to take office and do the work that the people elected him for.\nmichael barbaro\nRight. He’s saying, I’m headed to Congress no matter what.\ngrace ashford\nPretty much.\nmichael barbaro\nBut of course, that’s not entirely up to him, right? I mean, presumably, Republican leaders in Congress could have something to say about that.\ngrace ashford\nWell, yes and no. [LAUGHS] At this point. Mr. Santos’ future is a little uncertain. The only requirements for attaining office once you’ve been elected are that you are 25 years old, that you’ve been a citizen of the United States for seven years, and that you live in the state that you represent. Not even the district. Obviously there’s nothing about embellishing your resume in the Constitution. But as a practical matter, Kevin McCarthy, the would-be House Majority Leader, does have the ability to perhaps force him to resign. Or he could call for an ethics investigation, as a few members of the Democratic Party have and I believe at least one Republican member. But Mr. McCarthy’s in a really tough position right now. He is struggling to pull together a coalition to give him the power in Congress that would allow him to do even basic things like staffing committees. So he has almost no incentive to force something like that, particularly given that the district itself is not necessarily a safe Republican seat.\nmichael barbaro\nGot it. Well let’s talk more about the scene in Washington right now, because it’s very strange. Not just because the House Speaker’s race is unresolved, but because George Santos is there on the House floor. A new member of Congress. Not yet sworn in, because there is no new speaker. But an almost official member of Congress known as a serial liar. And I’m really curious what his experience has been like so far.\ngrace ashford\nYeah, so George Santos went to Washington on Tuesday for his first day. He spent most of the day being chased by reporters throughout the Capitol building asking him questions like, what is your legal name? In the House, he was relatively isolated from his fellow members. There’s a lot of photos which just show him sitting alone. And there’s a photo of the other members of the House Republican caucus from New York that he’s not included in.\nmichael barbaro\nSo I’m curious, in the absence of someone like Kevin McCarthy demanding that George Santos leave the Congress, are there going to be any consequences for what he has done? Is there a scenario under which he doesn’t serve out the next two year term?\ngrace ashford\nIn the past few weeks, there have been a couple of investigations that have been opened into Mr. Santos’ conduct. One is a Nassau County DA. One is the New York State Attorney General. And one is federal prosecutors in the Eastern District. We don’t know exactly what they’re looking at. But they have the ability to investigate things like campaign finance violations. And if they do find that a crime has been committed, that could lead to some pretty serious charges. And that’s important because while actually being convicted of a crime does not necessarily make you ineligible to hold office, it certainly makes it a lot harder politically for you to exist in the ecosystem of Washington.\nmichael barbaro\nGrace, what I’m hearing you say is that while Santos might end up being forced out of this congressional seat, there’s not really an easy or quick way to prevent someone like him, a victorious candidate who has been revealed as a fraud, from being put in Congress, right? There’s just not really a rule against being a liar in the House of Representatives. And what that means, of course, is that we need to know the information that you have been telling us before an election, not after it. After the election is too late. Which brings me to the delicate question of why we didn’t learn all of this before November.\ngrace ashford\nThere’s two ways to think about that question. One is to do with the way that candidates are vetted by their parties. In theory, each party would vet their own candidates. But in practice, Democrats end up relying on Republicans to vet their candidates, and Republicans end up relying on Democrats. And they do that through something called opposition research. And there was opposition research done in this case.\nmichael barbaro\nRight. And we should just clarify for listeners, what we mean by opposition research is usually it’s a report about a candidate that gets handed to reporters as a basis for their journalism.\ngrace ashford\nRight. And we got that report. And it did find some of the things that we ended up including. It found, for example, the evictions. It found that he had been working for this company called Harbor City that was later sued by the SEC as a Ponzi scheme. It even found some of the questions about the pet charity and that it wasn’t registered with the IRS. But rather than taking that as a basis for further investigation, it ended up focusing on some of the other things that Mr. Santos had done and said. For example, his anti-abortion stance and his embrace of former President Donald Trump. And some of the things that he said about January 6th. And that was really the narrative that took hold in the media. But it’s also the reality that Republicans bear a degree of responsibility either for not knowing these things about their candidate or not trying to know them.\nmichael barbaro\nRight. And then, of course, there’s the responsibility of us, of the news media. How do you think about that?\ngrace ashford\nYeah, well I thought about that a lot. I didn’t pitch this story before the election. I wish that I had.\nmichael barbaro\nRight.\ngrace ashford\nBut the reality is that I and members of all of the media as well as the political parties themselves were focused on other races. We knew that New York could be really consequential for the makeup of the House. But the reality is just that this race didn’t get the scrutiny that it should have.\nmichael barbaro\nRight. And I think here it’s worth acknowledging that many news organizations, The New York Times included, are not as focused on local news coverage as we have been in the past. I mean, I’m old enough as a Times person to remember when The New York Times had its own free-standing print New York section that went away. The reality is that we have become much more of a national paper, even though we have the word New York in it. And I think versions of that are true around the country that lots of local political coverage is not as ambitious or well-funded as it once was.\ngrace ashford\nYeah, absolutely. And in order to take the time to do a story like Michael and I were able to do, you need the resources to do it.\nmichael barbaro\nRight.\ngrace ashford\nAnd that’s not the case for a lot of local papers anymore.\nmichael barbaro\nSo I’m curious. Having been on this long journey with George Santos, has this story and all its dimensions — what you guys did and what you didn’t do and when you did and when you didn’t do it — how has this potentially changed the way you’re approaching being a politics reporter?\ngrace ashford\nI think that George Santos is a very unique figure because he tested our political system to a degree that most politicians don’t. But I think that the journalistic hygiene that we used in this case can certainly be and should be applied more broadly. I think that a lot of people are wondering why nobody noticed this sooner, why these red flags weren’t followed up on. And part of the reason I think is because nobody really expects people to lie to this degree. There’s just a degree of trust that we expect in society. And when someone breaks that, it can be pretty jarring. And I think a lot of our systems don’t necessarily know how to respond.\nmichael barbaro\nRight. We expect people in politics to lie, just to be clear. But I think it’s fair to say we don’t expect people in public life to lie about everything.\ngrace ashford\nWe don’t expect people to invent their entire lives. But maybe now we should.\nmichael barbaro\nWell Grace, thank you very much. We appreciate it.\ngrace ashford\nThank you, Michael.\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today. By Wednesday night, House Republican Leader Kevin McCarthy had lost six consecutive votes to become Speaker, as right-wing lawmakers dug in their heels and continued to deny him enough votes to lead the chamber. As a result, the House was rendered a useless entity, unable to swear in its members, adopt rules, assign lawmakers to committees, or pass legislation.\narchived recording (mike waltz) Just want to take a minute to read what our adversaries are saying.\nmichael barbaro\nDuring a news conference, several moderate House Republicans, including Mike Waltz of Florida, called the situation an embarrassment that undermined faith in American government and its standing around the world.\narchived recording (mike waltz) In North Korea and Iran, in Venezuela and Cuba, authoritarian regimes all over the world are pointing to what’s going on in the House of Representatives and saying, look at the messiness of democracy. Look at how it doesn’t work, how it can’t function.\nmichael barbaro", "url": "https://www.nytimes.com/2023/01/05/podcasts/the-daily/george-santos-fabrications-congress.html"}