{"authors": ["Charlie Savage"], "date_download": "2023-03-28 18:59:21", "date_modify": "2023-03-28 18:59:21", "date_publish": "2023-02-28 16:23:14", "description": "Facing steeper political headwinds than past cycles, the executive branch is packaging the spying authority known as Section 702 as more than a counterterrorism tool.", "filename": "2023_02_28_us_politics_biden-warrantless-surveillance-section-702_1680029961.html", "image_url": "https://static01.nyt.com/images/2023/02/28/multimedia/28dc-surveillance-qfzl/28dc-surveillance-qfzl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_28_us_politics_biden-warrantless-surveillance-section-702_1680029961.html", "title": "Biden Administration Asks Congress to Reauthorize Warrantless Surveillance Law", "title_page": "Biden Administration Asks Congress to Reauthorize Warrantless Surveillance Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration urged Congress on Tuesday to renew a controversial warrantless surveillance law, emphasizing that security officials use it for a broad range of foreign policy and national security goals like detecting espionage by countries like China and Iran or stopping hackers.\nThe administration’s effort is likely to face particularly steep headwinds because many Republicans have adopted former President Donald J. Trump’s distrust of security agencies and surveillance, bolstering privacy advocates who have long been skeptical of the law, known as Section 702.\nTo head off the resistance, the Biden administration has sought to cast the law, which would otherwise expire at the end of the year, as a tool that is used not only for counterterrorism but has also aided the government in identifying economic risks and preventing foreign actors from creating weapons of mass destruction.\nIn a letter to lawmakers, Attorney General Merrick B. Garland and Avril Haines, the director of national intelligence, described the law as vital.", "url": "https://www.nytimes.com/2023/02/28/us/politics/biden-warrantless-surveillance-section-702.html"}