{"authors": ["Chang Che"], "date_download": "2023-03-28 16:46:33", "date_modify": "2023-03-28 16:46:33", "date_publish": "2023-03-23 13:12:46", "description": "China’s commerce ministry publicly rebuked the Biden administration’s efforts to push TikTok’s Chinese ownership to sell the app or face a possible ban in the United States.", "filename": "2023_03_23_business_china-forced-sale-tiktok_1680021993.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23tiktok-china-jlkm/23tiktok-china-jlkm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_business_china-forced-sale-tiktok_1680021993.html", "title": "China Says It Will ‘Firmly Oppose’ Forced Sale of TikTok", "title_page": "China Says It Will ‘Firmly Oppose’ Forced Sale of TikTok - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China said it would oppose efforts by the United States to force a sale of TikTok, in a public rebuke of the Biden administration that leaves the app’s Chinese ownership stuck between orders from governments of the world’s two largest economies.\nThe comments, made by China’s commerce ministry on Thursday, came hours before TikTok’s chief executive was scheduled to testify before Congress for the first time, addressing American lawmakers’ distrust of the popular short-form video app’s handling of U.S. user data.\nA commerce ministry spokeswoman said at a news conference that China would “firmly oppose” the sale of the app. Forcing such a transaction would “seriously undermine the confidence of investors from various countries, including China, to invest in the United States,” she added.\nLast week, news emerged that the Biden administration wanted TikTok’s Chinese owner, ByteDance, to sell the app or face a possible ban. The ultimatum indicated that negotiations between the White House and TikTok’s ownership on a less severe compromise had stalled.", "url": "https://www.nytimes.com/2023/03/23/business/china-forced-sale-tiktok.html"}