{"authors": ["Debra Kamin"], "date_download": "2023-03-28 16:45:55", "date_modify": "2023-03-28 16:45:55", "date_publish": "2023-02-09 10:00:19", "description": "Kizzmekia Corbett helped lead a team of scientists contributing to one of the most stunning achievements in the history of immunizations: a highly effective, easily manufactured vaccine against Covid-19.", "filename": "2023_02_09_science_covid-vaccine-kizzmekia-corbett_1680021955.html", "image_url": "https://static01.nyt.com/images/2023/02/14/multimedia/00Transformning-Covid-Vaccine-1/00Transformning-Covid-Vaccine-1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_science_covid-vaccine-kizzmekia-corbett_1680021955.html", "title": "She Helped Unlock the Science of the Covid Vaccine", "title_page": "Kizzmekia Corbett Unlocked the Science of the Covid Vaccine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By the first week of January 2020, the number of infected people in China had climbed to the hundreds, and Dr. Corbett, a viral immunologist, was back at her desk at the National Institutes of Health, where she served as a senior research fellow at the Vaccine Research Center at the National Institute of Allergy and Infectious Diseases. And that’s when the news was confirmed: The mysterious illness was a novel coronavirus, exactly the category of infection that she had been probing for the past five years in a bid to develop a vaccine.\nCoronaviruses can cause all kinds of illness, like the common cold or more crippling diseases like MERS and SARS. Novel coronaviruses are new strains that are identified in humans for the first time. And when it came to the race for a vaccine against Covid-19, Dr. Corbett, who was part of important work on other coronavirus outbreaks, was at the vanguard.\nNext month will be the three-year anniversary of the World Health Organization’s declaring Covid-19 a pandemic, on March 11, 2020. But in those fraught first few months of 2020, Dr. Corbett helped lead a team of scientists that contributed to one of the most stunning achievements in the history of immunizations: a highly effective, easily manufactured vaccine against Covid-19, delivered and authorized for use in under a year.\nOn Jan. 6, 2020, that goal started to take on a new urgency. As the number of sick people in China began to climb, Dr. Corbett huddled with her supervisor, Dr. Barney Graham, the deputy director of the Vaccine Research Center and chief of the Viral Pathogenesis Laboratory. Both noted that this new disease bore eerie similarities to SARS and MERS, which each killed hundreds. Dr. Corbett’s work, and the work of her entire team, suddenly had urgent implications.\n“At the time, we had no idea it would become a global pandemic,” she said. “So what I felt was excitement about being able to prove myself and my work to the world.”", "url": "https://www.nytimes.com/2023/02/09/science/covid-vaccine-kizzmekia-corbett.html"}