{"authors": ["Jeremy Engle"], "date_download": "2023-03-28 17:30:12", "date_modify": "2023-03-28 17:30:12", "date_publish": "2023-03-28 09:00:17", "description": "The New York Times asked 30 people to share their experiences of homelessness. What can we learn from their stories?", "filename": "2023_03_28_learning_what-role-does-homelessness-play-in-your-life-and-community_1680024612.html", "image_url": "https://static01.nyt.com/images/2023/02/10/multimedia/hy-promo-homelessnessportraits/hy-promo-homelessnessportraits-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_learning_what-role-does-homelessness-play-in-your-life-and-community_1680024612.html", "title": "What Role Does Homelessness Play in Your Life and Community?", "title_page": "What Role Does Homelessness Play in Your Life and Community? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In “What’s Homelessness Really Like?” The New York Times asked 30 people to share their experiences of living without a home. Here are some excerpts from the first-person accounts:\nHow did you come to experience homelessness?\nImage\nLiz, 60, Fort Worth, Texas\nI was married for 15 years, and I stopped working to spend more time with my mother. I’m an only child. It never occurred to me that I would be out long enough that it was almost impossible to get back to work. My husband walked out on me three weeks before my mother died of cancer. I had to have two hip replacements. I lost my apartment and everything in it, including the cats. It’s 2016, and I’m sitting there homeless.\nImage\nPaige, 18, Maine\nI was only 9 years old when our house got foreclosed. I thought it was just going to be another couple of months and then we would have a house of our own. But that didn’t happen. Ever since then, I’ve kind of been house-hopping, couch-hopping and living in motels, doing what I need to do to live. I’m never houseless, but I’ve always been homeless.\nImage\nShea Anderson, 44, Portland, Ore.\nI had been going along my merry way as a regular user of meth while leading a life as an adjunct professor of anthropology. I had made some foolish decisions with my money while using. And I got to an impossible place where I could not pay my rent and was forced to couch-surf with friends. I bounced around on a lot of couches. Where did you stay?\nImage\nMaria, 33, New York City\nI was literally sleeping on the curb for two months. I spent like a year riding the rails, sleeping on subway trains.\nImage\nDonald, 68, Sarasota, Fla.\nI might have stayed up two or three nights, then go to a friend’s house and stay on his couch for a few hours. I couldn’t stay there all night, you know? Maybe once a week I would buy a motel room and take a shower. I’ve slept everywhere: abandoned houses, church steps, benches, abandoned cars.\nImage\nAkusua Akoto, 42, Denver\nWhen we lost our home, we had to scramble and figure out what to do about our survival. We ended up sleeping in our car, which is not a great experience. It’s Texas. It’s also the summertime. So you’re pretty much baking in your car. Eventually, I ended up in Santa Fe, where I stayed in a shelter. What was it like living on the streets?\nImage\nJames Reed, 55, Santa Clara, Calif.\nI think people don’t understand that when you’re homeless, you’re treated rudely, minimum three times a day. Someone walks around you or snickers or just looks at you like you’re just garbage or flat out says something about you, you know? Did strangers ever help?\nImage\nMatthew Kearney, 64, San Diego\nI remember strangers helping me with eye contact and a smile and saying, “Hey, it’s going to get better. You can survive this.” It made me feel like it’s not you against the entire world, that you have people rooting for you. And that was probably as important as getting food — just human contact. So, yeah, I’m choking up now, excuse me.\nYou can move through the interactive by question or by person, or you can follow the arrows and click through the piece one page at a time.\nStudents, read the entire article and then tell us:\nWhat role does homelessness play in your life and community? Is it something you see or think about every day?\nWhat emotions, thoughts and feelings did you experience while engaging with the Times interactive? Which of the quotes, people and first-person accounts stood out?\nWhat did you learn? Were there any surprises? Anything that challenged what you know, or thought you knew? Did these personal stories change how you understand what it means to be homeless?\nJames Reed, 55, from Santa Clara, Calif., said that most people didn’t know how rudely homeless people were treated, saying: “Someone walks around you or snickers or just looks at you like you’re just garbage or flat out says something about you.” How did those words hit you when you read them? Have you observed people denigrating and demeaning people who are homeless?\nPaige, 18, said, “I’m never houseless, but I’ve always been homeless.” What does that make you think? How do you think living without a place to really call home would affect your life and education?\nWhat question would you want to ask one of the people profiled in the article?\nWhat does your community do to address or alleviate homelessness? Do you think these actions are effective? Why or why not?\nWhat do you think could be done to address homelessness in your community, or the nation?\nStudents 13 and older in the United States and Britain, and 16 and older elsewhere, are invited to comment. All comments are moderated by the Learning Network staff, but please keep in mind that once your comment is accepted, it will be made public and may appear in print.\nFind more Student Opinion questions here. Teachers, check out this guide to learn how you can incorporate these prompts into your classroom.", "url": "https://www.nytimes.com/2023/03/28/learning/what-role-does-homelessness-play-in-your-life-and-community.html"}