{"authors": ["Tammy La Gorce"], "date_download": "2023-03-28 17:51:16", "date_modify": "2023-03-28 17:51:16", "date_publish": "2023-01-27 05:00:13", "description": "Rachel Honig had been on hundreds of dates. Grad Conn could barely muster the courage to go on one. But after canceling four times, the fifth time was a charm.", "filename": "2023_01_27_style_rachel-honig-grad-conn-wedding_1680025876.html", "image_url": "https://static01.nyt.com/images/2023/01/29/multimedia/27VOWS-SECOND-KISS-01-tglz/27VOWS-SECOND-KISS-01-tglz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_27_style_rachel-honig-grad-conn-wedding_1680025876.html", "title": "On the Fifth Try, a First Date to Remember", "title_page": "On the Fifth Try, a First Date to Remember - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Wilson Grad Conn wasn’t going to let his dating inexperience become a liability when he started seeing Rachel Lyn Honig in the fall of 2019.\nRookie mistakes, he knew, were unavoidable. But at 55, he felt he had the life skills to get himself up to speed quickly, and that he had met a woman who merited the effort. “When I found Rachel, I knew she was right for me,” he said.\nHe hadn’t been a believer in love at first sight, but he became one.\nMs. Honig, 51, and Mr. Conn, now 58, were both living in Manhattan when they swiped right in April 2019. That they didn’t meet until October owes itself to an outsize case of the jitters. Mr. Conn, who goes by Grad, had moved to the Upper West Side in 2018 from Seattle, where he had been Microsoft America’s chief marketing officer, in an effort to revive a faltering first marriage.\n“That failed spectacularly,” he said. His former wife returned to Seattle shortly after, leaving Mr. Conn, who had been married to her since 1987, untethered in an unfamiliar city.", "url": "https://www.nytimes.com/2023/01/27/style/rachel-honig-grad-conn-wedding.html"}