{"authors": ["Peter Baker"], "date_download": "2023-03-28 17:22:14", "date_modify": "2023-03-28 17:22:14", "date_publish": "2023-03-04 22:31:06", "description": "“If we hadn’t called Arizona,” said Suzanne Scott, the network’s chief executive, according to a recording reviewed by The New York Times, “our ratings would have been bigger.”", "filename": "2023_03_04_us_politics_panic-fox-news-2020-election_1680024134.html", "image_url": "https://static01.nyt.com/images/2023/03/04/multimedia/04dc-foxnews-topart-01-wlfc/04dc-foxnews-topart-01-wlfc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_04_us_politics_panic-fox-news-2020-election_1680024134.html", "title": "Inside the Panic at Fox News After the 2020 Election", "title_page": "Inside the Panic at Fox News After the 2020 Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A little more than a week after television networks called the 2020 presidential election for Joseph R. Biden Jr., top executives and anchors at Fox News held an after-action meeting to figure out how they had messed up.\nNot because they had gotten the key call wrong — but because they had gotten it right. And they had gotten it right before anyone else.\nTypically, it is a point of pride for a news network to be the first to project election winners. But Fox is no typical news network, and in the days following the 2020 vote, it was besieged with angry protests not only from President Donald J. Trump’s camp but from its own viewers because it had called the battleground state of Arizona for Mr. Biden. Never mind that the call was correct; Fox executives worried that they would lose viewers to hard-right competitors like Newsmax.\nAnd so, on Monday, Nov. 16, 2020, Suzanne Scott, the chief executive of Fox News Media, and Jay Wallace, the network’s president, convened a Zoom meeting for an extraordinary discussion with an unusual goal, according to a recording of the call reviewed by The New York Times: How to keep from angering the network’s conservative audience again by calling an election for a Democrat before the competition.", "url": "https://www.nytimes.com/2023/03/04/us/politics/panic-fox-news-2020-election.html"}