{"authors": ["Jeanna Smialek"], "date_download": "2023-03-28 18:20:38", "date_modify": "2023-03-28 18:20:38", "date_publish": "2023-03-28 13:02:15", "description": "The bank’s failure sent a shock across the financial system. On Tuesday, senators will grill officials from federal regulators about why it happened.", "filename": "2023_03_28_business_economy_what-to-watch-as-congress-hears-testimony-from-bank-regulators_1680027638.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_business_economy_what-to-watch-as-congress-hears-testimony-from-bank-regulators_1680027638.html", "title": "Congress grilled regulators on their actions before and after the failures.", "title_page": "Congress grilled regulators on their actions before and after the failures. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Top officials from the Federal Reserve, the Treasury and the Federal Deposit Insurance Corporation on Tuesday defended their response to the collapse of two banks that shocked the global financial system this month and ramped up the risk of a recession in the United States.\nThe officials blamed the leaders of the two failed banks, Silicon Valley Bank and Signature Bank, saying gross mismanagement had led to the crisis. While members of the Senate Banking Committee also cited executives’ failures, they sharply questioned the regulators about their actions.\nMichael S. Barr, the vice chair for supervision at the Fed, SVB’s primary regulator, said the bank failed because “its management failed to appropriately address” clear risks that were pointed out to it more than two years ago. But he later acknowledged that he did not learn about the severity of the bank’s problems until the middle of last month.\nHere’s what to know:", "url": "https://www.nytimes.com/2023/03/28/business/economy/what-to-watch-as-congress-hears-testimony-from-bank-regulators.html"}