{"authors": ["Nicholas Fandos", "David Mccabe"], "date_download": "2023-03-28 16:46:38", "date_modify": "2023-03-28 16:46:38", "date_publish": "2023-03-22 21:22:52", "description": "Representative Jamaal Bowman of New York says the drive to ban TikTok stems from anti-China “hysteria.” His Democratic colleagues disagree.", "filename": "2023_03_22_nyregion_jamaal-bowman-tiktok_1680021998.html", "image_url": "https://static01.nyt.com/images/2023/03/22/nyregion/22bowman-tiktok-new/22bowman-tiktok-new-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_nyregion_jamaal-bowman-tiktok_1680021998.html", "title": "Meet the Lonely New York Progressive Defending TikTok", "title_page": "TikTok’s Lonely Progressive Defender: New York’s Jamaal Bowman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Of TikTok’s 150 million American users, there may be none more valuable to the embattled platform right now than Representative Jamaal Bowman of New York.\nA backbench Democrat, Mr. Bowman commands neither TikTok’s largest following (he has about 159,000 fans) nor exceptional legislative clout. But in recent days, he has gone where almost no one else on Capitol Hill would, appointing himself the platform’s unofficial defender in face of a bipartisan race to target what President Biden sees as a national security threat.\n“Why the hell are we whipping ourselves into a hysteria to scapegoat TikTok?” Mr. Bowman asked in a telephone interview as he traveled by train to Washington on Wednesday.\nHours later, he held a news conference outside the House touting the platform’s virtues, alongside dozens of influencers brought in by TikTok for a day of lobbying ahead of Thursday’s congressional hearing with its chief executive. Only two other Democrats attended, while some of the congressman’s most outspoken allies declined to weigh in, like Representative Alexandria Ocasio-Cortez, a fellow member of the group of left-leaning lawmakers known as the squad.", "url": "https://www.nytimes.com/2023/03/22/nyregion/jamaal-bowman-tiktok.html"}