{"authors": ["Adam Liptak"], "date_download": "2023-03-28 19:17:18", "date_modify": "2023-03-28 19:17:18", "date_publish": "2023-01-18 18:45:24", "description": "The latest emergency application came from several firearms dealers who said recent state laws violated the Second Amendment and conflicted with federal law.", "filename": "2023_01_18_us_supreme-court-new-york-guns_1680031038.html", "image_url": "https://static01.nyt.com/images/2023/01/13/multimedia/00dc-scotus-guns-bkpt/00dc-scotus-guns-bkpt-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_18_us_supreme-court-new-york-guns_1680031038.html", "title": "Supreme Court Again Rejects Request to Block New York Gun Law", "title_page": "Supreme Court Again Rejects Request to Block New York Gun Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court on Wednesday turned down a request from firearms dealers in New York to block parts of recent state laws that they said violated their Second Amendment rights.\nThe court’s brief, unsigned order gave no reasons, which is typical when the justices act on emergency applications. On Jan. 11, the court, also without comment, rejected a request to block other provisions of one of the laws at issue in the new case.\nThe two orders suggest that the justices will not immediately elaborate on the scope of its landmark decision in June establishing that the Second Amendment protects, as Justice Clarence Thomas wrote for the majority, “an individual’s right to carry a handgun for self-defense outside the home.”\nThat decision, New York State Rifle & Pistol Association v. Bruen, struck down a New York law that required people seeking a license to carry a handgun in public to demonstrate that they had a “proper cause.” State lawmakers promptly passed a new law that they said protected public safety while complying with the Supreme Court’s decision.", "url": "https://www.nytimes.com/2023/01/18/us/supreme-court-new-york-guns.html"}