{"authors": ["Michael Levenson"], "date_download": "2023-03-28 18:51:13", "date_modify": "2023-03-28 18:51:13", "date_publish": "2023-02-07 21:52:02", "description": "Four people were treated at a hospital for smoke inhalation after a passenger’s external battery pack caught fire in the cabin of a New Jersey-bound flight, officials said.", "filename": "2023_02_07_us_united-airlines-laptop-fire-san-diego_1680029473.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/07xp-flight-ukz/07xp-flight-ukz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_us_united-airlines-laptop-fire-san-diego_1680029473.html", "title": "4 Taken to Hospital After Battery Catches Fire on United Plane", "title_page": "4 Taken to Hospital After Battery Catches Fire on United Plane - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A battery pack caught fire in the cabin of a New Jersey-bound flight from California on Tuesday, forcing the plane to return to San Diego International Airport shortly after takeoff, officials said.\nFour people were taken to a hospital and treated for smoke inhalation, officials said.\nThe Federal Aviation Administration said that the flight, United Airlines 2664, a Boeing 737, landed safely at around 7:30 a.m. local time “after the crew reported a laptop on fire in the cabin.” The flight had been headed to Newark Liberty International Airport.\nUnited Airlines said that “a customer’s battery pack ignited.”\n“Our crew acted quickly to contain the device and medical personnel met the aircraft upon arrival at the gate,” the airline said in a statement. “Several flight attendants were taken to the hospital as a precaution and two customers were evaluated on site.”\nMónica Muñoz, a spokeswoman for the San Diego Fire-Rescue Department, said that “an external battery pack” had caught fire on the plane. She said that crew members had put the pack in a “fire bag” to prevent the flames from spreading.", "url": "https://www.nytimes.com/2023/02/07/us/united-airlines-laptop-fire-san-diego.html"}