{"authors": ["Rick Rojas", "Sarah Kramer Ozbun", "Emily Cochrane", "Richard Fausset"], "date_download": "2023-03-28 16:43:58", "date_modify": "2023-03-28 16:43:58", "date_publish": "2023-03-25 10:51:47", "description": "Dozens more were injured after a deadly tornado ripped through a rural area. The death toll is expected to rise.", "filename": "2023_03_25_us_tornado-mississippi-storms-dead_1680021838.html", "image_url": "https://static01.nyt.com/images/2023/03/25/world/25xp-tornado/25xp-tornado-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_25_us_tornado-mississippi-storms-dead_1680021838.html", "title": "At Least 26 Killed as Powerful Tornado Tears Through Mississippi", "title_page": "At Least 26 Killed as Powerful Tornado Tears Through Mississippi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROLLING FORK, Miss. — An ominous wedge appeared in the night sky over one of the poorest regions of the American South late Friday. When it touched down, it nearly obliterated the small Mississippi Delta town of Rolling Fork in one of numerous scenes of destruction and heartbreak across swaths of Mississippi and Alabama. At least 26 people were killed, dozens more were injured, and homes and businesses were smashed to pieces.\nIn Rolling Fork, a town of about 2,000 people near Mississippi’s western border, the extent of what was lost began to come into view at daybreak.\nThe tornado had shredded most everything, plucking trees that had stood for decades, roots and all, and dropping them onto homes and vehicles. A fire station was just open air. Houses had rooms shorn off.\nIn other parts of town, the force of the storm was so powerful that it rendered homes and businesses into piles of debris, unrecognizable to residents who had lived there for decades. Roads were a maze of downed utility lines, tree limbs, strips of metal and lines of trucks and vehicles, as outsiders — law enforcement agencies, volunteers and others — crowded in.", "url": "https://www.nytimes.com/2023/03/25/us/tornado-mississippi-storms-dead.html"}