{"authors": ["Maria Cramer"], "date_download": "2023-03-28 16:44:14", "date_modify": "2023-03-28 16:44:14", "date_publish": "2023-02-19 08:00:12", "description": "The murder of Maria Hernandez in her Upper West Side apartment reinforced some New Yorkers’ fears that they are not safe aging in the city.", "filename": "2023_02_19_nyregion_new-york-crime-elderly-safety_1680021854.html", "image_url": "https://static01.nyt.com/images/2023/02/13/nyregion/00elder-crime-02/00elder-crime-02-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_19_nyregion_new-york-crime-elderly-safety_1680021854.html", "title": "74-Year-Old’s Killing Underscores Rise in Attacks on Older New Yorkers", "title_page": "74-Year-Old’s Killing Underscores Rise in Attacks on Older New Yorkers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As countries began opening their borders and the couple prepared to return home, Ms. Ling-Cohan saw news about the rise in crime in New York and violence against older Asian people in particular. She said she wondered if she should stay in Vietnam.\nIt seemed everyone she knew in New York had a story about being attacked — one friend in her 60s said she was sucker-punched walking down Mulberry Street in Lower Manhattan.\nTo prepare for her return, Ms. Ling-Cohan began learning martial arts. Back in New York, she signed up for more courses — jiu jitsu, praying mantis kung fu, Filipino martial arts and Jeet Kune Do, a discipline conceived by Bruce Lee.\nShe loved how much stronger she felt and her confidence in her ability to defend herself grew.\n“I’m obviously not going to look for a fight, but I feel that I can avoid one and take someone out if I have to,” Ms. Ling-Cohan said.\nMs. Ling-Cohan said she encourages friends who say they are too old to take such courses to think differently about what their bodies are capable of.\n“I’m in the best shape of maybe not my entire life, but half my life,” she said.", "url": "https://www.nytimes.com/2023/02/19/nyregion/new-york-crime-elderly-safety.html"}