{"authors": ["Sydney Ember"], "date_download": "2023-03-28 17:14:14", "date_modify": "2023-03-28 17:14:14", "date_publish": "2023-02-03 10:04:57", "description": "The report defied expectations and underscored the challenges for the Federal Reserve, which is trying to cool the labor market to fight inflation.", "filename": "2023_02_03_business_economy_jobs-report-january-2023_1680023654.html", "image_url": "https://static01.nyt.com/images/2023/02/01/business/jan23-jobs-placeholder-promo/jan23-jobs-placeholder-promo-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_03_business_economy_jobs-report-january-2023_1680023654.html", "title": "U.S. Hiring Surges With January Gain of 517,000 Jobs", "title_page": "U.S. Hiring Surges With January Gain of 517,000 Jobs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many forecasters ‌expect the labor market to weaken this year as higher interest rates are increasingly felt. In its most recent region-by-region survey, known as the Beige Book, the Fed said businesses across the country “generally expected little growth in the months ahead.”\nBut it is not clear whether that will translate to widespread layoffs. Many businesses, after struggling to hire workers, may be reluctant to let them go and may try to adjust elsewhere, including offering fewer benefits. Some economists noted that employers might not have cut as many seasonal workers as is typical at the beginning of the year, contributing to the large seasonally adjusted gain in jobs.\n“Business executives are looking at various creative ways to limit their labor costs, and that is going to be appearing in various forms,” said Gregory Daco, the chief economist at EY-Parthenon, Ernst & Young’s strategy consultancy. “We’re probably not going to see the types of rapid acceleration in layoffs that we’ve seen in prior cycles.”\nOther businesses are taking a more deliberate approach to hiring as they see what the coming months bring.\nAndy Sommer, an owner and chief executive of Forth & Nomad, a women’s lifestyle clothing and accessories store in Houston, said that though sales had increased 30 percent last year, he worried about hiring too many people before economic conditions become clearer. So while he is looking to replace workers who left after the holiday season, he is also trying different scheduling approaches and hoping managers can fill in any gaps.\n“We just have no idea if this is going to be a slowdown for real coming,” he said. “So you just really don’t want to over-staff and anticipate an increase in sales and then it doesn’t happen and then you’re really stuck.”\nBen Casselman contributed reporting.", "url": "https://www.nytimes.com/2023/02/03/business/economy/jobs-report-january-2023.html"}