{"authors": ["Hugh Morris"], "date_download": "2023-03-28 17:43:01", "date_modify": "2023-03-28 17:43:01", "date_publish": "2023-03-02 17:06:48", "description": "As centenary events celebrate Simeon ten Holt’s work, music historians have questioned his omission from histories of Minimalism, and its focus on American greats.", "filename": "2023_03_02_arts_music_simeon-ten-holt-minimalism_1680025381.html", "image_url": "https://static01.nyt.com/images/2023/03/02/multimedia/02MINIMAL-01-lhcw/02MINIMAL-01-lhcw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_arts_music_simeon-ten-holt-minimalism_1680025381.html", "title": "The Minimalist Composer Who Keeps Getting Left Out", "title_page": "Simeon ten Holt: The Minimalist Composer Who Keeps Getting Left Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Canto Ostinato,” a keyboard piece by the Dutch composer Simeon ten Holt made of overlapping layers and repeated patterns, has amassed a cult following — in the Netherlands, at least.\nIn “About Canto,” a 2011 documentary directed by Ramón Gieling, people talk about the piece’s impact on their lives: a former D.J. who has some of the score tattooed on his shoulder, a woman who gave birth to her second child while “Canto” played and the brother of a man whose suicide note said that “his life was fulfilled” after hearing the piece in concert.\n“Canto Ostinato” is the most famous piece by ten Holt, who died in 2012, and it is still extremely popular in the Netherlands. But established histories and concert programs of Minimalism beyond that country tend to congregate around a core group of important American figures — like Steve Reich, Philip Glass, Terry Riley and La Monte Young — and ten Holt’s name is routinely missing.\nThere are clear similarities between ten Holt’s work and compositions by these more well-known figures. At the same time as celebrations mark ten Holt’s centenary —including a Dutch lecture-performance tour exploring his biography and important influences and many performances of “Canto” in the Netherlands and abroad — music historians have been asking if more (and more international) names need to be added to the canon of great Minimalist composers.", "url": "https://www.nytimes.com/2023/03/02/arts/music/simeon-ten-holt-minimalism.html"}