{"authors": ["Michael Barbaro", "Carlos Prieto", "Stella Tan", "Shannon Lin", "Lexie Diao", "Paige Cowett", "Marion Lozano", "Dan Powell", "Chris Wood", "Original Music"], "date_download": "2023-03-28 17:23:34", "date_modify": "2023-03-28 17:23:34", "date_publish": "2023-01-26 11:00:11", "description": "What’s behind updated guidelines for treating the condition?", "filename": "2023_01_26_podcasts_the-daily_childhood-obesity-america-guidelines_1680024214.html", "image_url": "https://static01.nyt.com/images/2023/01/26/podcasts/26daily-1/26Daily-ChildhoodObesity-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_26_podcasts_the-daily_childhood-obesity-america-guidelines_1680024214.html", "title": "An Aggressive New Approach to Childhood Obesity", "title_page": "An Aggressive New Approach to Childhood Obesity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\nmichael barbaro\nFrom “The New York Times,” I’m Michael Barbaro. This is “The Daily.” [MUSIC PLAYING] Today, the story behind sweeping and, to many, revolutionary new guidelines for how to treat millions of children with obesity. I spoke to my colleague Gina Kolata about what led to the change. [MUSIC PLAYING] It’s Thursday, January 26th. Gina, tell us about these new recommendations for children in the US with obesity.\ngina kolata\nThese are recommendations by an influential group, the American Academy of Pediatrics. They are a departure from what people have been doing in the past. They are telling pediatricians in very definitive language to do something very bold. When they have a child who has obesity, they say, you have to be aggressive. You have to take action now. And it is a response to a new understanding of what obesity is and what to do about it.\nmichael barbaro\nAnd just remind us of how widespread of problem this is and how many people are likely to be impacted by these bold new guidelines.\ngina kolata\nIt’s a huge number, 14.4 million children and adolescents, 1 in 5, a lot of children.\nmichael barbaro\n20 percent of American children.\ngina kolata\nThat’s right.\nmichael barbaro\nAnd what’s the nature of the recommendations from this group?\ngina kolata\nThey’re very sweeping. They involve examining a child as young as two and saying, does this child have obesity? If so, they advise intensive lifestyle counseling and treatment. And for children who are 12 years old or older, and they have obesity, they say it is appropriate and recommended to prescribe a drug that will help them lose weight. And for children 13 and older with severe obesity, they might want to consider bariatric surgery, weight loss surgery.\nmichael barbaro\nWow. Those are pretty aggressive forms of intervention for young people.\ngina kolata\nAbsolutely, and I know their concern is that you can’t ignore obesity. In general, it doesn’t go away. Kids do not outgrow it, and once it gets started, it just persists through a lifetime and gets worse, as the child gets older. And especially for adults, obesity is linked to a higher risk of diabetes, high blood pressure, and other issues. So what the American Academy of Pediatrics is saying, if you see obesity in a child, you just can’t ignore it. You really can’t. You’ve got to take action now.\nmichael barbaro\nSo how do we get to this point, where this very influential group of doctors thinks that this level of intervention is required?\ngina kolata\nIt’s been a really long journey. It started back in the 1960s, sort of the Baby Phat era. Around then, there was really was not much obesity. Only of 5 percent children and adolescents had obesity. So people just said, OK, well, some kids are chubby, and most of them will outgrow it. It was not on anybody’s agenda as a big issue. But then in the 1970s and especially in the 1980s, the rate of obesity really picked up. Instead of 5 percent, 10 percent of children and adolescents had obesity.\narchived recording We always say that a fat baby is a healthy baby, but that’s an idea we should change.\ngina kolata\nPeople were starting to say we have an obesity epidemic here.\narchived recording Ideally, the calories you take in each day will just about equal the calories you use.\ngina kolata\nAnd thought was, well, change the diet.\narchived recording (SINGING) introducing Diet Coke.\ngina kolata\nDiet foods started coming out — Diet Coke, fresca.\narchived recording (SINGING) Diet Pepsi won’t go to your waist.\ngina kolata\nA diet everything.\nmichael barbaro\nRight.\ngina kolata\nLess sugar.\narchived recording (SINGING) We make Cheerios low in sugar. Kids make Cheerios number one.\ngina kolata\nArtificial sugars and things.\narchived recording (SINGING) Sweet and Low. It’s the only part of my diet I can really stick to.\ngina kolata\nDon’t eat so much sugar. Exercise more. This should not be an issue. You just have to get people moving and tell them to eat fewer calories, and everything will be fine.\nmichael barbaro\nSo in this era, it sounds like obesity in children is seen as a question of lifestyles and decisions and choices that are made, choices that are bad or choices that are good.\ngina kolata\nAbsolutely, but even with all this focus on diet foods and proper nutrition and getting out and exercising, the problem was just not going away, and in fact, it was getting worse. So in the 1990s, people said, well, maybe we could do some interventions and see what would happen. If we did a large study and try to see, if we do everything that we think will make a difference, are we right? [MUSIC PLAYING] So the National Institutes of Health have spent a lot of money on two large and rigorous studies, and they said, let’s randomize schools. Some schools are the control schools. Don’t touch that kids there. Everything’s the same. The other schools, they had a whole lot more physical education. They brought in special teachers to exercise with the kids. They made cafeteria meals more nutritious. They got rid of sugary sodas, less fattening meals in the cafeteria. They taught children about proper nutrition and why they had to exercise. They brought the parents in.\nmichael barbaro\nSo the idea here is to isolate what was thought to make a difference and study that.\ngina kolata\nRight, and the question was were the kids who were in the intervention schools going to end up with lower weights than the kids in the control schools? But the results were nothing like what the researchers were hoping for. After studying thousands of kids for years in this intervention, where they did everything that they thought was needed, there was no difference in the kids’ weights.\nmichael barbaro\nWow. [MUSIC PLAYING] But why didn’t it work? What was the conclusion that the researchers reached about why changing so many factors associated at the time with healthy living and weight loss, why did those not make a difference?\ngina kolata\nThey were baffled. There wasn’t an easy answer here. Some people said, it’s the neighborhood. It’s the expectations of families and children. It’s poverty. It’s lack of access to fresh fruits and vegetables. And a lot of that stuff, it’s not like it’s nonsense. It really isn’t. But you know, what happened after that was our understanding of obesity really began to change. Among some people, not everybody, but among some people, a new thinking about what’s really going on here.\nmichael barbaro\nAnd what was that thinking?\ngina kolata\nWell, in addition to environmental factors, there was also strong genetic component. Genes started to be found. I mean, there’s dozens now that affect how much people want to eat, how full they feel, what kinds of foods they crave. And it’s not like there’s one gene. What happens is people inherit like a cluster, and different clusters for different people. It’s not all under your control. You can’t be arbitrarily thin, and you can’t be arbitrarily fat. You don’t have absolute control over what you weigh, even if you want to have that kind of control.\nmichael barbaro\nSo at this point, given the discoveries of genetic links to obesity, it becomes much clearer that this is not just about nurture, not just about the environment. But in very large part, it’s about nature, which as you’ve said, totally changes this question of fault and control.\ngina kolata\nThat is correct, and they started to say obesity is a chronic disease. Now, you could say lung cancer among smokers. We call that a disease. We don’t call it a lifestyle choice. Most smokers do not get lung cancer, but there is an environmental impetus that, in some people, pushes them over the edge. And I think with obesity, it might be the same thing. You say, it’s a disease. You say, why doesn’t everybody have it then? Well, some people have a genetic push that gets them going in the right environment.\nmichael barbaro\nRight. It’s not that the environment doesn’t play a role, but it’s that genetics are an open door for the environment to walk into.\ngina kolata\nRight. That’s a great way of saying it. Yes. [MUSIC PLAYING]\nmichael barbaro\nSo clearly, what began in the 1960s with a kind of shrug-it-off approach from doctors, who said let your kids run around the playground, they’re going to lose that baby fat, has evolved into a much deeper understanding. That childhood obesity is innate and intractable, and that the way we have all been approaching it and thinking about it, as parents and as pediatricians, has really been wrong.\ngina kolata\nThat’s absolutely correct. This is a real shift in thinking about what obesity is and what you’re supposed to do when you see it in a child. [MUSIC PLAYING]\nmichael barbaro\nWe’ll be right back. So Gina, now that we understand how we got here, let’s talk through these new guidelines in greater detail and how the people who wrote them envisioned them working with actual children. So give us some scenarios for the age groups that are covered by these recommendations. Let’s start with the youngest children.\ngina kolata\nIf a child is 2, 2-year-old child, the guidelines say that they should be offered something that they call intensive behavioral and lifestyle treatment. They say that’s the most effective thing, short of medications and surgery. They’re pretty intense.\nmichael barbaro\nYeah, describe that.\ngina kolata\nWell, they say that it should involve at least 26 hours of in-person treatment, including not just the child, but also the family, with nutrition, physical activity, counseling on behavioral changes. These programs involve lots of specialists, nutrition counselors, maybe psychological counseling, people to help with physical activity. It’s a big deal.\nmichael barbaro\nRight, and a big commitment of time.\ngina kolata\nA huge commitment of time, and often, they are only available in medical centers, in academic medical institutions.\nmichael barbaro\nSo basically, clinics.\ngina kolata\nYes.\nmichael barbaro\nGot it. So this is the therapy recommended for the youngest children who are struggling with obesity. What about slightly older children?\ngina kolata\nThey recommend that treatment for everyone, but by the time you’re 12, they say, you should be offered a prescription drug to help you lose weight.\nmichael barbaro\nAnd what are those drugs?\ngina kolata\nThere are a whole class of these drugs. There are some new ones, though, that are extremely effective for most people. They’re so-called GLP-1 receptor agonists. That’s a class of drugs. They were discovered as diabetes drugs, but it turns out, they act to decrease appetite. They slow the rate at which people stomach’s empty, and they act on the brain. So you don’t want to eat as much\nmichael barbaro\nSo this is an active medical attempt to make a child less hungry less frequently.\ngina kolata\nAbsolutely. That’s what the idea is. Yes.\nmichael barbaro\nOK, and what do we know about the safety of young children taking this kind of medication, which may not have been designed for them?\ngina kolata\nNo. They were approved by the FDA, because they were actually tested in children ages 12 and up. And they are just as effective and no more dangerous in children than in adults. Have they been around for decades to find out like in 30 years? No, but this is a serious chronic disease.\nmichael barbaro\nOK. So I want to turn now to what, when you mentioned, it seemed like the most extreme form of intervention for the older children, which is surgery. So what kind of surgery do we mean, when we refer to bariatric surgery?\ngina kolata\nThis is for children 13 and older with severe obesity. There are a couple of kinds of bariatric surgery. They’re pretty intense, because what they do is they pretty much rearrange your intestines, make your stomach into a little pouch, but also redirect the whole flow of food. But they’re strange, because people often change their preferences for food. People often have said things like, I used to crave sweets, and now I don’t even care about sweets. It has so many metabolic and biochemical changes on the body when you do this that they don’t really know which ones are making the difference.\nmichael barbaro\nBut it is making a difference.\ngina kolata\nFor most people, it works.\nmichael barbaro\nAnd how heavy duty a surgery is this, especially the ones that you just described as the most effective. How much of a recovery period are we talking about? Because rearranging someone’s entire digestive system doesn’t seem minor.\ngina kolata\nIt’s so strange, because they do it laparoscopically. And the kids don’t — and the adults too — they don’t stay in the hospital long. It doesn’t have a long recovery time, but once you have it, it’s forever. You have it the rest of your life. You cannot reverse it. You can’t say, I want my old intestines back. It’s gone.\nmichael barbaro\nAnd of course, doing something irreversible on a child is a big decision.\ngina kolata\nIt is a huge decision. Yes.\nmichael barbaro\nSo given the enormity of some of the interventions we’re talking about, especially this surgery, what have been the reactions to these recommendations? What are seen as the virtues of them, as well as what have been the objections to them?\ngina kolata\nWell, the virtues are that they take obesity seriously. They don’t ignore the problem. They don’t say, it will go away, and they say, you need aggressive action.\nmichael barbaro\nRight.\ngina kolata\nThere are two big objections. One big objection is who is going to pay for all this?\nmichael barbaro\nWho is going to pay for it?\ngina kolata\nWell, often, insurers will pay for a doctor to cancel a child, but many insurers will not pay for the whole team.\nmichael barbaro\nSo not the clinics that you described, for example, doing the 26 hours of therapy.\ngina kolata\nYep, and usually, the insurance will not pay for the obesity medications.\nmichael barbaro\nThat’s fascinating.\ngina kolata\nAnd they’re expensive, $1,000 or so a month, the new ones that a lot of people really want. Surgery, they’ll pay for surgery.\nmichael barbaro\nInteresting. So in many of the cases, this is going to be an out-of-pocket expense. the therapy, the medication, that would be out of reach for many people.\narchived recording That’s right. It’s a huge issue. One hope is that, maybe, with these recommendations, that will give a little push, and maybe the people will start to pay, insurers, especially Medicaid. But at this point, no. And then there are people who, for a lot of reasons, would say, how about health at any size? How about body positivity? How about accepting me for what I am, and stop trying to make me into some ideal of what you think a child or a person should look like. And not everybody with obesity has health problems.\nmichael barbaro\nJust explain that. That seems like an important sentence. Not everybody with obesity has health problems.\ngina kolata\nThere are people with obesity who do not have diabetes, do not have high blood pressure, who do not have any of the things that people are saying. And a lot of people are healthy. So leave them alone, some people would say. But the reality is, there’s widespread discrimination against people with obesity, and children and adolescents often suffer mightily. They’re routinely bullied, not just at school, weirdly enough, at home too. It’s hard for them to make friends. Teachers have lower expectations of them and give them lower grades. They often become anxious, depressed, socially isolated. It’s a big burden for a child. For many people with obesity, it is a really difficult life.\nmichael barbaro\nRight, but the question then becomes, I have to think, do recommendations like the ones we have been talking about in this conversation make that burden less or potentially make it greater? Is it a fair concern that hyperfocus on obesity in kids could make it, in a sense, a defining feature of their lives. Suddenly, doctors are saying something’s wrong with you, in a way that perhaps they didn’t have to feel before.\ngina kolata\nI think they felt it. How could they not have felt it? You can’t escape it. People stare at kids with obesity. They do. You are judged, and everywhere you go, people assume it’s your fault. You’re out of control, and you’re not a virtuous person.\nmichael barbaro\nRight. Even though we know from what you’ve told us about genetic research, that that’s just simply not the case.\ngina kolata\nAbsolutely.\nmichael barbaro\nSo is the thinking, Gina, that recommendations like this are liberating and cathartic for children and for their families? Because it says to them all, we know how hard this is, and we know that this is a disease. And we know that the only real solution is to act early and aggressively, and that in a sense unburdens people.\ngina kolata\nThat’s my hope. My hope is that, if people actually know about, understand, and believe what the pediatricians are saying, it could destigmatize obesity. Children with obesity should not be stigmatized any more than a child with another chronic disease, like diabetes, asthma, anything else. It’s not their fault. It’s a disease, and it has to be taken seriously.\nmichael barbaro\nRight, and these recommendations are in that sense at long last meeting that reality where it is.\ngina kolata\nYes. That’s what I think. [MUSIC PLAYING]\nmichael barbaro\nWell, Gina, thank you very much. We appreciate it.\ngina kolata\nThank you, Michael. It was a pleasure talking to you. [MUSIC PLAYING]\nmichael barbaro\nWe’ll be right back. Here’s what else you need to know today. In a history-making statement to the world’s 1.3 billion Roman Catholics, Pope Francis, on Wednesday, condemned laws that criminalize homosexuality as unjust and called on church leaders to embrace LGBTQ people in countries where such laws exist. It was the pope’s latest overture to gay people and further highlighted how different Francis is from his predecessor, Pope Benedict, who spoke out forcefully against homosexuality. And on Wednesday, two prominent house Democrats, Representatives Adam Schiff and Eric Swalwell, publicly protested a decision by the New House Speaker, Republican Kevin McCarthy, to remove them from the influential House Intelligence Committee.\narchived recording This decision by Kevin McCarthy to bow to the demands of the most extreme elements of his conference and use the Intelligence Committee as this political plaything doesn’t show the strength of his speakership. Indeed, it shows the weakness of his speakership.\nmichael barbaro\nThe move is widely seen as an act of political revenge, since both Democrats are outspoken critics of former President Donald Trump and were deeply involved in impeaching him over McCarthy’s objections. During a news conference, Schiff said that the decision would undermine faith in the Intelligence Committee’s work.\narchived recording (adam schiff) It will only, I think, breed distrust within the intelligence community as to what it can share and what it can feel confident about sharing with the Congress.\nmichael barbaro", "url": "https://www.nytimes.com/2023/01/26/podcasts/the-daily/childhood-obesity-america-guidelines.html"}