{"authors": ["Sarah Bahr"], "date_download": "2023-03-28 18:28:07", "date_modify": "2023-03-28 18:28:07", "date_publish": "2023-02-27 23:30:12", "description": "Nominees at the Screen Actors Guild Awards in Los Angeles on Sunday were split on combining award show categories for best actor and best actress.", "filename": "2023_02_27_style_sag-awards-gender-categories_1680028087.html", "image_url": "https://static01.nyt.com/images/2023/02/27/multimedia/27SAGQQ-swaps-02-tpkc/27SAGQQ-swaps-02-tpkc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_27_style_sag-awards-gender-categories_1680028087.html", "title": "Awards Without Gender Categories? Celebrities Debate", "title_page": "Acting Awards Without Gender Categories? Here’s Where Celebrities Stand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — On the red carpet before the Screen Actors Guild Awards at the Fairmont Century Plaza in Los Angeles on Sunday, stars answered the usual questions. Were they excited to be here? Yes. How did it feel to be recognized? Amazing. What TV show would they want to guest star in? “The White Lotus.”\nBut one question we posed made nearly every person stop, ponder for several seconds and then deliver a thinking-aloud answer, often with a caveat or a pivot in the middle:\n“Should major award shows eliminate separate acting categories for men and women?” we asked.\nThe ongoing debate over gender-neutral acting prizes, which could also mean fewer nominations for everyone, is part of the conversation again this awards season. In 2021, the Gotham Awards, which honor independent films, nixed separate acting categories for men and women. Last year, the Brit Awards, Britain’s equivalent of the Grammys, merged its categories for best male and best female artist of the year into one gender-neutral top prize. And this year, the event faced backlash for not nominating any women for the award. The Grammy Awards eliminated many gendered categories beginning with the 2012 ceremony.\nNonbinary actors such as Emma Corrin, who are often forced to choose a category in which to be considered, have called for gender-neutral award categories. The trans nonbinary performer Justin David Sullivan from the Broadway musical “& Juliet” withdrew their name from consideration when the Tony Awards eligibility rulings were announced earlier this month, putting public pressure on the awards. (Both the Academy of Motion Picture Arts and Sciences, which hands out Oscars, and the Television Academy, which handles the Emmy Awards, are looking into nongendered categories, according to The Los Angeles Times. Nominees are already able to request gender-neutral wording on their awards at both events.)\nThe immediate response of many attendees at the SAG Awards was a desire for awards to be more inclusive.", "url": "https://www.nytimes.com/2023/02/27/style/sag-awards-gender-categories.html"}