{"authors": ["Cade Metz"], "date_download": "2023-03-28 16:55:11", "date_modify": "2023-03-28 16:55:11", "date_publish": "2023-02-01 17:05:41", "description": "Waymo and Cruise hope to widen their projects to more of the city. But local officials are increasingly concerned about breakdowns causing congestion.", "filename": "2023_02_01_technology_self-driving-taxi-san-francisco_1680022511.html", "image_url": "https://static01.nyt.com/images/2023/01/31/business/00selfdriving-stall-01/00selfdriving-stall-01-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_technology_self-driving-taxi-san-francisco_1680022511.html", "title": "Self-Driving Car Services Want to Expand in San Francisco Despite Recent Hiccups", "title_page": "Self-Driving Car Services Want to Expand in San Francisco Despite Recent Hiccups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last week, a self-driving car stopped in the middle of a busy street during the morning rush hour in San Francisco, jamming traffic for nearly two miles. The car, which was operated by Waymo, did not leave the intersection until company technicians arrived about 10 minutes later and manually drove it away.\nWith services in San Francisco and Phoenix, Waymo, the self-driving car company owned by Google’s parent company, Alphabet, is one of two companies operating so-called robotaxis without drivers behind the wheel. The other, Cruise, a subsidiary of General Motors, offers a service in San Francisco.\nThe services are the culmination of more than 10 years of research, development and testing by the two companies. After pouring billions of dollars into the technology, both say they will soon introduce driverless services in other cities, too. But because automated vehicles still struggle to drive themselves in certain situations, some local officials are questioning whether the services are ready for widespread use.", "url": "https://www.nytimes.com/2023/02/01/technology/self-driving-taxi-san-francisco.html"}