{"authors": ["Edgar Sandoval"], "date_download": "2023-03-28 18:18:19", "date_modify": "2023-03-28 18:18:19", "date_publish": "2023-03-25 01:05:01", "description": "The migrants were found trapped inside a sweltering shipping container that was stopped near a town in Uvalde County, according to officials.", "filename": "2023_03_24_us_migrants-dead-train-uvalde-texas_1680027499.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24nat-texas-migrant-train/24nat-texas-migrant-train-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_us_migrants-dead-train-uvalde-texas_1680027499.html", "title": "Two Migrants Found Dead and 13 Others Ill on Train in Texas, Authorities Say", "title_page": "Two Migrants Found Dead and 13 Others Ill on Train in Texas, Authorities Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN ANTONIO — The bodies of two people believed to be migrants who had crossed into Texas from Mexico were found on Friday, along with 13 more people, including at least five who were in critical condition, inside a shipping container on a train in Uvalde County, officials said.\nThe train, which was stopped by U.S. Border Patrol agents, was traveling near the town of Knippa through an area of Texas known for frequent immigration crossings.\nAt 3:50 p.m., a person called 911 and told dispatchers that about 12 to 15 people were experiencing severe symptoms of dehydration and were trapped inside a sweltering shipping container in an area where spring temperatures have hovered in the 80s in recent days, said Daniel Rodriguez, the chief of police for the city of Uvalde, about 11 miles west of Knippa. “The way they said it was, they were suffocating — they were having trouble breathing” he said.\nIt was unclear if the call had come from inside the container or if one of the people trapped inside had managed to call a relative and ask for help, said the mayor of Uvalde, Don McLaughlin Jr., who was briefed by the authorities.", "url": "https://www.nytimes.com/2023/03/24/us/migrants-dead-train-uvalde-texas.html"}