{"authors": ["Patrick Kingsley"], "date_download": "2023-03-28 17:20:07", "date_modify": "2023-03-28 17:20:07", "date_publish": "2023-03-09 13:02:15", "description": "A demonstration against a proposed judicial overhaul blocked a road to the country’s main airport, near Tel Aviv, disrupting a visit by the U.S. defense secretary.", "filename": "2023_03_09_world_middleeast_israel-judicial-protests-netanyahu_1680024007.html", "image_url": "https://static01.nyt.com/images/2023/03/09/multimedia/09israel-jvqg/09israel-jvqg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_09_world_middleeast_israel-judicial-protests-netanyahu_1680024007.html", "title": "Mass Protests Over Government’s Court Plans Sweep Israel", "title_page": "Mass Protests Over Netanyahu Judicial Overhaul Sweep Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new wave of mass demonstrations against a government plan to limit judicial independence swept across Israel on Thursday, with protesters restricting road access to the country’s main airport hours before Prime Minister Benjamin Netanyahu flew to Italy.\nThousands of demonstrators, some of them in a convoy of tractors, disrupted traffic in several cities, and others sailed a flotilla of boats through a maritime shipping lane near a major port.\nMore than 20 protesters were arrested, according to Kan, the Israeli public broadcaster. Some demonstrators parked their cars on an access road to the airport, Ben-Gurion International, near Tel Aviv, slowing the entry of passengers and prompting the police to warn that the cars would be towed.\nThe disruption coincided with a trip to the country by Lloyd J. Austin III, the U.S. secretary of defense, who was visiting the Middle East, and it prompted Israeli officials to move meetings between him, Mr. Netanyahu, and Yoav Gallant, Israel’s defense minister, to the airport to allow the participants to enter and exit the site by helicopter.", "url": "https://www.nytimes.com/2023/03/09/world/middleeast/israel-judicial-protests-netanyahu.html"}