{"authors": ["Jeanna Smialek"], "date_download": "2023-03-28 16:49:56", "date_modify": "2023-03-28 16:49:56", "date_publish": "2023-03-28 09:00:23", "description": "Lapses at the bank will be a focus as a top Federal Reserve official testifies to House and Senate committees this week.", "filename": "2023_03_28_business_economy_silicon-valley-bank-congress-hearings_1680022196.html", "image_url": "https://static01.nyt.com/images/2023/03/28/multimedia/28dc-fed-01-pqvf/28dc-fed-01-pqvf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_business_economy_silicon-valley-bank-congress-hearings_1680022196.html", "title": "Silicon Valley Bank’s Risks Went Deep. Congress Wants to Know Why.", "title_page": "Silicon Valley Bank’s Risks Went Deep. Congress Wants to Know Why. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The nation’s top financial regulators will face a grilling from lawmakers on Tuesday over the collapse of Silicon Valley Bank as they push to understand why the firm was allowed to grow so rapidly and build up so much risk that it failed, requiring a government rescue for depositors and sending shock waves across global markets.\nMichael S. Barr, the Federal Reserve’s vice chair for supervision, will testify before the Senate Banking Committee on Tuesday alongside Martin Gruenberg, chair of the Federal Deposit Insurance Corporation, and Nellie Liang, the Treasury’s under secretary for domestic finance. The same officials are set to testify before the House Financial Services Committee on Wednesday.\nLawmakers are expected to focus on what went wrong. The picture that has emerged so far is of a bank that grew ravenously and ran itself more like a start-up than a 40-year-old lender. The bank took in a large share of big — and uninsured — depositors even as it used its assets to double down on a bet that interest rates would stay low.\nInstead, the Fed raised rates sharply to slow rapid inflation, reducing the market value of Silicon Valley Bank’s large holdings of longer-term bonds and making them less attractive as new securities offered higher returns. When SVB sold some of its holdings to shore up its balance sheet, it incurred big losses.", "url": "https://www.nytimes.com/2023/03/28/business/economy/silicon-valley-bank-congress-hearings.html"}