{"authors": ["Lydia Depillis"], "date_download": "2023-03-28 16:44:22", "date_modify": "2023-03-28 16:44:22", "date_publish": "2023-02-06 16:40:09", "description": "While the Biden administration has accelerated processing after Trump-era restrictions and a pandemic slowdown, visa backlogs remain large.", "filename": "2023_02_06_business_economy_immigration-labor.html_action=click&pgtype=Article&state=default&module=styln-us-jobs&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021862.html", "image_url": "https://static01.nyt.com/images/2023/02/03/multimedia/00immig-labor-01-clmj/00immig-labor-01-clmj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_business_economy_immigration-labor.html_action=click&pgtype=Article&state=default&module=styln-us-jobs&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021862.html", "title": "Immigration Rebound Eases Shortage of Workers, Up to a Point", "title_page": "Immigration Rebound Eases Shortage of Workers, Up to a Point - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The flow of immigrants and refugees into the United States has ramped up over the past year, helping to replenish the American labor force after a decline that began with restrictions imposed under the Trump administration and that was compounded by the pandemic.\nThe Biden administration has been accelerating visa processing and broadly using humanitarian parole programs for migrants fleeing war and economic instability. Those efforts have driven a rebound in the foreign-born population — welcome news for the Federal Reserve, which has been concerned that a persistent shortage of workers could send wages higher and lead inflation to become entrenched.\nFriday’s employment report for January, showing a blockbuster gain of 517,000 jobs, confirms that the economy continues to demand more labor. Moderating wage growth, however, suggests that enough workers are arriving to keep costs in check.\n“When the unemployment rate goes down, you would normally expect wage inflation to go up, but that’s not what’s happening,” said Torsten Slok, chief economist at Apollo Global Management. “So there must be something else moving in the labor force, and there is a very likely explanation here that immigrants are coming in and taking jobs.”", "url": "https://www.nytimes.com/2023/02/06/business/economy/immigration-labor.html?action=click&pgtype=Article&state=default&module=styln-us-jobs&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}