{"authors": [], "date_download": "2023-03-28 17:30:37", "date_modify": "2023-03-28 17:30:37", "date_publish": "2023-03-05 17:25:04", "description": "Readers discuss the use of ketamine to treat depression. Also: Black maternal mortality; abortion; housing in the suburbs; a baseball fan’s complaint.", "filename": "2023_03_05_opinion_letters_ketamine-teleheath_1680024637.html", "image_url": "https://static01.nyt.com/images/2023/02/20/us/20telehealth-ketamine-print/14telehealth-ketamine-print-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_05_opinion_letters_ketamine-teleheath_1680024637.html", "title": "The ‘Wild West’ of Ketamine Treatment", "title_page": "Opinion | The ‘Wild West’ of Ketamine Treatment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To the Editor:\nRe “Ketamine Treatment, and Abuse, Made Easier by Telemedicine” (front page, Feb. 20):\nIt is worth emphasizing one point: Most Ketamine treatments have never received F.D.A. approval for treatment of depression. In small studies it appears to be effective, though it clearly has risks. There is no pathway for approval, since ketamine has been generic for many decades, and there is little room for profit.\nAs a result, without insurance coverage, patients often pay $500 or more out of pocket per IV treatment, or receive ketamine through the internet at low prices with often minimal oversight.\nWhat we need in this country is a process for requiring manufacturers to seek F.D.A. approval where there are high rates of off-label use. In this case, either the holder of the drug label or organizations of ketamine-prescribing physicians might potentially seek such approval. But there is no incentive to do so, since there is no penalty for massive off-label use.\nAs a psychiatrist, I find it concerning that this Wild West ketamine system is likely to continue unabated.", "url": "https://www.nytimes.com/2023/03/05/opinion/letters/ketamine-teleheath.html"}