{"authors": ["Christina Goldbaum"], "date_download": "2023-03-28 17:18:26", "date_modify": "2023-03-28 17:18:26", "date_publish": "2023-02-15 05:01:07", "description": "Walking down its streets a year ago was like wandering into the modern ruins of another empire come and gone from Afghanistan. Now, the Taliban have adopted the former diplomatic enclave as their own.", "filename": "2023_02_15_world_asia_kabul-afghanistan-greenzone-taliban_1680023906.html", "image_url": "https://static01.nyt.com/images/2023/02/03/multimedia/00kabul-dispatch-1-jqgw/00kabul-dispatch-1-jqgw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_world_asia_kabul-afghanistan-greenzone-taliban_1680023906.html", "title": "As Taliban Settle In, Kabul’s Green Zone Comes Back to Life", "title_page": "As Taliban Settle In, Kabul’s Green Zone Comes Back to Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Rahimi perked up as three young men, former Taliban fighters turned security guards, entered the shop and rummaged through a pile of small, dirt-encrusted lemons by the front door. They handed the lemons to Mr. Rahimi, who weighed them on a rusty scale and tied them into a plastic bag in a single, masterful flip of the wrist.\n“We’re buying lemons because some of our friends are fat — they need lemons to get thin and be better prepared for security,” one of the men joked. His friends burst out laughing. Mr. Rahimi, unamused, handed them the lemons and took a tattered bank note in return.\nMr. Rahimi remembers the old Green Zone and its former residents with a sense of nostalgia. Outside the neighborhood, the city was regularly torn apart by suicide blasts and targeted assassinations during the American-led war. But within its roughly one-square-mile radius, there was an intoxicating sense of lawfulness.\nWhite-collar Afghan employees in government offices and foreign embassies used to pour down the street outside his shop at 8 a.m. each morning as they arrived for work and again at 4 p.m. when they headed home. For him, that reliable daily rhythm seemed to offer a sense of control, a predictability that had eluded Afghanistan for decades.\nThere was “order and discipline,” he said, wistfully.\nFor most of the two-decade war, the Green Zone occupied a unique place in Kabul’s collective consciousness. Once a leafy green upper-middle class neighborhood with tree-lined streets, elegant villas and a grand boulevard, the area transformed into a dull gray fortress of 16-foot-tall concrete barriers.", "url": "https://www.nytimes.com/2023/02/15/world/asia/kabul-afghanistan-greenzone-taliban.html"}