{"authors": ["Michael Paulson"], "date_download": "2023-03-28 17:55:34", "date_modify": "2023-03-28 17:55:34", "date_publish": "2023-03-22 13:00:05", "description": "Producers including Steven Spielberg have been exploring several possible incarnations of the decade-old TV series. Now they have a plan.", "filename": "2023_03_22_theater_smash-broadway_1680026134.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/22smash-vzjq/22smash-vzjq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_theater_smash-broadway_1680026134.html", "title": "A Stage Adaptation of ‘Smash’ Is Setting Its Sights on Broadway", "title_page": "A Stage Adaptation of ‘Smash’ Is Setting Its Sights on Broadway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A long-discussed stage musical version of the television series “Smash” is finally coming to Broadway … but fans are going to have to wait a bit more.\nThe adaptation’s producers, who include Steven Spielberg, announced Wednesday that they expect to bring the show to Broadway during the 2024-25 theater season. They said the musical will be directed by Susan Stroman, a five-time Tony winner whose latest endeavor, “New York, New York,” starts previews on Friday.\nThe “Smash” musical will be based on the two-season series, broadcast on NBC in 2012 and 2013, about a group of New York City theater artists struggling to bring “Bombshell,” a musical about Marilyn Monroe, to the stage. The show, with plenty of soap-style backstage drama and exuberant production numbers, was dreamed up by Spielberg, developed by Robert Greenblatt and created by Theresa Rebeck, and, although its TV run was canceled because of declining ratings, it retains a passionate fan base.\n“It’s crazy that we’re still talking ‘Smash,’ but not a week has gone by where somebody doesn’t tell me they miss the show, so it’s kind of great to be seeing it in another incarnation,” said Neil Meron, who was an executive producer of the TV series.", "url": "https://www.nytimes.com/2023/03/22/theater/smash-broadway.html"}