{"authors": ["Ivan Nechepurenko", "Andrew Higgins"], "date_download": "2023-03-28 17:10:41", "date_modify": "2023-03-28 17:10:41", "date_publish": "2023-03-08 22:25:59", "description": "Georgians saw an effort to push a “foreign agents” law as a Kremlin-inspired tool, and the governing party said it planned to withdraw the proposed legislation.", "filename": "2023_03_08_world_europe_georgia-protests-russia_1680023441.html", "image_url": "https://static01.nyt.com/images/2023/03/08/multimedia/08georgia-1-ztml/08georgia-1-ztml-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_08_world_europe_georgia-protests-russia_1680023441.html", "title": "The Roots of the Georgia Protests", "title_page": "The Roots of the Georgia Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TBILISI, Georgia — When Russia invaded its neighbor Georgia 15 years ago, it gobbled up swaths of land, rained missiles on Stalin’s hometown and halted its tanks just outside Tbilisi, the Georgian capital and seat of a defiantly pro-Western government.\nThis week, however, a stealthier Russian import entered the capital, setting off stormy street demonstrations and protests by Western diplomats. Its arrival raised a flurry of questions about how Georgia, once a democratic trailblazer among former Soviet lands, had become an export market for anti-democratic techniques pioneered and promoted by President Vladimir V. Putin of Russia.\nThe immediate cause of the turmoil in Tbilisi for the past two days was the preliminary approval on Tuesday by Parliament of an innocuous-sounding draft law “on transparency and foreign influence.” It demanded that nongovernmental groups and news media outlets that receive more than 20 percent of their funding from a “foreign power” register as “agents of foreign influence.” Violators would incur a hefty fine.\nThe Georgian government, firmly controlled by the Georgian Dream party, insisted that the legislation simply aimed to promote greater openness about foreign funding and was inspired by an American law dating back to 1938.", "url": "https://www.nytimes.com/2023/03/08/world/europe/georgia-protests-russia.html"}