{"authors": ["Matthew Desmond"], "date_download": "2023-03-28 16:43:29", "date_modify": "2023-03-28 16:43:29", "date_publish": "2023-03-09 10:00:34", "description": "A Pulitzer Prize-winning sociologist offers a new explanation for an intractable problem.", "filename": "2023_03_09_magazine_poverty-by-america-matthew-desmond_1680021809.html", "image_url": "https://static01.nyt.com/images/2023/03/12/magazine/12mag-poverty/12mag-poverty-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_09_magazine_poverty-by-america-matthew-desmond_1680021809.html", "title": "Why Poverty Persists in America", "title_page": "Why Poverty Persists in America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We could also pave the way for more Americans to become homeowners, an initiative that could benefit poor, working-class and middle-class families alike — as well as scores of young people. Banks generally avoid issuing small-dollar mortgages, not because they’re riskier — these mortgages have the same delinquency rates as larger mortgages — but because they’re less profitable. Over the life of a mortgage, interest on $1 million brings in a lot more money than interest on $75,000. This is where the federal government could step in, providing extra financing to build on-ramps to first-time homeownership. In fact, it already does so in rural America through the 502 Direct Loan Program, which has moved more than two million families into their own homes. These loans, fully guaranteed and serviced by the Department of Agriculture, come with low interest rates and, for very poor families, cover the entire cost of the mortgage, nullifying the need for a down payment. Last year, the average 502 Direct Loan was for $222,300 but cost the government only $10,370 per loan, chump change for such a durable intervention. Expanding a program like this into urban communities would provide even more low- and moderate-income families with homes of their own.\nWe should also ensure fair access to capital. Banks should stop robbing the poor and near-poor of billions of dollars each year, immediately ending exorbitant overdraft fees. As the legal scholar Mehrsa Baradaran has pointed out, when someone overdraws an account, banks could simply freeze the transaction or could clear a check with insufficient funds, providing customers a kind of short-term loan with a low interest rate of, say, 1 percent a day.\nStates should rein in payday-lending institutions and insist that lenders make it clear to potential borrowers what a loan is ultimately likely to cost them. Just as fast-food restaurants must now publish calorie counts next to their burgers and shakes, payday-loan stores should publish the average overall cost of different loans. When Texas adopted disclosure rules, residents took out considerably fewer bad loans. If Texas can do this, why not California or Wisconsin? Yet to stop financial exploitation, we need to expand, not limit, low-income Americans’ access to credit. Some have suggested that the government get involved by having the U.S. Postal Service or the Federal Reserve issue small-dollar loans. Others have argued that we should revise government regulations to entice commercial banks to pitch in. Whatever our approach, solutions should offer low-income Americans more choice, a way to end their reliance on predatory lending institutions that can get away with robbery because they are the only option available.\nIn Tommy Orange’s novel, “There There,” a man trying to describe the problem of suicides on Native American reservations says: “Kids are jumping out the windows of burning buildings, falling to their deaths. And we think the problem is that they’re jumping.” The poverty debate has suffered from a similar kind of myopia. For the past half-century, we’ve approached the poverty question by pointing to poor people themselves — posing questions about their work ethic, say, or their welfare benefits — when we should have been focusing on the fire. The question that should serve as a looping incantation, the one we should ask every time we drive past a tent encampment, those tarped American slums smelling of asphalt and bodies, or every time we see someone asleep on the bus, slumped over in work clothes, is simply: Who benefits? Not: Why don’t you find a better job? Or: Why don’t you move? Or: Why don’t you stop taking out payday loans? But: Who is feeding off this?", "url": "https://www.nytimes.com/2023/03/09/magazine/poverty-by-america-matthew-desmond.html"}