{"authors": ["Noel Murray"], "date_download": "2023-03-28 17:26:18", "date_modify": "2023-03-28 17:26:18", "date_publish": "2023-01-30 03:10:04", "description": "This week’s episode, starring Nick Offerman and Murray Bartlett, stepped away from the main action, offering a melancholy vignette about companionship.", "filename": "2023_01_29_arts_television_the-last-of-us-recap-episode-3_1680024378.html", "image_url": "https://static01.nyt.com/images/2023/01/29/arts/29lastofus/29lastofus-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_29_arts_television_the-last-of-us-recap-episode-3_1680024378.html", "title": "‘The Last of Us’ Season 1, Episode 3 Recap: One More Good Day", "title_page": "‘The Last of Us’ Season 1, Episode 3 Recap: One More Good Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "‘The Last of Us’ Season 1, Episode 3: ‘Long Long Time’\nIn last week’s episode of “The Last of Us,” Ellie waded through a flooded hotel lobby, delighting in the decaying grandeur of a social institution she had only read about. This week, she spends a few hours in an elegant old house, filled with vintage furniture and a piano. She has no context — not even from books — for what a home like this really means.\nJoel, on the other hand, has dined with and traded with the house’s former residents, Bill (Nick Offerman) and Frank (Murray Bartlett), many times over the previous 15 years. Joel keeps his feelings to himself, but it is easy to imagine that for him this home was a portal to a safer, cozier past, like the one he lived back in Austin.\nHow must Joel feel then, when he finds Bill and Frank dead?\nThis is the first episode in this season to skip the pre-credits scene, which in the previous two weeks had been devoted to a brief flashback. Instead, most of the 70-minute running time is spent on one long journey into the past, stretching from the frantic early days of the cordyceps plague, in 2003, to one quietly bittersweet day in 2023, not long before Joel and Ellie knock on Bill and Frank’s door. Over that 20-year stretch, we see the story of a love affair — doubling as a short, sweet lesson about what survival really means.\nAs someone whose favorite post-apocalyptic movie is George Romero’s “Dawn of the Dead” — with all of its long scenes of survivors constructing a combination fortress-oasis in a shopping mall — I could have lingered forever in this episode’s 2003 segment. After the government has evacuated his neighbors, Bill, a doomsday prepper in a quaint Massachusetts town, raids the Home Depot, the gas plant and the wine store, and he eventually builds a fence around his neighborhood and its nearby shops, fortifying it with security cameras, electric fencing and booby traps.", "url": "https://www.nytimes.com/2023/01/29/arts/television/the-last-of-us-recap-episode-3.html"}