{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:28", "date_modify": "2023-03-28 17:59:28", "date_publish": "2023-03-24 06:00:02", "description": "This word has appeared in 103 articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_24_learning_word-of-the-day-boundless_1680026368.html", "image_url": "https://static01.nyt.com/images/2022/12/30/learning/WOTD-boundless/WOTD-kowtow-09-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_learning_word-of-the-day-boundless_1680026368.html", "title": "Word of the Day: boundless", "title_page": "Word of the Day: boundless - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word boundless has appeared in 103 articles on NYTimes.com in the past year, including on Feb. 13 in “Webb Telescope Spots a Distant Spiral Galaxy Like Our Own” by Dennis Overbye:\nIn the unfathomable darkness and time that is the universe, every star is an omen of hope, a promise of life and shelter, like the lights of a distant ship on a cold sea. And so, courtesy of the James Webb Space Telescope, here is another reminder of the fecundity and generosity of nature: thousands of galaxies, trillions of stars and unnumbered planets, a boundless realm of possibilities stretching back 13 billion years in a small patch of sky in the constellation Hercules.\nDaily Word Challenge\nCan you correctly use the word boundless in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how boundless can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/24/learning/word-of-the-day-boundless.html"}