{"authors": ["Noam Scheiber", "Julie Creswell"], "date_download": "2023-03-28 18:20:38", "date_modify": "2023-03-28 18:20:38", "date_publish": "2023-03-28 07:00:12", "description": "After giving up the chief executive’s job (again), Mr. Schultz still casts a long shadow over Starbucks’ policy, not least in fighting unionization.", "filename": "2023_03_28_business_starbucks-howard-schultz-senate_1680027638.html", "image_url": "https://static01.nyt.com/images/2023/03/28/multimedia/28JPstarbucks2-print-zcqb/28starbucks-01-zcqb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_business_starbucks-howard-schultz-senate_1680027638.html", "title": "No Longer at Starbucks Helm, Howard Schultz Is the Focus at Labor Hearing", "title_page": "No Longer at Starbucks Helm, Howard Schultz Is the Focus at Labor Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Howard Schultz of Starbucks testifies before a Senate committee on Wednesday about the company’s labor policies, he will no longer be its chief executive. But his presence will underscore his continuing sway over a company he has run on and off since the 1980s.\nThe Capitol Hill appearance, which Mr. Schultz had resisted until faced with the possibility of a subpoena, comes the week after he handed the top job to an outside recruit, Laxman Narasimhan. How much control will actually be yielded by Mr. Schultz — who is still a board member and a major shareholder — is unclear.\nHe bowed out as chief executive twice before, only to reclaim the position when he felt the company had lost its way. In his most recent stint, lasting almost a year, he was outspoken in trying to blunt the progress of Workers United, which has won union elections at nearly 300 of roughly 9,300 corporate-owned Starbucks locations nationwide since fall 2021.\nOrganizers assert that the company’s reluctance to bargain and its retaliation against labor supporters have slowed the union’s momentum. Mr. Schultz faces tough questioning on that point from Democrats on the Committee on Health, Education, Labor and Pensions, along with its chairman, Senator Bernie Sanders, who has accused Starbucks of acting illegally to suppress the union campaign.", "url": "https://www.nytimes.com/2023/03/28/business/starbucks-howard-schultz-senate.html"}