{"authors": ["Sejla Rizvic"], "date_download": "2023-03-28 18:36:43", "date_modify": "2023-03-28 18:36:43", "date_publish": "2023-03-13 09:00:20", "description": "According to one recent analysis, over half of teachers surveyed are considering quitting. Here are five that already have.", "filename": "2023_03_13_education_teachers-quitting-burnout_1680028603.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13quitting-teachers1-jfct/13quitting-teachers1-jfct-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_education_teachers-quitting-burnout_1680028603.html", "title": "Teachers, Facing Increasing Levels of Stress, Are Burned Out", "title_page": "Teachers, Facing Increasing Levels of Stress, Are Burned Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Calling It Quits is a series about the current culture of quitting.\nDriving home one day in the fall of 2021 from her job as an art teacher at a low-income public charter school near Sacramento, Calif., Ruth Santer fell asleep at the wheel. She often came home physically spent after a day of arriving early, wielding heavy art supplies and staying late to prepare art materials, all while managing a full classroom of middle school students. The work had always been strenuous but pandemic stresses had added to her level of exhaustion.\nOn that drive home, Ms. Santer, 63, struck another car, and though no one was harmed, she took the incident as a sign for her to leave her job a few years before her planned retirement. “There were a lot of factors but that was the moment when I said, ‘OK, I don’t think that this is safe or wise, to be this exhausted,’” she said.\nMs. Santer is far from alone. In a 2022 survey conducted by the National Education Association, 55 percent of educators said that they were thinking about leaving the profession, many of them citing pandemic-related difficulties and burnout. Teachers must not only face long hours in a stressful environment, but also the rise of political debates around Covid policies and curriculums. Here are a few of their stories.\nRuth Santer, Davis, Calif.\nWhen the pandemic first began, Ms. Santer worked hard to figure out how to teach art remotely, but new issues emerged at the same time hybrid schooling did. In addition to the physical toll of her work, debates about masking, vaccines and gender identity entered the classroom, she said. “There are always a lot of stresses in teaching because everyone feels like they know about it. Everyone’s gone to school, everyone has an opinion about how it should be done.”", "url": "https://www.nytimes.com/2023/03/13/education/teachers-quitting-burnout.html"}