{"authors": ["Maggie Haberman", "Glenn Thrush"], "date_download": "2023-03-28 17:26:14", "date_modify": "2023-03-28 17:26:14", "date_publish": "2023-02-14 17:07:10", "description": "The former vice president is said to be planning to invoke the Constitution’s “speech or debate” clause, saying his role as president of the Senate should insulate him from grand jury questions.", "filename": "2023_02_14_us_politics_mike-pence-subpoena-jan-6_1680024374.html", "image_url": "https://static01.nyt.com/images/2023/02/14/multimedia/14dc-pence-tvbg/14dc-pence-tvbg-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_14_us_politics_mike-pence-subpoena-jan-6_1680024374.html", "title": "Pence to Oppose Subpoena Seeking Testimony in Jan. 6 Inquiry", "title_page": "Pence to Oppose Subpoena Seeking Testimony in Jan. 6 Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former Vice President Mike Pence is planning to fight a federal grand jury subpoena compelling him to testify in the investigation into President Donald J. Trump’s actions leading up to the riot at the Capitol on Jan. 6, 2021, according to a person familiar with Mr. Pence’s plans.\nMr. Pence is expected to argue that the vice president’s role as the president of the Senate means that he is protected from legal scrutiny of his official duties by the Constitution’s “speech or debate” clause, intended to protect the separation of powers.\nSuch an approach would be novel and a departure from the more traditional argument that a vice president’s interactions with a president would be subject to executive privilege.\nMr. Pence’s plans were first reported by Politico.\nThe “speech or debate” clause shields members of Congress from law enforcement scrutiny over their statements and actions related to their legislative responsibilities. It specifically states that lawmakers “shall not be questioned in any other place” about their legislative duties.", "url": "https://www.nytimes.com/2023/02/14/us/politics/mike-pence-subpoena-jan-6.html"}