{"authors": ["Jon Pareles", "Joe Coscarelli", "Lindsay Zoladz"], "date_download": "2023-03-28 16:50:53", "date_modify": "2023-03-28 16:50:53", "date_publish": "2023-02-06 11:00:12", "description": "Questlove assembled a crash course in hip-hop history, Beyoncé made her priorities known and Kim Petras spoke from the heart at the 65th annual awards.", "filename": "2023_02_06_arts_music_grammys-best-worst_1680022253.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/06grammys-bestworst1-qtvj/06grammys-bestworst1-qtvj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_arts_music_grammys-best-worst_1680022253.html", "title": "Best and Worst Moments From the 2023 Grammys", "title_page": "Best and Worst Moments From the 2023 Grammys - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The big news at the 65th annual Grammy Awards: Beyoncé broke the record for most wins in the event’s history. But her four victories didn’t come in the major, all-genre categories — album, record and song of the year. (Those went to Harry Styles, Lizzo and Bonnie Raitt.) Beyoncé, who led the night with nine nominations, did not perform; neither did Kendrick Lamar (eight nods) or Adele (seven). So how did the show fill nearly four hours of airtime? With some spectacular performances, bizarre fan moments and powerful speeches. Here are the show’s highlights and lowlights as we saw them.\nBest Opening Salvo: Bad Bunny\nBad Bunny earned his spot at the start of the telecast by making the commercial juggernaut of 2022: “Un Verano Sin Ti,” the year’s most streamed album and a Billboard No. 1 album for 13 nonconsecutive weeks. His performance — a medley of “El Apagón” (“The Blackout”), a tribute to Puerto Rican culture amid adversity, and “Después de la Playa” (“After the Beach”), a come-on — was a carnival and a dance party. Over Afro-Caribbean bomba drumming, Bad Bunny paraded through the Crypto.com Arena aisle with a troupe of dancers, some carrying oversized heads of Puerto Rican figures including the songwriters Andy Montañez and Tego Calderón. When he brought his forces onstage, “Después de la Playa” was transformed from electronic pop to a brassy, galloping merengue that left the celebrities upfront no choice but to dance. JON PARELES\nBest Acceptance: Kim Petras’s Moving Speech About Trans Existence", "url": "https://www.nytimes.com/2023/02/06/arts/music/grammys-best-worst.html"}