{"authors": ["Kyle Buchanan"], "date_download": "2023-03-28 16:43:49", "date_modify": "2023-03-28 16:43:49", "date_publish": "2023-02-26 23:59:06", "description": "The film took the top prize, as well as lead actress and two supporting trophies. “Abbott Elementary” and “The White Lotus” were named the top TV shows.", "filename": "2023_02_26_movies_sag-awards-winners-list_1680021829.html", "image_url": "https://static01.nyt.com/images/2023/02/28/multimedia/26sagawards-item4-blmp/26sagawards-item4-blmp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_26_movies_sag-awards-winners-list_1680021829.html", "title": "SAG Awards 2023: ‘Everything Everywhere All at Once’ and Michelle Yeoh Win Big", "title_page": "SAG Awards 2023: Complete List of Winners, Led by ‘Everything Everywhere All at Once’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Screen Actors Guild handed its top award for outstanding cast on Sunday night to “Everything Everywhere All at Once,” the hit sci-fi comedy that recently dominated the Directors and Producers Guild Awards and now appears to be a strong best picture front-runner at the Oscars. Three of the four individual acting trophies went to “Everything Everywhere” cast members, too.\nBut will they also prevail with Oscar?\nThe safest bet to repeat is “Everything Everywhere” comeback kid Ke Huy Quan, who won the supporting-actor trophy from SAG and has been collecting statuettes in that category all season. During Sunday’s show, which aired live on YouTube and will stream exclusively on Netflix next year, the 51-year-old Quan delivered his most touching speech yet.\nAfter rising to fame as a child actor in popular films like “The Goonies” and “Indiana Jones and the Temple of Doom,” Quan found few roles available for Asian actors and moved behind the camera, working in stunt choreography. Still, he paid his SAG dues every year, hoping and biding his time for the resurgence he’s finally experiencing.\n“To all those at home who are watching, who are struggling and waiting to be seen,” Quan said, “please keep on going because the spotlight will one day find you.”", "url": "https://www.nytimes.com/2023/02/26/movies/sag-awards-winners-list.html"}