{"authors": ["Ana Swanson"], "date_download": "2023-03-28 16:47:54", "date_modify": "2023-03-28 16:47:54", "date_publish": "2023-03-28 16:40:39", "description": "The Democratic lawmakers called the Biden administration’s limited trade deal “unacceptable,” saying it should have been made available to Congress and the public for review.", "filename": "2023_03_28_business_economy_us-japan-battery-trade-deal_1680022074.html", "image_url": "https://static01.nyt.com/images/2023/03/28/multimedia/28dc-trade-pgkb/28dc-trade-pgkb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_business_economy_us-japan-battery-trade-deal_1680022074.html", "title": "Lawmakers Rebuke Biden for Bypassing Congress in Deal With Japan", "title_page": "Lawmakers Rebuke Biden for Bypassing Congress in Deal With Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Biden administration announced late Monday that it had reached an agreement with Japan over supplies of critical minerals like lithium, cobalt and nickel, which are used to make car batteries. The agreement provides a potential workaround for the Biden administration in its disagreement with allies over the terms of the Inflation Reduction Act, which invests $370 billion to transition the United States to cleaner cars and energy sources.\nLithium Prices: A decline in the price of the essential battery material, along with those of other commodities, is making electric cars more affordable. But experts disagree on A decline in the price of the essential battery material, along with those of other commodities, is making electric cars more affordable. But experts disagree on how long it will last\nVolkswagen: The German automaker said that it The German automaker said that it would spend $193 billion on software, battery factories and other investments as it aimed to make every fifth vehicle it sold electric by 2025.\nBulking Up: Electric vehicles are usually a more climate-friendly option. But as they get bigger, their emissions savings, and other environmental and safety benefits, Electric vehicles are usually a more climate-friendly option. But as they get bigger, their emissions savings, and other environmental and safety benefits, begin to diminish\nTesla: The company will open some of its The company will open some of its fast chargers , which had been exclusive to its customers, to all electric vehicles by the end of next year, the Biden administration said.\nThat law has angered some allies who were excluded from its benefits, which include generous tax incentives for companies that make electric vehicles in North America or source material for batteries from the United States or countries with which it has a free-trade agreement. That category does not include Japan or European Union countries.\nBut because the Inflation Reduction Act does not technically define what constitutes a free-trade agreement, U.S. officials have found what they believe to be a workaround. They are arguing that countries will be able to meet the requirement by signing a more limited trade deal instead. The Treasury Department is expected to issue a proposed rule this week clarifying the provisions of the law.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nA fact sheet distributed late Monday by the Office of the United States Trade Representative said that the United States and Japan had promised to encourage higher labor and environmental standards for minerals that power electric vehicles. The parties also promised to promote more efficient use of resources and confer on how they review investments from foreign entities in the sector, among other pledges.\nIn a call with reporters on Monday, a senior official said the Biden administration had consulted with Congress and received input from lawmakers. But the official said the administration had the authority to negotiate limited agreements without submitting them to Congress for approval.", "url": "https://www.nytimes.com/2023/03/28/business/economy/us-japan-battery-trade-deal.html"}