{"authors": ["Kurt Streeter"], "date_download": "2023-03-28 17:11:22", "date_modify": "2023-03-28 17:11:22", "date_publish": "2023-03-06 05:01:06", "description": "Slap fighting competitions have drawn the support of Dana White and Arnold Schwarzenegger, along with national TV audiences. But, our columnist writes, the so-called sport is indefensible.", "filename": "2023_03_06_sports_power-slap-league-dana-white_1680023482.html", "image_url": "https://static01.nyt.com/images/2023/03/06/multimedia/06streeter-sot-mhbl/06streeter-sot-mhbl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_06_sports_power-slap-league-dana-white_1680023482.html", "title": "Televised Face Slapping? What Are We Becoming?", "title_page": "Televised Slap Fighting? What Are We Becoming? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If you possess even a fraction of knowledge about brain trauma and the dangers posed by blows to the head, let this be a warning: Don’t watch without a sick bag in your lap.\nKortney Olson learned the hard way. A bodybuilder and clothing company owner, Olson, 41, appeared in the first episode of “Power Slap: Road to the Title,” a series that made its debut on TBS in January. Her appearance on the show was her first slap fight, and, she said, her last.\n“It was an awful experience,” she said in a recent interview, referring to the so-called competition produced by Dana White, president of mixed martial arts’ Ultimate Fighting Championship and slap fighting’s most prominent carnival barker.\nOn national television, the mohawked Olson and her opponent followed the typical slap-fighting rules. Standing a few feet apart, they took turns delivering full-throttle, adrenaline-fueled, open-palmed blows to each other’s face.\nTaking the strikes, Olson and her opponent, Sheena Bathory, didn’t flinch. That’s not allowed. They did not step back to avoid being hit. That’s not allowed. They did not put their hands up to stop or deflect a beating. That is not allowed, either. When Olson was struck, she lost consciousness, then fell to the stage at the U.F.C. Apex in Las Vegas like a crunched-up soda can tossed away as litter.", "url": "https://www.nytimes.com/2023/03/06/sports/power-slap-league-dana-white.html"}