{"authors": ["John Bartlett", "Tomás Munita"], "date_download": "2023-03-28 17:15:33", "date_modify": "2023-03-28 17:15:33", "date_publish": "2023-01-27 10:00:38", "description": "MC Millaray, 16, an emerging music star in Chile, uses her fierce lyrics to convey five centuries of struggles by the country’s largest Indigenous group against European colonizers.", "filename": "2023_01_27_world_americas_mc-millaray-chile-mapuche-rapper_1680023733.html", "image_url": "https://static01.nyt.com/images/2023/01/18/world/CHILE-PROFILE-MAPUCHE/CHILE-PROFILE-MAPUCHE-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_27_world_americas_mc-millaray-chile-mapuche-rapper_1680023733.html", "title": "Teenage Rapper, Rooted in Mapuche Identity, Roars for Indigenous Rights", "title_page": "Teenage Rapper, Rooted in Mapuche Identity, Roars for Indigenous Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SANTIAGO, Chile — Just before taking the stage, the teenage Indigenous rapper took a deep breath and composed herself, eyes closed.\nHer father reached over to pick a sequin from his daughter’s eyelid, but the 16-year-old recoiled with an embarrassed shrug. Then Millaray Jara Collio, or MC Millaray as the young rapper calls herself, spun away and exploded onto the stage with an animated rap about the presence of Chile’s military in the territory of the Mapuche, the country’s largest Indigenous group.\nMC Millaray’s impassioned performance was delivered at a campaign event in Santiago, Chile’s capital, a few months ago, and just one week before the country would vote on a new constitution. If approved, the constitution would have guaranteed some of the most far-reaching rights for Indigenous people anywhere in the world.\nAlthough she was too young to vote in the referendum, MC Millaray was one of hundreds of artists who campaigned in favor of the new charter.", "url": "https://www.nytimes.com/2023/01/27/world/americas/mc-millaray-chile-mapuche-rapper.html"}