{"authors": ["Elisabetta Povoledo"], "date_download": "2023-03-28 17:55:34", "date_modify": "2023-03-28 17:55:34", "date_publish": "2023-03-23 18:20:22", "description": "The finalists for the 2023 Yale Drama Series Prize suddenly find themselves in Italy, with plenty of time to write, reflect and make pasta.", "filename": "2023_03_23_theater_jeremy-o-harris-writers-residency-italy_1680026134.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23harris-residency-01-flhv/23harris-residency-01-flhv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_theater_jeremy-o-harris-writers-residency-italy_1680026134.html", "title": "Jeremy O. Harris’s Writer’s Residency Under the Tuscan Sun", "title_page": "Jeremy O. Harris’s Writer’s Residency Under the Tuscan Sun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Donatich, 26, who lives in New York, having “so much unstructured time” was forcing her “to define the reasons why I like the thing I claim to like to do.”\nAnd Asa Haynes, 27, an actor turned playwright from London who was recognized for his work “RACISM: an unfocused theater essay,” said the experience was giving his imagination free rein. “Writing isn’t necessarily sitting down at a table with a glass of water or a cup of tea listening to some music. It’s also taking in the sun, the views, going to the spa and having a very hot sauna,” he said. “Writing is actually a lot more thinking and ruminating.”\nThis sort of pampering is exactly what Harris envisioned for the fellows participating in the residency — the first, he hopes, of many.\nThe residency is sponsored by Gucci, and was conceived when Harris worked with that luxury brand. “I always remind them that the only reason they know who I am is because of the theater, and so it feels disingenuous of me to accept a paycheck without figuring out a way to bring it back to the theater somehow,” he said.", "url": "https://www.nytimes.com/2023/03/23/theater/jeremy-o-harris-writers-residency-italy.html"}