{"authors": ["Esther Zuckerman"], "date_download": "2023-03-28 18:09:53", "date_modify": "2023-03-28 18:09:53", "date_publish": "2023-03-24 09:00:19", "description": "The hit Showtime series returns to find the young and pregnant Shauna becoming a little kooky. And hungry.", "filename": "2023_03_24_arts_television_yellowjackets-recap-season-2-premiere_1680026993.html", "image_url": "https://static01.nyt.com/images/2023/03/24/arts/24yellowjackets-recap/24yellowjackets-recap-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_arts_television_yellowjackets-recap-season-2-premiere_1680026993.html", "title": "‘Yellowjackets’ Season 2 Premiere Recap: Best Friends Forever", "title_page": "‘Yellowjackets’ Season 2 Premiere Recap: Best Friends Forever - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Season 2, Episode 1: ‘Friends, Romans, Countrymen’\nIn a 1994 interview with The Baltimore Sun about her album “Under the Pink,” Tori Amos explained: “Part of this record is dealing with the betrayal of women, by women.” She went on to say that “the history of woman has been very lonely, and when you think that we should support each other, understand each other, that makes sense to me.”\n“But the concept of a sisterhood,” she continued, “is not real.”\nI found the interview after watching the Season 2 premiere of “Yellowjackets,” Showtime’s hit drama about a high school girls’ soccer team stranded in the wilderness in 1996 and their counterparts in the present day. (Amos’s song “Cornflake Girl,” which appears on “Under the Pink,” plays over the episode’s final moments.) And boy, does that quote ring true for the series. In its sensational first season, “Yellowjackets” blew through any notions that young women in a “Lord of the Flies”-type situation would be kinder or less messed up than their male counterparts. Based on the premiere, Season 2 seeks to double down on that.\nThe Amos track is an apt choice for framing some of the prevailing themes of the series, delineating between the boring and repressed “cornflake girls” and the more thrilling “raisin girls,” who are freethinkers. (Amos counts herself as a “raisin girl.”) We hear Amos’s jaunty piano and her incredible range as Shauna (Sophie Nélisse) eats the ear of Jackie (Ella Purnell), her best friend, who froze to death in the Season 1 finale after being exiled from the warmth of the other girls’ cabin in a fight.\nShauna (Melanie Lynskey when all grown up), we can fairly say, is not a “cornflake girl.” Not in the past timeline, where she has taken solace in talking to Jackie’s frozen body while carrying Jackie’s boyfriend’s baby. And not in the present, where she is still trying to cover up the murder of the artist with whom she had an affair. Her husband, Jeff (Warren Kole), you’ll recall, is Jackie’s aforementioned former beau. (Messy!) Shauna’s idea of marital rehabilitation? Having sex with Jeff in the dead artist’s studio as they stare at portraits that said artist made of Shauna. Raisin girl, for sure.", "url": "https://www.nytimes.com/2023/03/24/arts/television/yellowjackets-recap-season-2-premiere.html"}