{"authors": ["Jeremy Engle"], "date_download": "2023-03-28 17:30:03", "date_modify": "2023-03-28 17:30:03", "date_publish": "2023-01-17 09:00:02", "description": "In this lesson, students will learn about threats to animal habitats across the globe and what is being done to protect them.", "filename": "2023_01_17_learning_lesson-plans_lesson-plan-animals-are-running-out-of-places-to-live_1680024603.html", "image_url": "https://static01.nyt.com/images/2022/12/09/climate/09cli-habitat-promo/09cli-habitat-promo-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_17_learning_lesson-plans_lesson-plan-animals-are-running-out-of-places-to-live_1680024603.html", "title": "Lesson Plan: ‘Animals Are Running Out of Places to Live’", "title_page": "Lesson Plan: ‘Animals Are Running Out of Places to Live’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lesson Overview\nFeatured Article: “Animals Are Running Out of Places to Live” by Catrin Einhorn and Lauren Leather\nWildlife is disappearing around the world as habitat loss increases. Many animal species have lost over 60 percent of their natural environment since 2001.\nIn this lesson, you will meet some of the animals most affected by habitat loss and explore the many factors causing it. In Going Further activities, we invite you to learn more about these affected animals and what can be done to stop the loss of their homes.\nWarm-Up\nScroll through the opening visual section of the article that illustrates the vertebrates that have lost the most habitat in the past 20 years. (This section goes from the words, “At least 33 percent habitat loss” to “At least 60 percent habitat loss.”)\nWhat do you notice about the animals that have lost significant portions of their habitats? Which animals or statistics stand out to you and why?\nWhat do you wonder? What questions do you have about the animals featured here or about habitat loss in general?\nAfterward, with a partner, brainstorm a list of reasons for habitat loss across the globe. What role do you think humans play in this decline? You will later compare your lists to what you learn in the article.\nQuestions for Writing and Discussion\nRead the article, then answer the following questions:\n1. Where do most of the mammals, birds, amphibians and reptiles featured in the opening section live? What makes these animals particularly susceptible to habitat loss?", "url": "https://www.nytimes.com/2023/01/17/learning/lesson-plans/lesson-plan-animals-are-running-out-of-places-to-live.html"}