{"authors": ["David Wallace-Wells"], "date_download": "2023-03-28 18:15:16", "date_modify": "2023-03-28 18:15:16", "date_publish": "2023-03-08 20:02:21", "description": "G.O.P. elites are simply lagging their states.", "filename": "2023_03_08_opinion_clean-energy-gop-red-states_1680027316.html", "image_url": "https://static01.nyt.com/images/2023/03/08/opinion/08wallace-wells-image/08wallace-wells-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_08_opinion_clean-energy-gop-red-states_1680027316.html", "title": "Clean Energy Is Suddenly Less Polarizing Than You Think", "title_page": "Opinion | Clean Energy Is Suddenly Less Polarizing Than You Think - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "My whole adult life, the work of fighting climate change was understood as the job of the blue team in America. The red team, we knew, just wasn’t going to play ball.\nPresident George W. Bush abandoned the Kyoto Protocol, Senator James Inhofe of Oklahoma “disproved” warming by bringing a snowball onto the Senate floor, and President Donald Trump pulled the United States out of the Paris accords at a Rose Garden ceremony that began with “Summertime” playing in the background. Periodic stories about red-state mayors pushing rooftop solar by invoking libertarian values and Bayou fishermen lamenting the loss of their land while studiously avoiding mention of sea-level rise were two varieties of the same climate joke. Survey after survey showed the partisan divide on climate was among the largest of any polled political issue. In the aftermath of the signing of the historic Inflation Reduction Act last August, when I asked Gov. Jay Inslee of Washington whether the bill might be changing that partisan dynamic, he replied, “Absolutely not.”\nI don’t want to be naïve or to echo the predictions of previous climate Pollyannas to say that Republican cooperation is right around the corner. At the highest level, it obviously isn’t, and the work of decarbonization remains overwhelmingly a Democratic effort. But the partisan landscape may be finally changing, indeed somewhat significantly.\nBefore the Biden presidency, the last time a Democratic president advanced a major chunk of the liberal legislative agenda with no Republican votes, you may remember, it was Obamacare, and Republicans spent the better part of a decade screaming about it. This time, the Senate squeaked the I.R.A. past the finish line barely three months before the midterms, and yet it was almost invisible on the campaign trail in the weeks that followed. The biggest piece of climate legislation in American history produced no discernible backlash, and there was practically no fearmongering talk of a Green New Deal or climate socialism to come, no mention of the end of airline travel or burger bans and not even any meaningful grandstanding about environmentalism run amok beyond some griping over gas prices. In the new Congress, some Republicans have been talking about targeting a few pieces of the I.R.A., and the House Energy and Commerce Committee has requested a kind of regular I.R.A. audit from the Department of Energy. But with Obamacare, remember, they voted to repeal it in full more than 50 times.", "url": "https://www.nytimes.com/2023/03/08/opinion/clean-energy-gop-red-states.html"}