{"authors": ["Helene Cooper", "Edward Wong"], "date_download": "2023-03-28 17:14:17", "date_modify": "2023-03-28 17:14:17", "date_publish": "2023-02-04 19:22:34", "description": "The balloon, spotted earlier this week over the western United States, was brought down when an F-22 fighter jet fired an air-to-air missile at it off the coast of South Carolina.", "filename": "2023_02_04_us_politics_chinese-spy-balloon-shot-down_1680023657.html", "image_url": "https://static01.nyt.com/images/2023/02/04/multimedia/04balloon-shotdown-good-photo-jglb/04balloon-shotdown-good-photo-jglb-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_04_us_politics_chinese-spy-balloon-shot-down_1680023657.html", "title": "Downing of Chinese Spy Balloon Ends Chapter in a Diplomatic Crisis", "title_page": "U.S. Downs Chinese Spy Balloon, Ending Chapter in a Diplomatic Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United States shot down a Chinese spy balloon on Saturday that had spent the last week traversing the country, an explosive end to a drama that put a diplomatic crisis between the world’s two great powers onto television screens in real time.\nThe balloon, which spent five days traveling in a diagonal southeast route from Idaho to the Carolinas, had moved off the coast by midday Saturday and was shot down within moments of its arrival over the Atlantic Ocean.\n“I told them to shoot it down,” President Biden told reporters in Hagerstown, Md., on his way to Camp David on Saturday afternoon. “They said to me, let’s wait until the safest place to do it.”\nThat time and place came at 2:39 p.m., Pentagon officials said, some six miles off the coast of South Carolina. The Federal Aviation Administration had paused departures and arrivals at airports in Wilmington, N.C., and in Myrtle Beach and Charleston in South Carolina. One of two F-22 fighter jets from Langley Air Force Base fired a Sidewinder air-to-air missile, downing the balloon, which was flying at an altitude of 60,000 to 65,000 feet. The F-22s were at 58,000 feet, with other American fighters in support.", "url": "https://www.nytimes.com/2023/02/04/us/politics/chinese-spy-balloon-shot-down.html"}