{"authors": ["Ivan Nechepurenko"], "date_download": "2023-03-28 17:10:38", "date_modify": "2023-03-28 17:10:38", "date_publish": "2023-03-09 21:58:23", "description": "But opposition leaders dismissed the move and warned that the government had not given up hope.", "filename": "2023_03_09_world_europe_georgia-protests-russia_1680023438.html", "image_url": "https://static01.nyt.com/images/2023/03/09/multimedia/09georgia-NEW-04-mpkz/09georgia-NEW-04-mpkz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_09_world_europe_georgia-protests-russia_1680023438.html", "title": "Georgia Protests Quiet Down as Government Pulls Back Russian-Style Law", "title_page": "Georgia Protests Quiet Down as Government Pulls Back Russian-Style Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TBILISI, Georgia — Tensions in the Caucasian republic of Georgia subsided on Thursday as quickly as they had flared, but opposition leaders and others who had flooded the central avenue in the capital, Tbilisi, for two consecutive nights warned that their fight was far from over.\nCalm returned to the capital city and others throughout the country after the government said it would withdraw a proposed law that its critics had branded a Kremlin-inspired effort to undermine democracy. But the opponents said the government had not abandoned its plans to use techniques pioneered by President Vladimir V. Putin of Russia to clamp down on civil society.\nThe events in Georgia echoed those in Ukraine in 2013, when the kleptocratic, Kremlin-aligned government of President Viktor F. Yanukovych backed away from signing a trade deal with the European Union. That outraged a nation eager for closer relations with the West, igniting protests and violent clashes with the police that in early 2014 brought down the government and sent Mr. Yanukovych into exile in Russia.\nIn Georgia, where most people also favor stronger relations with Europe, the spark for protests was an innocuous-sounding proposed law “on transparency and foreign influence.” The measure would require civil society groups and news media outlets register as “agents of foreign influence” if they received more than 20 percent of their funding from “a foreign power,” or else face hefty fines.", "url": "https://www.nytimes.com/2023/03/09/world/europe/georgia-protests-russia.html"}