{"authors": ["Billy Witz"], "date_download": "2023-03-28 17:11:27", "date_modify": "2023-03-28 17:11:27", "date_publish": "2023-03-11 00:08:34", "description": "A former Crimson Tide player, Darius Miles, and Miles’s friend Michael Davis were indicted by a grand jury. At the Southeastern Conference tournament, Brandon Miller starred for Alabama after being interviewed as a witness in the case.", "filename": "2023_03_10_sports_ncaabasketball_alabama-murder-indictment_1680023487.html", "image_url": "https://static01.nyt.com/images/2023/03/10/multimedia/10mcbb-alabama-cqkj/10mcbb-alabama-cqkj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_10_sports_ncaabasketball_alabama-murder-indictment_1680023487.html", "title": "Alabama’s Championship Push Arrives With Murder Indictment", "title_page": "Alabama’s Championship Push Arrives With Murder Indictment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NASHVILLE — The rousing cheers for Brandon Miller began during the announcement of the starting lineup and continued with each 3-pointer he knocked down, each rebound he gobbled up and each assist he dished out in Alabama’s 72-49 rout on Friday of Mississippi State in a Southeastern Conference men’s basketball tournament quarterfinal.\nThe applause commenced just as prosecutors in Tuscaloosa, Ala., some 250 miles away, announced that a grand jury had returned a capital murder indictment against Miller’s former teammate, Darius Miles, and Miles’s friend Michael Davis, in a case in which Miller and another Alabama player, Jaden Bradley, had been interviewed as witnesses.\nAs coincidental as the timing may have been, it was a reminder that as Alabama chases its first national basketball championship, it will be under a cloud as a now former player sits in jail on murder charges, and two players who were at the scene have continued to compete — including Miller, who police said transported the gun that was used to kill 23-year-old Jamea Jonae Harris.\nAlabama, which will play Missouri in a semifinal on Saturday, is trying to lock in a No. 1 seed in the N.C.A.A. tournament, which starts next week. The pairings for the 68-team tournament will be announced on Sunday night.", "url": "https://www.nytimes.com/2023/03/10/sports/ncaabasketball/alabama-murder-indictment.html"}