{"authors": ["Anna Grace Lee"], "date_download": "2023-03-28 17:50:25", "date_modify": "2023-03-28 17:50:25", "date_publish": "2023-01-07 10:00:43", "description": "The “Wednesday” actress reflects on a whirlwind year, from Bucharest breakfasts to Brooklyn art parties.", "filename": "2023_01_07_style_joy-sunday-wednesday-netflix_1680025825.html", "image_url": "https://static01.nyt.com/images/2023/01/07/multimedia/07SEVEN-SUNDAY-body-1-6e04/07SEVEN-SUNDAY-body-1-6e04-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_07_style_joy-sunday-wednesday-netflix_1680025825.html", "title": "Along for the Ride With Joy Sunday", "title_page": "‘Wednesday’ Actress Joy Sunday Reflects on Her Whirlwind Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The “Wednesday” actress reflects on a whirlwind year, from Bucharest breakfasts to Brooklyn art parties.\nJan. 7, 2023\nBefore “Wednesday” premiered on Netflix last November, Joy Sunday thought her role in the show wouldn’t change much in her life. “I think I was bracing myself in a way,” she said, “by being in denial.”\nAn “Addams Family” spinoff, “Wednesday” imagines Wednesday Addams, played by Jenna Ortega, as a teenage sleuth, investigating monstrous murders at a boarding school for “outcasts,” including sirens, gorgons, vampires and werewolves. Tim Burton produced the series and directed four episodes, lending his playfully macabre influence.\nMs. Sunday, 26, plays Bianca Barclay, a siren and popular girl who clashes with Wednesday. Her character can influence people with her words, which serves as both a cool magic power and a complex emotional predicament when it comes to her love life.\nThe show became a record-breaking success. It surpassed “Stranger Things” for most hours viewed in a week for an English-language series, according to The Hollywood Reporter, citing Netflix’s internal data. It inspired a viral dance trend in which people recreated Ms. Ortega’s wonderfully weird school dance moves. Soon Ms. Sunday found herself in the spotlight, amassing fans and followers, and embarking on her first press tour. On Friday, Netflix announced that the show had been renewed for a second season.", "url": "https://www.nytimes.com/2023/01/07/style/joy-sunday-wednesday-netflix.html"}