{"authors": ["Mike Ives", "Jesus Jiménez"], "date_download": "2023-03-28 16:43:59", "date_modify": "2023-03-28 16:43:59", "date_publish": "2023-03-25 14:39:48", "description": "Many people in the area live in mobile homes, a particular issue when severe weather strikes.", "filename": "2023_03_25_us_rolling-fork-tornado_1680021839.html", "image_url": "https://static01.nyt.com/images/2023/03/25/multimedia/25tornado-rolling-fork-background-01-jptv/25tornado-rolling-fork-background-01-jptv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_25_us_rolling-fork-tornado_1680021839.html", "title": "Rolling Fork, Miss., Faced Tornado and Flooding Concerns for Years", "title_page": "Rolling Fork, Miss., Faced Tornado and Flooding Concerns for Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The place hardest-hit by a powerful tornado that tore through rural Mississippi appeared to be Rolling Fork, a Delta town known as the birthplace of the blues singer Muddy Waters, where flooding and tornadoes have long been concerns.\nRolling Fork is a predominantly Black town of about 2,000 people in Sharkey County near the Mississippi and Yazoo Rivers. A fifth of the population live under the federal poverty line, and the town’s residents face the risk of flooding should the backwater levees along the Yazoo fail. Many also live in mobile homes, a particular concern when severe weather strikes.\nAbout 30 percent of the residences in Sharkey County are mobile homes or housing other than homes or apartments, according to a 2021 survey by the federal Census Bureau. The National Weather Service recommends that people in such homes flee for sturdier shelter because those in mobile homes are 15 to 20 times more likely to be killed compared to someone in a sturdier, traditional house. According to the Weather Service, 54 percent of fatalities related to tornadoes are in mobile homes on average.\n“Anchor system failures are the primary cause of the majority of fatalities,” the Weather Service said in its guidance on severe weather preparedness. “Even well-built manufactured homes can be destroyed if they become airborne.”", "url": "https://www.nytimes.com/2023/03/25/us/rolling-fork-tornado.html"}