{"authors": ["Sophie Wodzak", "Emily Cochrane", "Lisa Friedman"], "date_download": "2023-03-28 16:47:04", "date_modify": "2023-03-28 16:47:04", "date_publish": "2023-02-17 01:35:45", "description": "A visit to East Palestine from the head of the E.P.A. and a White House pledge to lend more support were met with skepticism in the community.", "filename": "2023_02_16_us_politics_east-palestine-ohio-train-chemicals-fema_1680022024.html", "image_url": "https://static01.nyt.com/images/2023/02/16/multimedia/16nat-palestine-02/02-blhf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_16_us_politics_east-palestine-ohio-train-chemicals-fema_1680022024.html", "title": "Ohio Derailment: Head of EPA Visits East Palestine, But Residents Still Frustrated", "title_page": "Ohio Derailment: Head of EPA Visits East Palestine, But Residents Still Frustrated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Cozza said he had been forced to keep his shop closed last weekend in part because of more widespread concerns about the ability to safely return to town. Neighbors and families have been telling younger people to leave town permanently, he said, and to seek a safer place to build a life.\n“I’m worried about these kids,” Mr. Cozza, 69, said, adding, “We don’t know what’s going to happen.”\nMr. Regan’s visit came on the same day that the White House, responding to a request from Gov. Mike DeWine of Ohio for emergency assistance, announced that teams from the Department of Health and Human Services and the Centers for Disease Control and Prevention would head to East Palestine. The community of about 5,000 residents is at the center of anxiety in the wake of the derailment this month of the Norfolk Southern freight train that was transporting hazardous chemicals across the Ohio-Pennsylvania border.\nMr. Regan, who faced questions on Thursday about whether he would feel comfortable living in the region and allowing his children to drink the water, repeatedly sought to assure the public that the testing conducted by the state was trustworthy. Flanked by Ohio lawmakers and officials from his agency, he stressed that the tests were accurate and had yet to show serious risks of contaminations.\n“We’re testing for everything that was on that train, so we feel comfortable that we are casting a net wide enough to present a picture that will protect the community,” he said, speaking at a news conference after visiting Sulphur Run, a creek affected by the release of chemicals. There, an official in a Hazmat suit carried equipment, while several loud machines nearby pumped water.", "url": "https://www.nytimes.com/2023/02/16/us/politics/east-palestine-ohio-train-chemicals-fema.html"}