{"authors": ["Benjamin Weiser"], "date_download": "2023-03-28 18:25:55", "date_modify": "2023-03-28 18:25:55", "date_publish": "2023-03-23 19:31:33", "description": "A judge said that they could become victims of “harassment or worse” from supporters of the former president as he faces a lawsuit by the writer E. Jean Carroll.", "filename": "2023_03_23_nyregion_trump-rape-case-jurors_1680027955.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23Trump-Carroll-wfgj/23Trump-Carroll-wfgj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_nyregion_trump-rape-case-jurors_1680027955.html", "title": "In Trump Rape Case, Jurors Will Be Kept Anonymous to Protect Them", "title_page": "In Trump Rape Case, Jurors Will Be Kept Anonymous to Protect Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That reaction reportedly has been perceived by some as incitement to violence,” Judge Kaplan wrote. He noted Mr. Trump had repeatedly attacked courts, judges, law enforcement officials and even individual jurors in other matters. He cited, for example, Mr. Trump’s critical statements on social media about the forewoman of a special grand jury in Atlanta, Georgia, where the former president has faced an investigation into possible election interference.\nJudge Kaplan said he could not ignore the “significant risk” that jurors in Ms. Carroll’s case “will be affected by concern that they could be targeted for unwanted media attention, outside pressure, and retaliation and harassment from persons unhappy with any verdict that might be returned.”\nAlina Habba, a lawyer for Mr. Trump, said of the ruling: “Given the high-profile nature of this case, we don’t want jurors to feel any outside pressure or influence. Anonymity will help ensure that their decision is based solely on the facts presented to them. As we will demonstrate at trial, these facts irrefutably vindicate President Trump.”\nMs. Carroll’s lawyer, Roberta A. Kaplan, had no comment.\nNeither Mr. Trump nor Ms. Carroll objected when the judge recently raised the prospect of an anonymous jury.\nMs. Carroll, whose case is scheduled for trial on April 25, brought her suit last year under a 2022 New York law that gives adults who claim they were sexually assaulted a one-time window to sue their abusers, even if the statute of limitations has expired.", "url": "https://www.nytimes.com/2023/03/23/nyregion/trump-rape-case-jurors.html"}