{"authors": ["Emmanuel Morgan"], "date_download": "2023-03-28 19:13:30", "date_modify": "2023-03-28 19:13:30", "date_publish": "2023-01-08 23:14:00", "description": "The Buffalo Bills player Damar Hamlin collapsed in cardiac arrest on the Bengals’ field last week. He is doing better and, with a win over the Ravens, so are the Bengals.", "filename": "2023_01_08_sports_football_bengals-ravens-score_1680030810.html", "image_url": "https://static01.nyt.com/images/2023/01/08/multimedia/08nfl-bengals-lead-1-db6a/08nfl-bengals-lead-1-db6a-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_08_sports_football_bengals-ravens-score_1680030810.html", "title": "With a Win at Home, the Bengals End on a More Positive Note", "title_page": "With a Win at Home, the Bengals End on a More Positive Note - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CINCINNATI — The tribute outside the University of Cincinnati Medical Center started small. On Tuesday, the day after Buffalo Bills defensive back Damar Hamlin went into cardiac arrest and collapsed after a routine tackle in a nationally televised game against the Cincinnati Bengals, it included only a few signs and some lit candles.\nBy Friday, after a series of positive updates about Hamlin’s health, the tribute had swelled. Signs spanned across much of the fencing of the hospital parking lot and balloons were fashioned into a football helmet with Hamlin’s No. 3 in the center.\nOn Sunday, at Paycor Stadium, the Bengals’ players, who had watched as medical personnel performed CPR and restored Hamlin’s heartbeat on this field last week, attempted to block out those images and complete a football game. The Bengals defeated the Baltimore Ravens, 27-16, as the last regular-season games concluded.\nThe win assured the Bengals (12-4) of a No. 3 seeding in the A.F.C. playoffs, which guaranteed them a home playoff game, something that was jeopardized by a number of changes announced last week to account for Hamlin’s collapse and its aftereffects, including the cancellation of the game last Monday, which was stopped in the first quarter after Hamlin went down.", "url": "https://www.nytimes.com/2023/01/08/sports/football/bengals-ravens-score.html"}