{"authors": ["Nicole Sperling"], "date_download": "2023-03-28 19:01:27", "date_modify": "2023-03-28 19:01:27", "date_publish": "2023-01-18 10:00:33", "description": "People of color are financing a number of movies at the Sundance Film Festival focused on elevating underrepresented voices.", "filename": "2023_01_18_business_media_sundance-film-festival-finance_1680030087.html", "image_url": "https://static01.nyt.com/images/2023/01/17/multimedia/00SundanceFinanciers-oliver-tqbj/00SundanceFinanciers-oliver-tqbj-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_18_business_media_sundance-film-festival-finance_1680030087.html", "title": "‘The Ability to Say Yes’ to Stories Long Neglected on the Screen", "title_page": "At Sundance, Financiers of Color Help Bring Diverse Films to Screen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, just appearing at Sundance is not the endgame. The true standard for success for these financiers will be how these movies perform at the festival and if distributors buy them. Alexis Garcia, who leads the film group at the independent studio Fifth Season, previously known as Endeavor Content, said distributors had told him that the festival’s lineup of films this year didn’t look commercial and that it could be a soft year for acquisitions.\nShould that be the case, that could be a setback for the financiers who are just getting started.\n“When you are working with directors who are from an underrepresented group, there is actually more at risk, because if it doesn’t work, it just perpetuates the mythology,” said Kevin Iwashina, Fifth Season’s senior vice president of documentaries, who helped finance the Sundance doc “Going Varsity in Mariachi” and fully financed “AUM: The Cult at the End of the World,” a documentary about the cult responsible for the 1995 sarin gas subway attack in Tokyo. “And so decisions become that much more precise. There is more at risk than just financial capital.”\nMr. Oliver is staking a lot in the four films he has headed to Sundance, in something of a coming-out party for Confluential Films. Mr. Oliver began the operation in 2013 as a label for his own productions — he is also a writer and director — but has recently expanded his ambitions. He hired Charlotte Koh, formerly of Searchlight Pictures, as Confluential’s president in 2021 and has dedicated the company to financing projects by creators of color. Goldman Sachs helped raise $100 million to $150 million that Confluential will use for operating and production costs.\nBest known for creating the popular OWN series “Black Love” with his wife, Codie Elaine Oliver — the two own the show and all its ancillary products: podcasts, live events and merchandising — Mr. Oliver has ambitions that run from indie films to prestige pictures to helping finance studio movies.\nIn addition to “Fancy Dance,” the producer has invested in “Going to Mars: The Nikki Giovanni Project,” a documentary about Ms. Giovanni, the American poet, and the narrative features “Young. Wild. Free.” and “To Live and Die and Live.” The upcoming Netflix movie “The Perfect Find,” starring Gabrielle Union, is also being produced by Confluential after the company optioned the novel by Tia Williams.", "url": "https://www.nytimes.com/2023/01/18/business/media/sundance-film-festival-finance.html"}