{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:30:04", "date_modify": "2023-03-28 17:30:04", "date_publish": "2023-03-02 12:39:03", "description": "A collection of ideas grounded in Times resources to help students reflect on a year of war, consider its causes and effects, and ponder what’s next.", "filename": "2023_03_02_learning_lesson-plans_teaching-about-a-year-of-war-in-ukraine_1680024604.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24ukraine-next1-LN/24ukraine-carousel-new-01sx-clvz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_learning_lesson-plans_teaching-about-a-year-of-war-in-ukraine_1680024604.html", "title": "Teaching About a Year of War in Ukraine", "title_page": "Teaching About a Year of War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Your students are witnessing history. As a culminating activity to your study of a year of war, you might adapt the simple assignment we suggested in this resource:\nAsk students to choose one artifact from their study of this conflict that stands out to them for any reason. This can be an article, podcast or video, or it could be something smaller — a photo, fact, map, quote, graphic, statistic, social media post, example of propaganda or even a joke. Invite them to write about why it got their attention, and what it showed or taught them. Ask them to analyze the artifact and what it means; explore how it affects them emotionally; connect it to their own lives; list the questions it raises for them; or link it to other things they have read, seen or listened to, whether in or outside of school.\nThen, invite students to share what they have chosen in pairs, groups or perhaps as a gallery walk for the whole class. Finally, invite them to talk together about how they are making sense of this war. How is it affecting them emotionally? How is it changing their understanding of the world? What big questions does it raise for them — and how are they seeking answers to those questions?\nFor those who would like to go further, you might pose a harder challenge — capturing a year of war in a way that might help young people in future generations understand its implications and effects.\nThe war in Ukraine has been described as the most significant European war in 80 years. What will be the lasting legacy of the conflict? How will it be remembered in history books? Invite your students to imagine they are creating a textbook entry for people their own age studying this war in the future. How should this dramatic year be remembered and recorded? What primary documents would they include, whether newspaper articles, maps, photos, videos, texts or social media posts? What would be the main themes or takeaways? What key people, events, dates and facts would they cite? What would they identify as the main causes and effects of the war? How does the conflict compare with past wars? What lessons did this first year teach? Why?", "url": "https://www.nytimes.com/2023/03/02/learning/lesson-plans/teaching-about-a-year-of-war-in-ukraine.html"}