{"authors": ["Zach Montague"], "date_download": "2023-03-28 17:23:54", "date_modify": "2023-03-28 17:23:54", "date_publish": "2023-03-23 19:03:36", "description": "Prosecutors said that Riley June Williams, 24, had acted as an “accelerant” in the Capitol attack, leading those around her past police lines and into the speaker’s office.", "filename": "2023_03_23_us_politics_jan-6-nancy-pelosi-riley-williams_1680024234.html", "image_url": "https://static01.nyt.com/images/2023/03/23/us/politics/23dc-Jan6/23dc-Jan6-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_us_politics_jan-6-nancy-pelosi-riley-williams_1680024234.html", "title": "Woman Who Stormed Pelosi’s Office on Jan. 6 Is Sentenced to Three Years", "title_page": "Woman Who Stormed Pelosi’s Office on Jan. 6 Is Sentenced to Three Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A Pennsylvania woman who steered a group of rioters toward Speaker Nancy Pelosi’s office on Jan. 6, 2021, and directed others inside the Capitol to steal a laptop computer was sentenced in Federal District Court in Washington on Thursday to three years in prison.\nThe woman, Riley June Williams, 24, was convicted in November of several charges including felony civil disorder and impeding officers trying to defend the Capitol Rotunda. The jury deadlocked on whether she had played a role in the theft of the computer, which Ms. Pelosi used for Zoom calls during the coronavirus pandemic, and whether her actions amounted to obstruction of Congress’s certification of the 2020 electoral vote.\nProsecutors reiterated their view on Thursday that Ms. Williams had acted as an “accelerant” at the Capitol attack by marshaling those around her to form a “human battering ram,” pushing through police lines and ultimately forcing their way into the House speaker’s office.\nThey said that Ms. Williams, who was 22 at the time, had become “obsessed” with the far-right activist Nick Fuentes and the Groyper Army, a white nationalist organization that was a vocal proponent of the false claim that Donald J. Trump won the 2020 election. Ms. Williams boasted about stealing items from the speaker’s office while taking great pains to cover her tracks in the weeks after the riot, prosecutors said.", "url": "https://www.nytimes.com/2023/03/23/us/politics/jan-6-nancy-pelosi-riley-williams.html"}