{"authors": ["Kris Rhim"], "date_download": "2023-03-28 19:19:55", "date_modify": "2023-03-28 19:19:55", "date_publish": "2023-03-13 00:33:12", "description": "There are challengers, of course, but no team is tougher on paper than the undefeated, reigning champion Gamecocks.", "filename": "2023_03_12_sports_ncaabasketball_womens-ncaa-tournament-selection_1680031195.html", "image_url": "https://static01.nyt.com/images/2023/03/12/multimedia/12wcbb-selection-jgqb/12wcbb-selection-jgqb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_12_sports_ncaabasketball_womens-ncaa-tournament-selection_1680031195.html", "title": "South Carolina Tops N.C.A.A. Women’s Tournament Field", "title_page": "South Carolina Tops N.C.A.A. Women’s Tournament Field - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But South Carolina hasn’t bulldozed through all its opponents to achieve its perfect record. There have been close calls against two teams it may see during the N.C.A.A. tournament: No. 2 seed Connecticut and Stanford.\nEarlier this season, Stanford was in position to beat South Carolina or send the game into a second overtime. Then, Stanford forward Kiki Iriafen called a timeout when her team was out of them. That resulted in a technical foul, and South Carolina made two free throws to effectively end the game. UConn successfully neutralized Boston in the first half of their February matchup by dropping its entire defense into the painted area. Boston erupted in the second half for 23 points, however, and South Carolina came away with the win.\n“We don’t need a loss to make a push,” Staley said earlier this season. “Last year, did we need it? Maybe. I don’t know. But it happened. And it was a push that helped us.”\nFor much of the last two decades, UConn has dominated the sport, winning 10 titles since 2000 and, at one point, 111 straight games. But UConn hasn’t won a championship since 2016 and lost in a title game for the first time last year to South Carolina. UConn has lost three of its last four games against the Gamecocks.\nAfter its loss to South Carolina this season, UConn Coach Geno Auriemma criticized the officiating, saying guard Lou Lopez Sénéchal had bruises, which Staley seemed to view as a slight.", "url": "https://www.nytimes.com/2023/03/12/sports/ncaabasketball/womens-ncaa-tournament-selection.html"}