{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:32", "date_modify": "2023-03-28 17:59:32", "date_publish": "2023-03-17 06:00:02", "description": "This word has appeared in 96 articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_17_learning_word-of-the-day-callous_1680026372.html", "image_url": "https://static01.nyt.com/images/2023/03/09/learning/WOTD-callous/WOTD-callous-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_17_learning_word-of-the-day-callous_1680026372.html", "title": "Word of the Day: callous", "title_page": "Word of the Day: callous - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word callous has appeared in 96 articles on NYTimes.com in the past year, including on Dec. 19 in “A Culture in the Cross Hairs” by Jason Farago, Sarah Kerr, Ainara Tiefenthäler and Haley Willis:\nRussia’s invasion of Ukraine has taken the lives of tens of thousands of soldiers and civilians, and unleashed the most severe humanitarian and refugee crisis in Europe since World War II. It has also dealt a grievous blow to Ukrainian culture: to its museums and monuments, its grand universities and rural libraries, its historic churches and contemporary mosaics. … The Times has found that some of the sites were intentionally targeted by Russian soldiers or pro-Russian separatists. Others appeared to be collateral damage. But in case after case, whether the destruction was deliberate or not, the invading Russians showed, at best, a callous disregard for the cultural heritage of Ukraine.\nDaily Word Challenge\nCan you correctly use the word callous in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how callous can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/17/learning/word-of-the-day-callous.html"}