{"authors": ["Nazanin Lankarani"], "date_download": "2023-03-28 16:46:20", "date_modify": "2023-03-28 16:46:20", "date_publish": "2023-03-08 10:00:23", "description": "The house’s creations for the Mexican star María Félix, like her double baby croc necklace and La Doña watches, are part of an exhibition opening in Mexico City.", "filename": "2023_03_08_fashion_cartier-la-dona-watches_1680021980.html", "image_url": "https://static01.nyt.com/images/2023/03/09/multimedia/09sp-watches-cartier-inyt-02/09sp-watches-cartier-inyt-02-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_08_fashion_cartier-la-dona-watches_1680021980.html", "title": "Of Cartier and Crocodiles", "title_page": "Of Cartier and Crocodiles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Of all the women who have made dramatic entrances at Cartier, María Félix, one of Mexico’s most famous actresses, may have been the most memorable. The jewelry house still talks about the day she arrived, carrying a baby crocodile that she wanted to be the model for a necklace.\nThe relationship between Cartier and the woman known to her fans as La Doña (in English, the Lady) started in the 1950s and spawned a stylistically creative chapter in the jeweler’s history that included a line of watches named for the movie star.\nSome of those creations are to be displayed in a new exhibition at the Jumex Museum in Mexico City, titled “Cartier Design, A Living Legacy,” scheduled to open March 15 and run through May 14. The show traces Cartier’s design history, with a special focus on influences from Latin America.\n“María Félix brought her outsized boldness to Cartier, and trusted Cartier to create imposing pieces that were always in good taste,” Pierre Rainero, Cartier’s image and heritage director, said in a video interview from the jeweler’s Paris headquarters. “Did María Félix influence Cartier or was it the other way around? I would say it was a two-way street.”", "url": "https://www.nytimes.com/2023/03/08/fashion/cartier-la-dona-watches.html"}