{"authors": ["Nicole Sperling"], "date_download": "2023-03-28 18:28:09", "date_modify": "2023-03-28 18:28:09", "date_publish": "2023-01-30 21:24:29", "description": "Andrea Riseborough got the nod for the little-seen “To Leslie.” The Academy of Motion Picture Arts and Sciences is reviewing whether her A-list campaign violated rules.", "filename": "2023_01_30_business_media_andrea-riseborough-oscars-campaign_1680028089.html", "image_url": "https://static01.nyt.com/images/2023/01/31/multimedia/30OSCARS-RISEBOROUGH-pwhg/30OSCARS-RISEBOROUGH-pwhg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_30_business_media_andrea-riseborough-oscars-campaign_1680028089.html", "title": "Actress’s Path to Surprise Oscar Nomination Is Scrutinized", "title_page": "Andrea Riseborough’s Path to Surprise Oscar Nomination Is Scrutinized - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the Oscar nominations were announced last week, one of the most surprising was Andrea Riseborough’s inclusion in the best actress category.\nMs. Riseborough’s portrayal of a former lottery winner battling addiction in the little-seen “To Leslie” had received scant recognition on the awards circuit. Few critics included the film on their best-of-the-year lists, and it made just $27,000 at the box office during its initial release in October.\nYet just as voting for the Oscars began, a number of A-list actors started lauding Ms. Riseborough’s performance publicly. “Andrea should win every award there is and all the ones that haven’t been invented yet,” Gwyneth Paltrow wrote on Instagram, joining dozens of actors like Edward Norton and Susan Sarandon who lavished praise on Ms. Riseborough. Kate Winslet hosted a screening of the film, and during a virtual question-and-answer session with Ms. Riseborough and the film’s director, Michael Morris, called Ms. Riseborough’s work “the greatest female performance onscreen I have ever seen in my life.”\n“The thing that feels most exciting is being acknowledged by your community,” Ms. Riseborough told The New York Times on the day she was nominated. “It’s a marker by which we measure ourselves in so many ways — by those we aspire to be like, or those we admire. So it’s huge.”", "url": "https://www.nytimes.com/2023/01/30/business/media/andrea-riseborough-oscars-campaign.html"}