{"authors": ["Lydia Depillis"], "date_download": "2023-03-28 17:21:10", "date_modify": "2023-03-28 17:21:10", "date_publish": "2023-01-06 10:00:47", "description": "The Federal Reserve’s moves to cool the economy with higher interest rates seem to be taking gentle hold. Wage growth lost momentum.", "filename": "2023_01_06_business_economy_jobs-report-december-2022_1680024070.html", "image_url": "https://static01.nyt.com/images/2023/01/04/business/dec22-jobs-placeholder-promo/dec22-jobs-placeholder-promo-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_06_business_economy_jobs-report-december-2022_1680024070.html", "title": "US Jobs Report: Employers Added 223,000 Jobs in December", "title_page": "US Jobs Report: Employers Added 223,000 Jobs in December - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stocks jumped on the news. The S&P 500 gained 2.3 percent, reflecting expectations that a slowdown in job growth and wage gains could reduce the pressure on prices and make the Federal Reserve less aggressive in raising interest rates.\nThe report brought job creation for the year to 4.5 million, pending revisions, as the economy continued to recover from its plunge in 2020. Still, total employment is still millions short of where it was headed before the pandemic, with job losses predicted in the year ahead.\nThe Biden administration trumpeted the report, calling it evidence that its economic agenda has been working. “For the last two months, we’ve seen good job growth, we’ve seen wage rates go up, and we’ve seen inflation pressures come down,” Labor Secretary Martin J. Walsh said in an interview. “I think it’s a slow and steady approach to bring down inflation and not worry about going into a recession.”\nAvoiding a recession, of course, is far from guaranteed. That will depend on the Fed’s ability to edge interest rates just high enough to contain inflation but not so much that the economy enters a downward spiral — a balancing act that the Fed itself isn’t sure is possible.", "url": "https://www.nytimes.com/2023/01/06/business/economy/jobs-report-december-2022.html"}