{"authors": ["Mckenna Oxenden"], "date_download": "2023-03-28 18:37:13", "date_modify": "2023-03-28 18:37:13", "date_publish": "2023-03-25 22:16:00", "description": "Production will stop on “Invisibilia,” “Louder Than a Riot,” “Rough Translation” and “Everyone & Their Mom.”", "filename": "2023_03_25_us_npr-layoffs-podcasts_1680028633.html", "image_url": "https://static01.nyt.com/images/2023/03/25/multimedia/25xp-layoffs-gftj/25xp-layoffs-gftj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_25_us_npr-layoffs-podcasts_1680028633.html", "title": "NPR Cuts 10% of Staff and Halts Production of 4 Podcasts", "title_page": "NPR Cuts 10% of Staff and Halts Production of 4 Podcasts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NPR laid off 10 percent of its staff this week and announced that it would stop production of four podcasts — “Invisibilia,” “Louder Than a Riot,” “Rough Translation” and “Everyone & Their Mom” — to make up for a $30 million gap in its budget.\nThe layoffs were widespread across different departments and included producers, hosts, audience researchers and designers. NPR first announced the layoffs last month after eliminating open positions, restricting nonessential travel and suspending internship programs, moves that it said saved only $14 million.\n“Unfortunately, NPR has had to take painful but necessary steps to address a $30 million shortfall in revenues from corporate sponsorship,” Isabel Lara, a spokeswoman for NPR, said in an email statement on Saturday. “We’ve tried as much as possible to retain our industry-leading podcast portfolio, including all daily and weekly shows, and focus on key strategic priorities, daily habits and serving new audiences.”\nNPR’s union did not immediately respond to a request for comment.\nNPR is among several media companies that have laid off workers in recent months amid falling advertising revenue and the threat of a recession. The Washington Post, CNN, Vox Media, Bustle Digital Group and Gannett have all reduced their staff numbers.", "url": "https://www.nytimes.com/2023/03/25/us/npr-layoffs-podcasts.html"}