{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:30:04", "date_modify": "2023-03-28 17:30:04", "date_publish": "2023-02-07 19:05:03", "description": "Ways to help students understand the crisis and how they can make a difference.", "filename": "2023_02_07_learning_lesson-plans_lesson-plan-the-devastating-earthquake-in-turkey-and-syria_1680024604.html", "image_url": "https://static01.nyt.com/images/2023/03/07/multimedia/06turkey-quake-photos-01-qlmz/06turkey-quake-photos-01-qlmz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_learning_lesson-plans_lesson-plan-the-devastating-earthquake-in-turkey-and-syria_1680024604.html", "title": "Lesson Plan: The Devastating Earthquake in Turkey and Syria", "title_page": "Lesson Plan: The Devastating Earthquake in Turkey and Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fighting has decreased since 2019, but peace talks overseen by the United States and Russia have been at a stalemate for years. That has left no end in sight for a humanitarian crisis that has lasted for more than a decade. More than 5.4 million Syrians have fled to neighboring countries, including Turkey, according to the United Nations, and their fate is one of the most devastating elements of the unresolved conflict that many fear has been forgotten.\nTo learn more about how Syria’s devastating civil war has complicated this emergency, students can read “Earthquake Strikes Syrian Region Already Mired in Humanitarian Crisis.” Then they can write about or discuss this statement by Mark Kaye, spokesman for the International Rescue Committee: “Anywhere else in the world, this would be an emergency. What we have in Syria is an emergency within an emergency.”\nTurkey’s economy and politics: President Recep Tayyip Erdogan has been Turkey’s paramount politician for two decades, as prime minister from 2003 to 2014 and president since then. His first decade in power saw a drastic expansion of the economy that lifted millions of Turks out of poverty and expanded Turkish industry.\nBut in recent years, the economy has weakened. Annual inflation has hovered between 50 and 90 percent over the past year, causing hardship for many families and businesses. And Turkish opponents and Western officials have accused Mr. Erdogan of pushing the country toward autocracy, largely because of sweeping powers he has granted himself since a narrow majority of voters passed a referendum in 2017 that expanded the president’s role.\nTo learn more about the situation in Turkey before the earthquake struck, read “As Tough Elections Loom in Turkey, Erdogan Is Spending for Victory.” Then consider how Turkey’s elections and economic crisis might affect — and be affected by — the devastation caused by one of the most powerful earthquakes ever recorded there.", "url": "https://www.nytimes.com/2023/02/07/learning/lesson-plans/lesson-plan-the-devastating-earthquake-in-turkey-and-syria.html"}