{"authors": ["Michael C. Bender", "Mei-Ling Mcnamara"], "date_download": "2023-03-28 17:14:14", "date_modify": "2023-03-28 17:14:14", "date_publish": "2023-01-28 10:00:11", "description": "At two events on Saturday, Donald J. Trump embraced more traditional campaigning as he struggles to maintain support for his third White House bid.", "filename": "2023_01_28_us_politics_trump-campaign-events_1680023654.html", "image_url": "https://static01.nyt.com/images/2023/01/28/multimedia/pgbk/pgbk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_28_us_politics_trump-campaign-events_1680023654.html", "title": "Trump Tries a New Campaign Tack: Small-Scale", "title_page": "Trump Tries a New Campaign Tack: Small-Scale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "COLUMBIA, S.C. — Donald J. Trump campaigned during his first presidential race in a distinctly audacious style, giving free helicopter rides to children at the Iowa State Fair and using his Trump-branded 757 jetliner as an event backdrop.\nHe rolled out a second campaign in equally unusual fashion, filing re-election paperwork on the same day as his inauguration and holding 10 signature mega-rallies before the end of his first year in office.\nFor his third campaign, it’s back to basics — for the first time.\nMore than two months after formally opening his White House comeback bid, the 76-year-old former president held his first two public events on Saturday. Both were the type of textbook campaign stops he mostly skipped in his first two runs for office.\nIn New Hampshire, Mr. Trump spoke in a high school auditorium in Salem, where he addressed an annual state party meeting. In South Carolina, where he has previously attracted thousands to rallies, Mr. Trump introduced his state leadership team at the State Capitol, an extraordinary setting for a politician known for upsetting the establishment and taking direct aim at longstanding public institutions.", "url": "https://www.nytimes.com/2023/01/28/us/politics/trump-campaign-events.html"}