{"authors": ["Brett Berk"], "date_download": "2023-03-28 18:12:36", "date_modify": "2023-03-28 18:12:36", "date_publish": "2023-02-07 16:00:13", "description": "The movie debuted at No. 2 in box office sales this past weekend. We spoke to some of the happy audience members in Boston.", "filename": "2023_02_07_style_80-for-brady-fans_1680027156.html", "image_url": "https://static01.nyt.com/images/2023/02/06/multimedia/0680FORBRADY-01-vjkh/0680FORBRADY-01-vjkh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_style_80-for-brady-fans_1680027156.html", "title": "‘80 for Brady’ Finds Its Fans", "title_page": "’80 for Brady’ Fans Prop the Film to Number Two at the Box Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON — With audiences showing a continued preference to stream movies in the comfort of home, away from crowds and overpriced snacks, the box office take for many films has suffered. But the new comedy “80 for Brady” tested the trend and succeeded. It brought in a higher-than-expected take of $12.5 million and nabbed the number two spot at the boxoffice in its opening weekend, grossing just about two million dollars less than the horror film “Knock at the Cabin.”\nThe movie, set in 2017, follows the misadventures of a group of older women who are such superfans of the New England Patriots, and its‌ ‌star quarterback at the time, Tom Brady, that they decide to take a road trip to see the team play in the Super Bowl in Houston. The stars — Jane Fonda, Lily Tomlin, Rita Moreno and Sally Field — have an average age of 84, making the film a rare template: a road-tripping women’s empowerment movie for the senior set.\nBased on the kernel of a true story about a group of female friends who watched Patriots games together weekly, it diverges from reality in nearly every way. The actual coterie never experienced the road trip, or the scams, flirtations, high-stakes poker game, choreographed dance maneuvers, wigs, spicy chicken wing-eating contests, consumption of high-potency weed edibles, and they never met Billy Porter, Guy Fieri, Retta and Patton Oswalt as our protagonists do in the film.", "url": "https://www.nytimes.com/2023/02/07/style/80-for-brady-fans.html"}