{"authors": ["Elian Peltier", "Ruth Maclean"], "date_download": "2023-03-28 18:40:06", "date_modify": "2023-03-28 18:40:06", "date_publish": "2023-01-20 23:42:11", "description": "More than 60 people were abducted a week ago while searching for food in an area blockaded by insurgents. On Friday, the military said the captives had been released.", "filename": "2023_01_20_world_africa_women-kidnapped-burkina-faso_1680028806.html", "image_url": "https://static01.nyt.com/images/2023/01/20/multimedia/20burkina-faso-1-gchv/20burkina-faso-1-gchv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_world_africa_women-kidnapped-burkina-faso_1680028806.html", "title": "Dozens of Women and Girls Kidnapped by Extremists Are Freed in Burkina Faso", "title_page": "Dozens of Women and Girls Kidnapped by Extremists Are Freed in Burkina Faso - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DAKAR, Senegal — More than 60 women and girls who had been abducted last week in the West African nation of Burkina Faso were freed on Friday, the national broadcaster said.\nThe kidnappings took place outside two villages near the northern city of Arbinda as the women were foraging for wild fruits and leaves. But on Friday, the television channel RTB said that the 62 women and girls, as well as four babies, had been found and taken to Ouagadougou, the capital.\nThe broadcaster played footage of a group of women sitting on the ground, some clutching buckets and jerrycans, while military officers wearing fatigues stood around them. Thirty-nine of them were younger than 18, the report said.\nBurkina Faso, a landlocked country that once prided itself on its people’s tolerance for difference, has been overrun by extremist groups loosely affiliated with Al Qaeda and the Islamic State that have spread in recent years from neighboring Mali, where they made incursions about a decade ago.", "url": "https://www.nytimes.com/2023/01/20/world/africa/women-kidnapped-burkina-faso.html"}