{"authors": ["Vanessa Friedman"], "date_download": "2023-03-28 18:58:29", "date_modify": "2023-03-28 18:58:29", "date_publish": "2023-01-25 11:09:16", "description": "Fake fur at Schiaparelli, a menagerie at Chanel and an ode to Josephine Baker at Dior.", "filename": "2023_01_25_style_paris-haute-couture-fashion-week-lion-dress_1680029909.html", "image_url": "https://static01.nyt.com/images/2023/01/25/multimedia/25COUTURE-REVIEW-13-tgbl/25COUTURE-REVIEW-13-tgbl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_25_style_paris-haute-couture-fashion-week-lion-dress_1680029909.html", "title": "Controversy in the Wild Kingdom of Couture", "title_page": "Fake Animal Heads Stir Outrage at Paris Haute Couture Fashion Week - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Ten a.m. on a frigid Monday morning, the first day of the couture shows, and Kylie Jenner was strutting through the marble halls of the Petit Palais trying to find her seat for Schiaparelli, shoehorned into spiky stilettos and a black velvet one-arm gown, a full-size tawny lion’s head jutting from the side. It was as if Aslan had taken a break from Narnia and stuck his muzzle through a time-space continuum under her armpit. Or maybe it was Take Your Stuffed Toy to Work Day?\nNope: It was a dress so hot off the runway it hadn’t even appeared on the runway yet — though it was about to, along with a strapless faux-fur sheath with a snow leopard head jutting from the bust, its mouth open in mid-roar, and a big, hairy black silk and wool coat with a wolf’s snout emerging from the shoulder.\nPainstakingly sculpted from resin, painted by hand in the couture atelier, the faux animal heads were supposed to represent the vices of Dante’s “Inferno” — lust, pride, avarice — according to the Schiaparelli designer Daniel Roseberry. He used the poem as something of a metaphor for his own experience with the pressure to create the new; to make everyone sit up in wonder.", "url": "https://www.nytimes.com/2023/01/25/style/paris-haute-couture-fashion-week-lion-dress.html"}