{"authors": ["Nina Siegal"], "date_download": "2023-03-28 17:43:00", "date_modify": "2023-03-28 17:43:00", "date_publish": "2023-03-02 10:00:41", "description": "Last year, the Hermitage Amsterdam cut ties with Russia. This spring, they’re filling their walls with pieces from Thomas Kaplan’s treasure trove.", "filename": "2023_03_02_arts_design_hermitage-amsterdam-leiden-collection_1680025380.html", "image_url": "https://static01.nyt.com/images/2023/03/04/multimedia/04sp-tefaf-leiden-inyt-01-mtzp/04sp-tefaf-leiden-inyt-01-mtzp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_arts_design_hermitage-amsterdam-leiden-collection_1680025380.html", "title": "A Homecoming for Dutch Masters, Thanks to an American Billionaire", "title_page": "A Homecoming for Dutch Masters, Thanks to an American Billionaire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“History painting in general is less known, and less appreciated, but it’s a very important part of Dutch art,” said Arthur K. Wheelock Jr., a senior adviser to the Leiden Collection, in an interview. He had served as curator of northern baroque paintings at the National Gallery of Art in Washington, D.C. until 2018.\n“These pictures tell stories about moral and ethical issues that we all have to deal with in life,” he said. “There’s no reason that they shouldn’t be as pertinent and important today as they were in the 17th century.”\nMr. Kaplan, who made his fortune in silver and gold mining, as well as natural gas production, is currently the chief executive of the Electrum Group, an investment firm specializing in natural resources. He currently owns 17 Rembrandt paintings, an estimated half of all those still left in private hands; two of them are featured in this show. They are part of a larger collection of some 250 old master paintings that he and his wife have amassed over the last two decades.\nThey began buying in 2003 and purchased works at “a rate of about a painting per week” said Mr. Kaplan, until about 2008. They have continued to collect since then, but at a slower rate.", "url": "https://www.nytimes.com/2023/03/02/arts/design/hermitage-amsterdam-leiden-collection.html"}