{"authors": ["Mark Landler"], "date_download": "2023-03-28 17:41:47", "date_modify": "2023-03-28 17:41:47", "date_publish": "2023-02-28 10:00:33", "description": "In addition to removing an obstacle to London-Brussels relations, the Northern Ireland trade deal could remove Brexit from the center of British politics after seven divisive years.", "filename": "2023_02_28_world_europe_uk-eu-sunak-brexit_1680025307.html", "image_url": "https://static01.nyt.com/images/2023/02/27/multimedia/00UK-ASSESS-02-bfhw/00UK-ASSESS-02-bfhw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_28_world_europe_uk-eu-sunak-brexit_1680025307.html", "title": "Sunak Hopes to Move Past Brexit, at Long Last, With E.U. Deal", "title_page": "Sunak Hopes to Move Past Brexit, at Long Last, With E.U. Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — On its face, Prime Minister Rishi Sunak’s newly announced agreement with the European Union on Northern Ireland is merely a trade deal that governs the transport of pets, sausages, seed potatoes, and the like from one part of the United Kingdom to another.\nBut at a stroke, Mr. Sunak has defused the primary source of tension between Britain and the European Union, a recurring irritant in the relationship between London and Washington, and one of the principal grievances of those who complain that Britain has failed to reap the benefits of its departure from Europe’s single market.\nBehind the numbingly dense language of trade rules, this Brexiteer leader has gone a long way toward quieting the lingering ghosts of Brexit.\nIf Mr. Sunak manages to maneuver the agreement announced on Monday past the resistance of unionist leaders in Northern Ireland and the misgivings of hard-line Brexiteers in his Conservative Party, he will lay to rest one of the most vexing legacies of Britain’s exit from the European Union. And with it, he could remove Brexit as the fulcrum around which Britain’s politics pivot.", "url": "https://www.nytimes.com/2023/02/28/world/europe/uk-eu-sunak-brexit.html"}