{"authors": ["Jesse Mckinley"], "date_download": "2023-03-28 18:01:38", "date_modify": "2023-03-28 18:01:38", "date_publish": "2023-03-13 09:00:19", "description": "What’s behind the internal power struggle within the Cayuga Nation in New York?", "filename": "2023_03_13_nyregion_cayuga-nation-tribe-new-york_1680026498.html", "image_url": "https://static01.nyt.com/images/2023/03/07/nyregion/00cayuga/00cayuga-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_nyregion_cayuga-nation-tribe-new-york_1680026498.html", "title": "Bulldozing. Kidnapping Claims. Inside a Battle Over a Tribe’s Future.", "title_page": "Bulldozing. Kidnapping Claims. Inside a Battle Over a Tribe’s Future. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SENECA FALLS, N.Y. — Along a stretch of County Road 124 in New York’s picturesque Finger Lakes region, men stand guard at a barbed wire blockade, tending a fire they keep burning around the clock and protecting a two-story home that is on the verge of collapse.\nThe scene is the latest front in a fight that has riven the Cayuga Nation, a federally recognized Native American tribe in upstate New York, pitting two groups within the Nation against each other.\nIt is a conflict in which homes and property have been destroyed and accusations of thievery and greed swirl. On one side is the tribal government and its longtime leader, Clint Halftown, who has begun to reclaim the land that once belonged to the tribe; on the other is a group of self-described “traditionalists,” who say they do not recognize Mr. Halftown’s administration and who have staked their own claims to some of the property the Nation has bought.\nThe two sides disagree even on basic facts in a dispute that touches on questions of how the tribe’s deep traditions should inform the way its people are governed today.", "url": "https://www.nytimes.com/2023/03/13/nyregion/cayuga-nation-tribe-new-york.html"}