{"authors": ["Kurt Streeter"], "date_download": "2023-03-28 18:12:34", "date_modify": "2023-03-28 18:12:34", "date_publish": "2023-02-10 10:00:27", "description": "For the first time, the starting quarterbacks are Black. And there has been a surge of Black team executives. But those milestones are overshadowed by a lagging record on hiring Black coaches.", "filename": "2023_02_10_sports_football_nfl-black-coaches-hiring_1680027154.html", "image_url": "https://static01.nyt.com/images/2023/02/10/multimedia/10streeter-bieneimy-hcjl/10streeter-bieneimy-hcjl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_10_sports_football_nfl-black-coaches-hiring_1680027154.html", "title": "One Celebration the Super Bowl Will Lack: The Hiring of Black Coaches", "title_page": "One Celebration the Super Bowl Will Lack: The Hiring of Black Coaches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our live updates of the Super Bowl between Philadelphia and Kansas City.\nPHOENIX — Celebrate?\nSure enough, history will happen in the sprawling, skillet-flat Phoenix metropolitan area on Sunday. When Kansas City’s Patrick Mahomes and Philadelphia’s Jalen Hurts take the field for the Super Bowl, it will showcase two Black starting quarterbacks for the first time in its 57-year history.\nHats off to both of them for breaking through a quarterback ceiling that Black players of the past — struggling against the racist myths that they were not smart or capable enough for the position — could only dream of doing.\nBut celebrate? It’s 2023, after all. The National Football League has been around for 103 years. This fresh layer of history, yet another long wait Black people have had to endure for equality, should have happened generations ago.\nAnd it is even harder to feel great about the Hurts and Mahomes moment when the N.F.L. keeps dragging its feet in another realm.", "url": "https://www.nytimes.com/2023/02/10/sports/football/nfl-black-coaches-hiring.html"}