{"authors": ["Benjamin Hoffman"], "date_download": "2023-03-28 19:01:37", "date_modify": "2023-03-28 19:01:37", "date_publish": "2023-01-23 17:47:51", "description": "Five players have been named on more than 60 percent of public ballots in this year’s Baseball Hall of Fame election. All may fall short, but their future looks good.", "filename": "2023_01_23_sports_baseball_hall-of-fame-tracker_1680030097.html", "image_url": "https://static01.nyt.com/images/2023/01/23/multimedia/23mlb-score-hof-wagner1-cbgm/23mlb-score-hof-wagner1-cbgm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_23_sports_baseball_hall-of-fame-tracker_1680030097.html", "title": "Cooperstown Is in the Cards, but Probably Not Yet", "title_page": "Rolen, Helton and Wagner Lead Baseball Hall of Fame Finalists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Players up for election to the Pro Football Hall of Fame have their cases discussed in a private meeting in the week leading up to the Super Bowl, with the discourse, and voting totals, never publicly revealed. The Basketball Hall of Fame keeps things under wraps to the point where most average fans do not even know how players are nominated, let alone elected.\nIn that sense, baseball, which is often viewed as the most antiquated of major American sports, could be seen as progressive. The main ballot every year is decided by veteran baseball writers, many of whom openly discuss their votes in advance and nearly all of whom allow their ballots to be revealed after the election. (No, we still don’t know the identity of the one writer who did not vote for Derek Jeter.)\nWith so many ballots available to be studied before Tuesday’s announcement of the class of 2023, Ryan Thibodaux and a group of volunteers have taken much of the guessing out of who stands a chance of getting the required 75 percent of the vote with their Hall of Fame Ballot Tracker. The no-frills online spreadsheet produced by Thibodaux’s team plainly states that 21 of this year’s candidates, including Alex Rodriguez, have already been left off so many ballots that they are mathematically eliminated.\nIn slightly better position are Carlos Beltrán, the former Mets and Yankees center fielder, who is this year’s most prominent first-year candidate, and Jeff Kent, the San Francisco Giants star who has more career home runs than any other second baseman. Those two have yet to be mathematically eliminated, but each would need to be chosen on more than 90 percent of the remaining ballots to be elected.\nThat leaves the following five candidates as the ones most likely to have their names called on Tuesday. But considering players tend to have their percentages go down once nonpublic ballots are counted, there is a real chance of no one being elected for the second time in three years, which would leave Fred McGriff, who was elected in December by the Contemporary Eras Committee, as the lone inductee this summer.", "url": "https://www.nytimes.com/2023/01/23/sports/baseball/hall-of-fame-tracker.html"}