{"authors": ["Sam Roberts"], "date_download": "2023-03-28 17:54:52", "date_modify": "2023-03-28 17:54:52", "date_publish": "2023-02-10 22:50:43", "description": "Thrust into the role of spokesman after the assassination attempt in 1981, he led televised medical briefings that reassured an anxious nation.", "filename": "2023_02_10_us_dr-dennis-oleary-dead_1680026092.html", "image_url": "https://static01.nyt.com/images/2023/02/12/multimedia/09Oleary1-zcwp-print2/09Oleary1-zcwp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_10_us_dr-dennis-oleary-dead_1680026092.html", "title": "Dr. Dennis O’Leary, Voice of Calm After Reagan Was Shot, Dies at 85", "title_page": "Dr. Dennis O’Leary, Voice of Calm After Reagan Was Shot, Dies at 85 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Dennis O’Leary, the Washington hospital administrator whose edifying medical briefings, delivered in a calm baritone, reassured a world shocked by the attempted assassination of President Ronald Reagan in 1981, died on Jan. 29 in Kansas City, Mo. He was 85.\nThe cause was complications of Parkinson’s disease, his daughter Margaret Guzzaldo said.\nFor nearly two weeks following the ambush of Reagan, who was shot on March 30 by John W. Hinckley Jr. while leaving the Washington Hilton Hotel, Dr. O’Leary was the even-keeled spokesman who updated the news media on the president’s prognosis and the condition of others wounded in the attack.\nThe president’s press secretary, James S. Brady, was permanently disabled after being shot in the head and later became a vocal campaigner for gun control. A Secret Service agent and a Washington police officer were also wounded.\nDr. O’Leary’s role as the spokesman for George Washington University University Medical Center, where he was dean for clinical affairs, was considered all the more impressive because he was a public relations novice who had never faced the news media before — certainly not in the numbers he confronted when he reached the microphone-festooned podium in the medical school’s Ross Hall at 7:30 p.m., five hours after the president was wounded.", "url": "https://www.nytimes.com/2023/02/10/us/dr-dennis-oleary-dead.html"}