{"authors": ["Christopher Clarey"], "date_download": "2023-03-28 18:13:29", "date_modify": "2023-03-28 18:13:29", "date_publish": "2023-01-27 22:07:21", "description": "Mirza, who leaves tennis in India as a sleeping giant, has been a trailblazer nonetheless. “I would like to have a quieter life,” she said after the mixed doubles final.", "filename": "2023_01_27_sports_tennis_sania-mirza-india-australian-open_1680027209.html", "image_url": "https://static01.nyt.com/images/2023/01/27/multimedia/27ausopen-mirza2-vjmf/27ausopen-mirza2-vjmf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_27_sports_tennis_sania-mirza-india-australian-open_1680027209.html", "title": "Sania Mirza, India’s Superstar, Exits the Australian Open and, Soon, a Career", "title_page": "Sania Mirza, India’s Tennis Superstar, Exits the Australian Open and Soon, a Career - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MELBOURNE, Australia — “Keep fighting,” Serena Williams said to an 18-year-old Sania Mirza when they met at the net after a match at the Australian Open.\nThat was in January 2005, and Mirza, strong-minded to begin with, took even more strength from the advice.\nA Muslim from Hyderabad, India, who started playing tennis on courts made of cow dung, Mirza became the most successful women’s tennis player in India’s history at an early age but kept pushing for more, experiencing success above all in doubles and in inspiring women from South Asia and beyond to think bigger.\n“I hope that I’ve been able to tell young girls and show young girls that they can achieve and do whatever they want in their lives, no matter how many odds are stacked against them and no matter how many times they are told they can’t do it, or it’s silly or it’s stupid,” Mirza said in an interview this week. “I hope that I’ve been able to bring that little mind-set shift where becoming an athlete can be a career option for a young girl, and I mean the first option.”", "url": "https://www.nytimes.com/2023/01/27/sports/tennis/sania-mirza-india-australian-open.html"}