{"authors": ["Vivian Yee"], "date_download": "2023-03-28 18:33:02", "date_modify": "2023-03-28 18:33:02", "date_publish": "2023-02-05 19:10:30", "description": "While the government said tens of thousands of prisoners were to be freed or get reduced sentences, rights advocates suggested the move was a sham.", "filename": "2023_02_05_world_middleeast_iran-amnesty-protests_1680028382.html", "image_url": "https://static01.nyt.com/images/2023/02/05/multimedia/05iran-amnesty-mjvt/05iran-amnesty-mjvt-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_05_world_middleeast_iran-amnesty-protests_1680028382.html", "title": "Iran Announces Amnesty, but It May Not Spare Many Protesters", "title_page": "Iran Announces Amnesty, but It May Not Spare Many Protesters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iran was set to offer limited pardons or commutations to some Iranian prisoners, including some protesters swept up in recent mass demonstrations, the state news media reported on Sunday, but the move offered little hope of freedom to the vast majority of political prisoners.\nIran’s supreme leader, Ayatollah Ali Khamenei, will free or reduce the sentences of tens of thousands of prisoners, including people arrested in the recent demonstrations and those convicted of other crimes, several state-controlled news agencies said. But the long list of caveats made it doubtful that many protesters would benefit, prompting human rights activists to call the amnesty a sham: The announcement said it would not apply to anyone convicted on a range of serious charges, as rights groups say most demonstrators were.\nExcluded are those convicted of spying, armed action, committing murder or causing injury, membership in certain groups, having contact with agents of foreign intelligence services or destroying public property, among other crimes, according to Fars, a state-controlled news agency. Also disqualified, it said, are prisoners convicted of being “an enemy of God” — a charge leveled against most of the 19 protesters who The New York Times confirmed had been executed or were now on death row.\nOther inmates will be released only “after expressing remorse and pledging not to repeat these security-related offenses,” Fars said.", "url": "https://www.nytimes.com/2023/02/05/world/middleeast/iran-amnesty-protests.html"}