{"authors": ["John Eligon"], "date_download": "2023-03-28 16:44:09", "date_modify": "2023-03-28 16:44:09", "date_publish": "2023-02-17 10:00:37", "description": "South Africa is set to start joint naval drills with Russia and China, despite criticism from American, European and even some South African officials that it looks like an endorsement of Russia’s Ukraine war.", "filename": "2023_02_17_world_africa_south-africa-russia-china_1680021849.html", "image_url": "https://static01.nyt.com/images/2023/02/17/multimedia/17safrica-russia-1sub-pgtb/17safrica-russia-1sub-pgtb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_17_world_africa_south-africa-russia-china_1680021849.html", "title": "South Africa and Russia Are Old Friends. A War Isn’t Going to Change That.", "title_page": "South Africa and Russia Are Old Friends. A War Isn’t Going to Change That. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But U.S. officials have raised an alarm, accusing South African officials of providing material support to Russia’s war effort by allowing the sanctioned vessel, the Lady R, to dock. They have warned South Africa against helping Russia evade sanctions. The U.S. has a range of penalties at its disposal, from rolling back aid funding or trade privileges to imposing sanctions.\nA New Nuclear Threat: President Vladimir Putin of Russia said he would be able to President Vladimir Putin of Russia said he would be able to position nuclear weapons in Belarus by the summer , a claim that analysts said was likely bluster but which underscored his willingness to use the specter of nuclear conflict to pressure the West.\nRestoring a Giant Plane : Ukraine plans to Ukraine plans to rebuild the colossal Mriya cargo plane , a symbol of pride that was destroyed in the first days of the war. But critics say there are far more pressing needs.\nHeroes or Criminals?: As thousands of Russian ex-prisoners fight and die in Ukraine, honoring their memory is becoming a patriotic imperative back home. As thousands of Russian ex-prisoners fight and die in Ukraine, honoring their memory is becoming a patriotic imperative back home. But some committed crimes their old neighbors cannot forget\nThe European Union, South Africa’s largest trading partner, is also worried that South Africa is “moving further away from a nonaligned position,” Peter Stano, an E.U. spokesman, said in a statement.\nSouth Africa denies aiding Russia’s war. But the scrutiny underscores the tricky diplomatic dance of a midsize nation trying to cozy up to multiple superpowers, without alienating any of them. In one week last month, the South African government hosted the U.S. treasury secretary, the Russian foreign minister and ministers from the European Union.\n“We’re not choosing one side at the expense of the other. ,” said Clayson Monyela, the head of public diplomacy for South Africa’s foreign ministry. “Both are important.”\nThe extent that South Africa shifts toward Russia is a test of Russian president Vladimir V. Putin’s strategy to style himself as a leader of a global coalition of countries pushing back against Western dominance.", "url": "https://www.nytimes.com/2023/02/17/world/africa/south-africa-russia-china.html"}