{"authors": ["Stephanie Nolen", "Malin Fezehai"], "date_download": "2023-03-28 18:08:25", "date_modify": "2023-03-28 18:08:25", "date_publish": "2023-01-17 08:00:27", "description": "Sub-Saharan Africa has made steady progress in delivering lifesaving medication to adults, but young patients are harder to reach and 100,000 are dying of AIDS each year.", "filename": "2023_01_17_health_child-hiv-kenya-africa_1680026905.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/00pediatric-HIV-promo-gpvj/00pediatric-HIV-promo-gpvj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_17_health_child-hiv-kenya-africa_1680026905.html", "title": "Global Push to Treat HIV Leaves Children Behind", "title_page": "Global Push to Treat HIV Leaves Children Behind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nancy Adhiambo, a mother of five, learned she had H.I.V. during her third pregnancy. She started treatment but struggled to stay on the drugs as she moved around while leaving a chaotic relationship, and she couldn’t obtain medication consistently for her baby.\nThat little girl, who is now 8, wasn’t tested for H.I.V. for years, even though she was often sick with pneumonia as a toddler. It wasn’t until last year, when Ms. Adhiambo found herself living down the street from a clinic in Migori town and joined a tightknit mothers’ group that she had all her children tested and learned that her third child was infected. So was her last-born, a 1-year-old. (Her two oldest and her fourth child were negative.)\nThese days, the older daughter’s H.I.V. is well controlled, and so is Ms. Adhiambo’s. Her face folded into a pleased half-smile when the clinic director congratulated her on the girl’s low viral count.\nBut when Ms. Adhiambo stopped by the pharmacy for the children’s drugs, she heard the same answer she had been given for weeks: The free pills were out of stock. She couldn’t afford the ones that were for sale in town, given that she earns at most a thousand shillings, about 10 U.S. dollars, each month as a hairdresser, she said, so she would divide her remaining tablets among the children.\n“Poverty complicates things,” she said bluntly. “We can only hope for the best.”\nAudio produced by Parin Behrooz .", "url": "https://www.nytimes.com/2023/01/17/health/child-hiv-kenya-africa.html"}