{"authors": ["Vanessa Friedman"], "date_download": "2023-03-28 19:21:46", "date_modify": "2023-03-28 19:21:46", "date_publish": "2023-03-01 09:43:10", "description": "Emily’s not in Paris this season, that’s for sure.", "filename": "2023_03_01_style_dior-saint-laurent-paris-fashion-week_1680031306.html", "image_url": "https://static01.nyt.com/images/2023/03/05/multimedia/01DIOR-PFW-09-bpgf/01DIOR-PFW-09-bpgf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_01_style_dior-saint-laurent-paris-fashion-week_1680031306.html", "title": "Make Way for the French Woman", "title_page": "Paris Fashion Week: Dior and Saint Laurent Bring Back French Chic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Emily’s not in Paris any more. Her Disneyfied, funfair version of French style, the kind that created its own mini culture war, has been banished by the names — Dior, Saint Laurent —- that once defined the term.\nYou want that mythic thing known as French chic; that chimera that answers the Quixotian quest of How To Dress? Fine, here it is in great, sometimes bombastic, style. After all, it’s part of the soul of the nation. Cherchez la femme.\nAt Dior, Maria Grazia Chiuri did, riding a time slip back to the postwar 1950s to Edith Piaf and Juliette Gréco and Catherine Dior, a sister of Christian and a resistance fighter-turned-florist. Patsies none of them. But this is not the 1950s of Hollywood cliché; not happy housewives or bullet bras or even the very structured New Look of Dior himself. We’re in a different world now.\nIn case you missed it, there was a hint in the cavernous show space in the Tuileries, undulating overhead, courtesy of the bulbous, many-tentacled soft sculpture in flowers, beads and fabric by the Portuguese artist Joana Vasconcelos, twinkling with its own phosphorescence, vaguely suggestive of an alien life form or the female reproductive system or the multiverse (or all of the above).", "url": "https://www.nytimes.com/2023/03/01/style/dior-saint-laurent-paris-fashion-week.html"}