{"authors": ["Ruth Maclean"], "date_download": "2023-03-28 18:34:06", "date_modify": "2023-03-28 18:34:06", "date_publish": "2023-02-22 19:09:46", "description": "Nigeria’s government changed the currency design before the presidential election, causing shortages and wreaking social havoc.", "filename": "2023_02_22_world_africa_nigeria-cash-shortage-election_1680028446.html", "image_url": "https://static01.nyt.com/images/2023/02/22/multimedia/22nigeria-election-cash-add1-bvcg/22nigeria-election-cash-add1-bvcg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_22_world_africa_nigeria-cash-shortage-election_1680028446.html", "title": "Ahead of Nigeria’s Election, a Cash Shortage Causes Chaos and Suffering", "title_page": "Ahead of Nigeria’s Election, a Cash Shortage Causes Chaos and Suffering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fights are breaking out in bank A.T.M. lines where people queue for days, just to withdraw a maximum of around $40. Cash shortages are so severe that many cannot buy food or medicine, despite having money in the bank. Protesters are venting their anger by burning down banks.\nA decision by Nigeria’s government to replace its currency with newly designed bills within just four months — with a deadline of Feb. 10 — has thrown Africa’s largest democracy into chaos as it heads toward a presidential election scheduled for this Saturday, Feb. 25.\nMost Nigerians turned in their old currency, called the naira, as they were told to do in October by the Central Bank of Nigeria. But when they tried to withdraw the new notes, from banks or even informal money brokers, they were stunned to find that few were available.\nThe cash crisis is now an enormous and unpredictable factor in an election that was already Nigeria’s most wide-open race in years. The presidential candidates for the two major parties, which have alternated power for over two decades and failed to address widespread poverty and insecurity, are now facing a surprise, third-party challenger.", "url": "https://www.nytimes.com/2023/02/22/world/africa/nigeria-cash-shortage-election.html"}