{"authors": ["Campbell Robertson"], "date_download": "2023-03-28 16:47:22", "date_modify": "2023-03-28 16:47:22", "date_publish": "2023-02-21 20:39:51", "description": "The agency also said that if the company failed in its cleanup efforts, it would do the work itself and charge the company triple the cost.", "filename": "2023_02_21_us_ohio-epa-cleanup-norfolk-southern_1680022042.html", "image_url": "https://static01.nyt.com/images/2023/02/21/multimedia/21nat-east-palestine-1-zvtb/21nat-east-palestine-1-zvtb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_us_ohio-epa-cleanup-norfolk-southern_1680022042.html", "title": "E.P.A. Orders Operator of Derailed Train to Pay All Cleanup Costs", "title_page": "E.P.A. Orders Norfolk Southern to Pay All Cleanup Costs in East Palestine, Ohio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Environmental Protection Agency on Tuesday ordered the operator of a train carrying hazardous chemicals that derailed in eastern Ohio to clean up any resulting contamination and pay all the costs.\nThe operator, Norfolk Southern, will not only be compelled to identify and clean contaminated soil and water, but also must reimburse the E.P.A. for the costs of cleaning private homes and businesses, according to the agency. If the E.P.A. deems that Norfolk Southern has failed to complete any of the tasks it has been ordered to do, the agency will conduct the cleanup itself and charge the company triple the cost, it said.\nThe announcement was made by the E.P.A. administrator, Michael S. Regan, at a news conference in East Palestine, the site of the derailment. He was accompanied by Mike DeWine, the Republican governor of Ohio, and Josh Shapiro, the Democratic governor of Pennsylvania.\n“This order represents one of E.P.A.’s strongest authorities to hold a company accountable for jeopardizing a community’s health and safety,” Mr. Regan said. “I know this order cannot undo the nightmare that families in this town have been living with. But it will begin to deliver a much needed justice for the pain that Norfolk Southern has caused.”", "url": "https://www.nytimes.com/2023/02/21/us/ohio-epa-cleanup-norfolk-southern.html"}