{"authors": ["Colin Moynihan", "Hurubie Meko"], "date_download": "2023-03-28 17:09:28", "date_modify": "2023-03-28 17:09:28", "date_publish": "2023-01-09 23:38:47", "description": "Robert A. Hadden’s deal in 2016 with state prosecutors required no prison time and angered victims. On Monday, federal authorities took him to trial on similar charges.", "filename": "2023_01_09_nyregion_hadden-gynecologist-abuse-trial_1680023368.html", "image_url": "https://static01.nyt.com/images/2023/01/09/multimedia/09NY-Hadden-trial-1-7550/09NY-Hadden-trial-1-7550-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_09_nyregion_hadden-gynecologist-abuse-trial_1680023368.html", "title": "Ex-Gynecologist Who Abused Patients Charged With Luring Them to Office", "title_page": "Ex-Gynecologist Who Abused Patients Charged With Luring Them to Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than a decade ago, a woman traveled from Upper Saddle River, N.J., to Manhattan, crossing the Hudson River to see her gynecologist, Robert A. Hadden. After a routine checkup with a nurse in the room, Mr. Hadden left. Moments later, he returned alone, she testified on Monday, and sexually assaulted her.\n“I was flabbergasted,” testified the woman, who was identified by the pseudonym Kate Evans in court. “I was amazed. I was petrified.”\nShe was not the only woman enticed by Mr. Hadden to cross state lines so he could abuse her, a prosecutor said during an opening statement in Mr. Hadden’s trial in Federal District Court in Manhattan. In all, Mr. Hadden is accused of persuading four patients to travel from Pennsylvania, Nevada and New Jersey to New York State for what they believed would be routine examinations.\nIn 2016, Mr. Hadden pleaded guilty in a separate case in state court after being accused of sexual abuse by 19 patients, but was spared prison time in a deal that brought scrutiny for former Manhattan District Attorney Cyrus R. Vance Jr. Mr. Hadden has not worked as a doctor since 2012, when he was an obstetrician-gynecologist at Columbia University Irving Medical Center and also on staff at NewYork-Presbyterian Hospital.", "url": "https://www.nytimes.com/2023/01/09/nyregion/hadden-gynecologist-abuse-trial.html"}