{"authors": ["Matthew Mpoke Bigg"], "date_download": "2023-03-28 18:51:02", "date_modify": "2023-03-28 18:51:02", "date_publish": "2023-01-30 13:54:35", "description": "The former British prime minister said the Russian leader made the remark during a phone call in the weeks before Putin’s forces invaded Ukraine.", "filename": "2023_01_30_world_europe_boris-johnson-putin-missile-uk_1680029462.html", "image_url": "https://static01.nyt.com/images/2023/01/30/multimedia/30ukraine-briefing-johnson-gqhf/30ukraine-briefing-johnson-gqhf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_30_world_europe_boris-johnson-putin-missile-uk_1680029462.html", "title": "Boris Johnson Claims Putin Threatened to Fire a Missile at Him", "title_page": "Boris Johnson Claims Putin Threatened to Fire a Missile at Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain’s former prime minister, Boris Johnson, has said that President Vladimir V. Putin of Russia made a veiled threat to fire a missile at him, a claim that the Kremlin on Monday dismissed as a lie.\nMr. Johnson recounted the exchange, which he said took place when he was prime minister in the run-up to Russia’s invasion of Ukraine last year, in an interview for a BBC documentary that was released on Monday. He said it came during a long phone call during which he had attempted to dissuade Mr. Putin from invading, arguing that doing so would lead to more sanctions and an increased NATO presence near Russia’s border.\n“He threatened me at one point and said, you know: ‘Boris, I don’t want to hurt you but with a missile it would only take a minute,’ or something like that,” Mr. Johnson said of the Russian leader’s response. He added that Mr. Putin’s threat had been “jolly,” seeming to suggest that he had not taken it seriously.\n“From the very relaxed tone that he was taking, the sort of air of detachment that he seemed to have, he was just playing along with my attempts to get him to negotiate,” Mr. Johnson said.", "url": "https://www.nytimes.com/2023/01/30/world/europe/boris-johnson-putin-missile-uk.html"}