{"authors": ["Sarah Weinman"], "date_download": "2023-03-28 18:27:45", "date_modify": "2023-03-28 18:27:45", "date_publish": "2023-01-20 17:26:52", "description": "In Jane Harper’s new book, “Exiles,” set in a small Australian town, a 39-year-old woman disappears from a wine festival — but her infant daughter is found in her stroller, unharmed.", "filename": "2023_01_20_books_review_new-crime-fiction_1680028065.html", "image_url": "https://static01.nyt.com/images/2023/01/22/books/review/22Crime-EXILES/22Crime-EXILES-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_books_review_new-crime-fiction_1680028065.html", "title": "A Mother Vanishes", "title_page": "New Crime Fiction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With his iconic 1982 debut “The Butcher’s Boy,” Thomas Perry staked a claim as one of the most accomplished suspense writers around. (Readers not well versed in all things Perry should pick up “Pursuit,” “The Old Man” or perhaps one of his Jane Whitefield novels.)\nMURDER BOOK (Mysterious Press, 420 pp., $26.95), his latest, stars Harry Duncan, a cop turned private detective who’s been tasked by a U.S. attorney — his ex-wife, as it happens — to investigate a brutal Midwestern crime ring. Though the job begins with a touch of humor when Harry epoxies the criminals’ guns to the dashboard and windows of their car, things quickly turn violent.\nI didn’t quite warm to Harry, who feels less fleshed out than the Butcher or the Old Man (funny how in Perry’s universe, nicknames give characters more gravitas). Plotwise, though, “Murder Book” offers a master class in the craft of suspense.\nThe Alaska town of Point Mettier, the setting for Iris Yamashita’s captivating debut, CITY UNDER ONE ROOF (Berkley, 298 pp., $27), houses all 205 year-round residents — “stragglers, oddballs and recluses” — in a single building, the “Dave-Co,” which also contains a store, a church and a post office. Anyone who’s read J.G. Ballard’s 1975 dystopian masterpiece “High-Rise” (and if you haven’t, please do!) knows what being cloistered together can do to a group of people. Now add months of icy winter and a tunnel prone to closing during bad weather to the mix, and you’re in for a chilly, treacherous experience.", "url": "https://www.nytimes.com/2023/01/20/books/review/new-crime-fiction.html"}