{"authors": ["Oussama Zahr"], "date_download": "2023-03-28 17:50:49", "date_modify": "2023-03-28 17:50:49", "date_publish": "2023-03-13 18:55:17", "description": "Michael Volle puts his noble voice to delightfully undignified use as the title character in Robert Carsen’s still fresh production of “Falstaff.”", "filename": "2023_03_13_arts_music_review-verdi-falstaff-met-opera_1680025849.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/13falstaff-qpgw/13falstaff-qpgw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_arts_music_review-verdi-falstaff-met-opera_1680025849.html", "title": "Review: Verdi’s Falstaff Is Back at the Met, Enlarging His Kingdom", "title_page": "Review: Verdi’s Falstaff Is Back at the Met, Enlarging His Kingdom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There’s a lot of fat-shaming in Verdi’s “Falstaff,” but the opera has never really been a candidate for revision or cancellation, probably because the victim of those insults refuses to see himself as one. Eloquent and self-aggrandizing, Falstaff proudly identifies with his stature.\n“This is my kingdom,” he proclaims, patting his belly, “I will enlarge it.”\nOn Sunday, in the Metropolitan Opera’s revival of Robert Carsen’s winning production, the baritone Michael Volle delivered the line in a room at the Garter Inn surrounded by butler’s carts spilling over with ravaged plates and wine-stained tablecloths. Falstaff’s kingdom — as within, so without. Such sly touches litter Carsen’s production set in the 1950s. A decade after its company premiere, it still looks fresh and earns the kind of enthusiastic laughter rarely heard in an opera house.\nBeyond the appealing visuals — the yellow-chartreuse kitchen cabinets and flattering cinched-waist dresses — Carsen has provided opportunities for profundity. His lighting design with Peter Van Praet, in particular, offers clues — the raw naturalism for Falstaff’s pessimistic aria “L’onore! Ladri!” or the dusky sunset for Falstaff’s humbled reflections at the top of Act III.", "url": "https://www.nytimes.com/2023/03/13/arts/music/review-verdi-falstaff-met-opera.html"}