{"authors": ["Coralie Kraft"], "date_download": "2023-03-28 18:09:53", "date_modify": "2023-03-28 18:09:53", "date_publish": "2023-03-20 15:02:41", "description": "Starz’s beloved cater-waiter comedy hit awfully close to home when Chao was still hustling to make ends meet at a bar. She’s less worried about that now.", "filename": "2023_03_20_arts_television_zoe-chao-party-down-afterparty_1680026993.html", "image_url": "https://static01.nyt.com/images/2023/03/20/multimedia/20partydown-chao4-mbhp/20partydown-chao4-mbhp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_arts_television_zoe-chao-party-down-afterparty_1680026993.html", "title": "Zoë Chao Identified With ‘Party Down’ a Little Too Well for a While", "title_page": "Zoë Chao Identified With ‘Party Down’ a Little Too Well for a While - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chao didn’t set out to become an actor. She was born in Providence, R.I., and studied art history at Brown, but despite her declared major, she spent her senior year preparing a one-woman show with the theater department rather than studying for her exams.\n“I realized I was always spending my time performing,” she explained. “It was a fulcrum moment.”\nShe attended the graduate theater program at University of California, San Diego, before moving to Los Angeles, where she worked at Bar Marmont, in West Hollywood. She was waiting tables while she auditioned for roles in TV and film.\n“It was so erratic and depressing,” she remembered. It was 2014, and the offers were not rolling in. She discovered “Party Down” during this period, and the parallels between her life and the show were not subtle.\n“It was sometimes hard to watch,” she acknowledged. “Every day, you’re like, do I throw in the towel?” She recalled a moment when one character is cut from an upcoming film. “I know that feeling,” she said, rolling her eyes as she stirred her tea. “I got cut from ‘Succession’! Sometimes people ask me about that credit, and I’m like, ‘Yeah, well, my bangs are in it.’” (She is credited as “Joyce Miller’s Staff” in Episode 4 of the first season.)\nHer first break came with a series called “Strangers” that brought her to Sundance in 2017. She was 31 and months away from quitting acting, but she decided to take one final leap with a new manager, and it paid off. Two years later, she was in Austria filming a movie with Julia Louis-Dreyfus and Will Ferrell, then back in New York for her role as Sara Yang in HBO’s series “Love Life,” a performance that ultimately led to her lead role in “The Afterparty.”", "url": "https://www.nytimes.com/2023/03/20/arts/television/zoe-chao-party-down-afterparty.html"}