{"authors": ["Mark Landler", "Constant Méheut"], "date_download": "2023-03-28 17:41:49", "date_modify": "2023-03-28 17:41:49", "date_publish": "2023-03-10 21:11:40", "description": "The rapport between Emmanuel Macron of France and Prime Minister Rishi Sunak of Britain hints at a mending of their countries’ relationship.", "filename": "2023_03_10_world_europe_france-britain-macron-sunak-migrants_1680025309.html", "image_url": "https://static01.nyt.com/images/2023/03/10/multimedia/10UK-FRANCE-01-kpmg/10UK-FRANCE-01-kpmg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_10_world_europe_france-britain-macron-sunak-migrants_1680025309.html", "title": "Macron Welcomes Sunak to Paris, Hinting at a New Chapter", "title_page": "Macron Welcomes Sunak to Paris, Hinting at a New Chapter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When President Emmanuel Macron of France welcomed Prime Minister Rishi Sunak of Britain to Paris on Friday, commentators were quick to call it a communion of kindred spirits: Both are former investment bankers in their 40s. Both govern countries gripped by strikes, economic dislocation and political anxiety.\nBut while the importance of like-minded leaders can easily be overstated in foreign relations, the palpable rapport between Mr. Macron and Mr. Sunak has come to symbolize a potential mending of the badly frayed relationship between Britain and France.\nThe two men agreed on Friday that Britain would give France additional money to bolster patrols of the beaches in Normandy, where thousands of refugees set off in small boats on dangerous crossings of the English Channel to Britain. They announced plans to deepen military cooperation, including the development of a new generation of long-range missiles that could be used to deter aggressors like Russia, with the war in Ukraine as a backdrop.\nDiplomats and analysts said the real value of the meeting, the first formal tête-à-tête between French and British leaders since 2018, was less about substance than about symbolism: two neighbors pledging to bury the hatchet after years of bickering over Brexit, fishing rights, even a submarine alliance between the United States, Australia and Britain that left a fuming France on the sidelines.", "url": "https://www.nytimes.com/2023/03/10/world/europe/france-britain-macron-sunak-migrants.html"}