{"authors": ["Roger Cohen", "Aurelien Breeden"], "date_download": "2023-03-28 18:39:26", "date_modify": "2023-03-28 18:39:26", "date_publish": "2023-01-19 13:07:31", "description": "Despite the wave of discontent, President Emmanuel Macron intends to push through plans to raise the retirement age to 64 from 62.", "filename": "2023_01_19_world_europe_france-strikes-macron-retirement-age.html_action=click&module=RelatedLinks&pgtype=Article_1680028766.html", "image_url": "https://static01.nyt.com/images/2023/01/19/multimedia/19france-strikes-01-hlwj/19france-strikes-01-hlwj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_19_world_europe_france-strikes-macron-retirement-age.html_action=click&module=RelatedLinks&pgtype=Article_1680028766.html", "title": "Workers in France Strike Over Macron’s Plan to Raise Retirement Age", "title_page": "Workers in France Strike Over Macron’s Plan to Raise Retirement Age - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — More than a million protesters, chanting slogans like “retirement before arthritis,” took to the streets throughout France on Thursday to protest President Emmanuel Macron’s plan to raise the legal age of retirement to 64 from 62.\nStriking workers, from Calais in the north to Marseille in the south, closed schools, stopped many trains, disrupted the Paris Metro, lowered electricity output and curtailed flights, as France once again roused itself to resist tampering with its protective social model.\nMr. Macron, who is in the first year of his second and last term, wants to push through an overhaul of what he views as an untenable pension system. He sees this as a core part of his legacy. But in a country where work is viewed by many as a burden rather than an opportunity, and retirement as the panacea beyond it, his determination has ignited fierce resistance.\nLabor unions, from the extreme left to the moderate center, united behind the protests, as did often splintered left-of-center political parties. Marine Le Pen, the leader of the extreme-right National Rally party that has attracted growing support among the working class, also called for “an unjust reform” to be blocked.", "url": "https://www.nytimes.com/2023/01/19/world/europe/france-strikes-macron-retirement-age.html?action=click&module=RelatedLinks&pgtype=Article"}