{"authors": ["Sheera Frenkel", "Mike Isaac"], "date_download": "2023-03-28 18:47:13", "date_modify": "2023-03-28 18:47:13", "date_publish": "2023-01-25 22:06:50", "description": "Meta said the suspensions of Donald Trump’s accounts would be lifted “in the coming weeks,” with measures in place to discourage repeat offenses. Twitter reinstated Mr. Trump last year.", "filename": "2023_01_25_technology_trump-facebook-instagram-accounts-meta_1680029233.html", "image_url": "https://static01.nyt.com/images/2023/01/25/multimedia/00meta-trump-01-zcqm/00meta-trump-01-zcqm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_25_technology_trump-facebook-instagram-accounts-meta_1680029233.html", "title": "Meta to Reinstate Trump’s Facebook and Instagram Accounts", "title_page": "Meta to Reinstate Trump’s Facebook and Instagram Accounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Anthony D. Romero, executive director of the American Civil Liberties Union, said Meta’s decision was “the right call” because Mr. Trump is a leading political figure and the public is interested in hearing him speak. “While the government cannot force platforms to carry certain speech, that doesn’t mean the largest platforms should engage in political censorship,” Mr. Romero said.\nIt is unclear whether Mr. Trump, who said in November that he was seeking the White House again in 2024, will again become active on Facebook and Instagram. He started Truth Social, in which he has a financial stake and where he is obligated to make his posts available exclusively for six hours before he can share them on other sites, according to a filing with the Securities and Exchange Commission. Mr. Trump can post to any site immediately if the messages pertain to political messaging, fund-raising or get-out-the-vote initiatives.\nMr. Trump has not posted on Twitter since the platform reinstated him in November. Truth Social is currently the only social network on which Mr. Trump is active. YouTube has not said whether it will allow the former president back on the platform.\nTruth Social and YouTube didn’t immediately respond to requests for comment.\nIn a post on Meta’s blog on Wednesday, Mr. Clegg said the company’s executives preferred to err on the side of allowing more speech across Facebook and Instagram rather than less, even when the posts were “distasteful or factually wrong.”\nBut Meta is taking steps to prevent future incidents, Mr. Clegg said. Mr. Trump could be subject to another ban for “between one month and two years, depending on the severity of the violation,” Mr. Clegg said.", "url": "https://www.nytimes.com/2023/01/25/technology/trump-facebook-instagram-accounts-meta.html"}