{"authors": ["Michael Paulson"], "date_download": "2023-03-28 17:55:33", "date_modify": "2023-03-28 17:55:33", "date_publish": "2023-03-21 15:00:07", "description": "The actors will play a father and daughter in “I Need That,” a comedy written by Theresa Rebeck.", "filename": "2023_03_21_theater_devito-rebeck-roundabout-broadway_1680026133.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/21roundabout-jkbl/21roundabout-jkbl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_theater_devito-rebeck-roundabout-broadway_1680026133.html", "title": "Danny and Lucy DeVito Head to Broadway With Roundabout Theater Company’s New Season", "title_page": "Danny and Lucy DeVito Head to Broadway With Roundabout Theater Company’s New Season - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Danny DeVito and his daughter, Lucy, will co-star in a new Theresa Rebeck play on Broadway this fall, presented by the nonprofit Roundabout Theater Company, which announced its 2023-2024 season on Tuesday.\nRoundabout said that its Broadway season would include two three-hander plays: “I Need That,” the new Rebeck play, as well as a revival of “Home,” a 1979 play by Samm-Art Williams.\n“I Need That” is a comedy about a widower, played by DeVito, struggling to let go of clutter after the death of his wife. Lucy DeVito will play the character’s daughter, and Ray Anthony Thomas will play his friend; the production, directed by Moritz von Stuelpnagel, will begin performances in October at the American Airlines Theater. Von Stuelpnagel also directed Rebeck’s last Broadway play, “Bernhardt/Hamlet,” in 2018; that show was also produced by Roundabout.\nDanny DeVito previously starred on Broadway in “The Price,” another Roundabout production, in 2017.\n“I had such a great time the last time I was there, and we’re chomping at the bit to do this one,” Danny DeVito said in a joint interview with his daughter.", "url": "https://www.nytimes.com/2023/03/21/theater/devito-rebeck-roundabout-broadway.html"}