{"authors": ["Sarah Weinman"], "date_download": "2023-03-28 18:27:45", "date_modify": "2023-03-28 18:27:45", "date_publish": "2023-02-10 18:00:05", "description": "In the novel “Scorched Grace,” a tattooed, chain-smoking, swearing-prone nun turns out to be a crack detective.", "filename": "2023_02_10_books_review_new-crime-fiction_1680028065.html", "image_url": "https://static01.nyt.com/images/2023/02/12/books/review/12Crime/12Crime-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_10_books_review_new-crime-fiction_1680028065.html", "title": "A Nun With Very Bad Habits", "title_page": "Review: ‘Scorched Grace,’ by Margot Douaihy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sister Holiday, the protagonist of Margot Douaihy’s showstopper of a series debut SCORCHED GRACE (Gillian Flynn Books/Zando, 310 pp., $27.95) isn’t what you’d imagine a nun to be like, even in laissez-faire New Orleans. “Not that I knew what to make of a nun like me — gold tooth from a bar fight, black scarf and gloves concealing my tattoos, my black roots pushing through badly bleached hair,” she says. Holiday longs for her married musician ex-girlfriend and her dead mother.\nBut the Sisters of the Sublime Blood took Holiday in when no one else dared and, in the year since, she has found purpose and meaning, particularly in teaching music at St. Sebastian’s. “In the convent, in the classroom, on stage, you are the flawless avatar, the saint, the superhero. But inside we’re all the same. Hearts that want to belong.” Then fires begin breaking out at the school and the convent, someone she knows dies in the flames, and her innate impatience — and a longstanding yen for amateur sleuthing — assert themselves.\n“Scorched Grace”’s power derives from Holiday’s nonstop internal struggle. “I worked so hard to let people into my new life. But when you don’t know or trust yourself. How can you give anyone else the benefit of the doubt?” I cannot wait to read the sister’s next investigation, of mysteries and of her own self.", "url": "https://www.nytimes.com/2023/02/10/books/review/new-crime-fiction.html"}