{"authors": ["Eric Nagourney"], "date_download": "2023-03-28 17:01:43", "date_modify": "2023-03-28 17:01:43", "date_publish": "2023-01-11 20:52:14", "description": "Yulia Navalny said that her ailing husband, Aleksei Navalny, was being held in a small cell with a sicker person to infect him, and was not allowed to lie down throughout the day despite having a fever.", "filename": "2023_01_11_world_europe_navalny-medical-treatment-russia_1680022903.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/11ukraine-briefing-navalny01-pcqz/11ukraine-briefing-navalny01-pcqz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_11_world_europe_navalny-medical-treatment-russia_1680022903.html", "title": "Navalny’s Wife Pleads for Medical Treatment for Jailed Husband", "title_page": "Navalny’s Wife Pleads for Medical Treatment for Jailed Husband - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the past, Mr. Navalny’s unrelenting criticism of Mr. Putin inspired large crowds of Russian protesters to take to the streets, and millions of people have viewed investigative reports about Russian corruption that his group has posted on YouTube, embarrassing the president and his allies. He has been repeatedly jailed, which analysts interpreted as the Kremlin’s way of keeping Mr. Navalny out of national elections.\nA New Nuclear Threat: President Vladimir Putin of Russia said he would be able to President Vladimir Putin of Russia said he would be able to position nuclear weapons in Belarus by the summer , a claim that analysts said was likely bluster but which underscored his willingness to use the specter of nuclear conflict to pressure the West.\nRestoring a Giant Plane : Ukraine plans to Ukraine plans to rebuild the colossal Mriya cargo plane , a symbol of pride that was destroyed in the first days of the war. But critics say there are far more pressing needs.\nHeroes or Criminals?: As thousands of Russian ex-prisoners fight and die in Ukraine, honoring their memory is becoming a patriotic imperative back home. As thousands of Russian ex-prisoners fight and die in Ukraine, honoring their memory is becoming a patriotic imperative back home. But some committed crimes their old neighbors cannot forget\nIn August 2020, Mr. Navalny was the target of an assassination attempt that Western officials attributed to Russia, and he was taken to Germany for treatment. On his return to Russia in early 2021, Mr. Navalny was arrested and accused of violating the terms of an earlier parole. He was sentenced to two and a half years in prison.\nMr. Navalny has continued to speak out even from prison, and in March, as a wartime Kremlin imposed strict limits on public expression, he was returned to court and resentenced to nine years in a high-security prison.\nMr. Navalny’s health has deteriorated in the harsh conditions of imprisonment. In late December, posting on Twitter, Mr. Navalny said he believed that Russian officials were intentionally endangering his health to bend him to their will. He said they had refused to provide him with his medical records.\nNot long after, he had more news for his followers, delivered with his customary irony.\n“I did manage to earn my tenth term in the punishment cell in the last year after all,” he wrote. “My prison goons actually bothered enough to convene their commission on the weekend of December 31 especially for me.”", "url": "https://www.nytimes.com/2023/01/11/world/europe/navalny-medical-treatment-russia.html"}