{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:33", "date_modify": "2023-03-28 17:59:33", "date_publish": "2023-03-21 06:00:03", "description": "This word has appeared in 177 articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_21_learning_word-of-the-day-embodiment_1680026373.html", "image_url": "https://static01.nyt.com/images/2022/12/30/learning/WOTD-embodiment/WOTD-kowtow-28-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_learning_word-of-the-day-embodiment_1680026373.html", "title": "Word of the Day: embodiment", "title_page": "Word of the Day: embodiment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word embodiment has appeared in 177 articles on NYTimes.com in the past year, including on Feb. 2 in “In Big Sur, Living With Nature’s Beauty but Trapped by Its Fury” by Victoria Kim:\nBig Sur has inspired poets and artists, lured homesteaders, hermits and hippies, and drawn millions of tourists each year. About 2,000 hardy people live here year-round. It is also perhaps the best embodiment of the California bargain — that living with awe-inspiring natural beauty can mean accepting the potential perils of nature’s destructive forces. It is an exacting price those living in Big Sur have grown familiar with, paid for in repeat evacuations during wildfires and mudslides, and periods of isolation ever since Highway 1 was completed in 1937 along the coast.\nDaily Word Challenge\nCan you correctly use the word embodiment in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how embodiment can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/21/learning/word-of-the-day-embodiment.html"}