{"authors": ["Adam Zagoria"], "date_download": "2023-03-28 19:20:00", "date_modify": "2023-03-28 19:20:00", "date_publish": "2023-03-13 20:04:57", "description": "No. 2-seed Marquette was picked ninth of 11 teams in the Big East preseason poll. The Golden Eagles’ point guard, Tyler Kolek, hasn’t forgotten.", "filename": "2023_03_13_sports_ncaabasketball_underdogs-marquette-tyler-kolek_1680031200.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13cbb-underdogs-tgmz/13cbb-underdogs-tgmz-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_sports_ncaabasketball_underdogs-marquette-tyler-kolek_1680031200.html", "title": "Underdogs Enter the NCAA Tournament With Chips on Their Shoulders", "title_page": "Underdogs Enter the NCAA Tournament With Chips on Their Shoulders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the Big Ten, Penn State was picked 11th out of 14 teams, while Northwestern﻿﻿ was selected 13th. The Nittany Lions roared to the Big Ten championship game before coming up short against Purdue, 67-65, on Sunday, and are back in the N.C.A.A. tournament for the first time since 2011, as a No. 10 seed. Northwestern, in the tournament for the first time since 2017 and the second time ever, earned a No. 7 seed. In the Atlantic Coast Conference, North Carolina State was picked 10th and Pittsburgh 14th; both made the tournament field.\nOn the women’s side, East Carolina was picked last in the American Athletic Conference and won the league’s automatic bid by beating Houston in the conference tournament championship game. Illinois was not picked among the top five in the Big Ten preseason poll (which ranks only five teams) yet finished tied for fifth and, under Coach Shauna Green, is headed to the tournament for the first time in 20 years.\nThe question now for these preseason underdogs is whether they can challenge for a title. Marquette’s Kolek believes he can — something he might never have imagined during his four years at St. George’s School in Middletown, R.I. He attracted little interest from major schools, ultimately choosing George Mason of the Atlantic 10 over other options including Richmond, Elon, Northeastern, Holy Cross and Vermont.\nThe left-hander was named the Atlantic 10 rookie of the year after averaging 10.8 points per game as a freshman. But when Dave Paulsen was fired as George Mason’s coach in 2021, Kolek opted to transfer.\nShaka Smart, who returned home to Wisconsin to coach at Marquette in 2021 after six uneven seasons at Texas, liked what he saw from and heard about Kolek.", "url": "https://www.nytimes.com/2023/03/13/sports/ncaabasketball/underdogs-marquette-tyler-kolek.html"}