{"authors": ["David French"], "date_download": "2023-03-28 17:24:01", "date_modify": "2023-03-28 17:24:01", "date_publish": "2023-03-02 20:34:12", "description": "Scott Adams and the lab-leak theory of Covid.", "filename": "2023_03_02_opinion_lab-leak-dilbert-cancel-culture_1680024241.html", "image_url": "https://static01.nyt.com/images/2023/03/04/opinion/02french-newsletter-image/02french-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_opinion_lab-leak-dilbert-cancel-culture_1680024241.html", "title": "Two Different Versions of ‘Cancel Culture’", "title_page": "Opinion | Two Different Versions of ‘Cancel Culture’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I want to start this newsletter with two radically different stories. At first glance they have nothing in common, but they’re both directly relevant to the debate over cancel culture. Two very different kinds of speech faced private sanction, but only one was truly beyond the pale. Understanding the distinctions can help us achieve a greater degree of tolerance, one rooted in truth and grace rather than concerned about mistakes or poor judgment.\nFirst, let’s talk about Scott Adams, the colorful creator of the comic strip “Dilbert.” Last week, after years of controversial statements on Twitter, he finally went too far — way too far. On a YouTube livestream, he ranted that Black Americans were a “hate group,” and that white Americans should “get the hell away from” them.\n“Wherever you have to go, just get away,” he said. “You just have to escape.” In response, news networks that collectively controlled hundreds of newspapers decided to drop “Dilbert.”\nSecond, The Wall Street Journal reported on Sunday that the Energy Department had concluded (with “low confidence”) that the Covid-19 pandemic most likely arose from a Chinese lab leak. The Energy Department’s tentative conclusion hardly settles the debate over the roots of the coronavirus, but it does highlight a division within the federal government. While the F.B.I. (with “moderate confidence”) and the Energy Department believe that the coronavirus likely leaked from a lab, the National Intelligence Council and four other agencies still assess (with “low confidence”) that the coronavirus has an animal origin.", "url": "https://www.nytimes.com/2023/03/02/opinion/lab-leak-dilbert-cancel-culture.html"}