{"authors": ["Leigh-Ann Jackson"], "date_download": "2023-03-28 17:26:14", "date_modify": "2023-03-28 17:26:14", "date_publish": "2023-03-16 15:54:19", "description": "In a new Amazon series cocreated by Donald Glover, Fishback plays the crazed fan of a Beyoncé-like pop star. Who knew she could be so terrifying?", "filename": "2023_03_16_arts_television_dominique-fishback-swarm-amazon_1680024374.html", "image_url": "https://static01.nyt.com/images/2023/03/17/multimedia/16swarm-fishback2-ljpt/16swarm-fishback2-ljpt-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_arts_television_dominique-fishback-swarm-amazon_1680024374.html", "title": "Dominique Fishback Knows You Think She’s Sweet. ‘Swarm’ May Confuse That", "title_page": "Dominique Fishback Knows You Think She’s Sweet. ‘Swarm’ May Confuse That - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — As soon as she scooched into the cramped booth of a no-frills Thai restaurant in Westwood here last week, the actress Dominique Fishback did that thing she does with her eyes.\nShe set the tone for the rest of the dinner — warm, sincere and open — all with her eyes.\nIt’s a technique she wielded in the HBO series “The Deuce” (2017-19) and in the Netflix action film “Project Power” (2020), and it helped earn her critical acclaim in the 2021 film about the assassination of Fred Hampton, “Judas and the Black Messiah.” In each of those performances, she conveyed tenderness, compassion and quiet determination in the face of indignity with little more than a tearful gaze or a knowing sidelong glance.\nBut to take the lead in the new Amazon limited series “Swarm,” Fishback had to subvert expectations, asking her shining eyes to convey something other than their signature warmth and groundedness. This time, they needed to express bewilderment, detachment, creepiness and rage — specifically, the uncanny gaze of a serial killer.\n“I’m used to being a character that’s loved or easy-to-like and, no lie, you get comfortable with that — I like that!” Fishback said between bites of crab fried rice, keeping her bouclé trench coat bundled close to keep out the chilly-for-Los Angeles night air. “But I had to get out of my own way in order to be the artist, the actor, that I came here to be.”", "url": "https://www.nytimes.com/2023/03/16/arts/television/dominique-fishback-swarm-amazon.html"}