{"authors": ["Vivian Morelli"], "date_download": "2023-03-28 16:46:20", "date_modify": "2023-03-28 16:46:20", "date_publish": "2023-03-08 10:02:05", "description": "Maciej Misnik of Poland took the top prize in the 2022 iteration of the F.P. Journe Young Talent Competition.", "filename": "2023_03_08_fashion_watches-fp-journe-young-talent-competition-switzerland_1680021980.html", "image_url": "https://static01.nyt.com/images/2023/03/09/multimedia/09sp-watches-journe-inyt-01-mflw/09sp-watches-journe-inyt-01-mflw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_08_fashion_watches-fp-journe-young-talent-competition-switzerland_1680021980.html", "title": "It Took 8 Months, but He Made a Winning Pocket Watch", "title_page": "It Took 8 Months, but He Made a Winning Pocket Watch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Name Maciej Misnik\nAge 31\nCity Warsaw\nClaim to fame Mr. Misnik won the 2022 edition of the F.P. Journe Young Talent Competition, an annual contest the company holds to discover and support talented apprentices, recent graduates and self-taught watchmakers. Since the prize was introduced, he is the first winner to hold a doctorate, having earned one in physical sciences in 2021 from the Gdansk University of Technology.\nThe winning watch A tourbillon pocket watch. “I dreamed of having my own tourbillon pocket watch with detent escapement, like in the marine chronometers with a shiny cage bridge, so I made it,” Mr. Misnik wrote in an email. His design, featuring a case made of brass and a pendant and bow made of silver, was inspired by the marine chronometers from the 18th-century watchmakers Abraham-Louis Breguet and Ferdinand Berthoud, as well as by the pocket watches from the modern makers George Daniels, Derek Pratt, and, incidentally, François-Paul Journe — the watchmaker behind F.P. Journe.\nHis method “I used only traditional techniques,” Mr. Misnik wrote. “Everything is truly handmade and hand-finished, except two mainsprings, one hairspring, the glass, rubies and some screws. When I made a mistake, I had to redo the piece in question.” He noted that it took him more than 1,000 hours, over the course of eight months, to complete the timepiece.", "url": "https://www.nytimes.com/2023/03/08/fashion/watches-fp-journe-young-talent-competition-switzerland.html"}