{"authors": ["Annie Karni", "Michael Gold"], "date_download": "2023-03-28 17:23:31", "date_modify": "2023-03-28 17:23:31", "date_publish": "2023-01-03 10:00:20", "description": "On the first day of the 118th Congress, the representative-elect, a Republican who has made false claims about his background, education and finances, brought his saga to Capitol Hill.", "filename": "2023_01_03_us_politics_george-santos-congress_1680024211.html", "image_url": "https://static01.nyt.com/images/2023/01/03/multimedia/03dc-santos-1-99a2/03dc-santos-1-99a2-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_us_politics_george-santos-congress_1680024211.html", "title": "George Santos Came to Washington. It Was Awkward.", "title_page": "George Santos Came to Washington. It Was Awkward. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Hounded by reporters whom he labored to avoid and shunned by members of his own party, George Santos, Republican representative-elect of New York, spent his first day in Congress as an outcast.\nFor weeks, Mr. Santos had been hard to pin down, ignoring calls and texts, hiding out in Long Island and Queens, appearing only briefly for uncomfortable interviews with conservative outlets and dodging questions about the geyser of falsehoods about his background that have been revealed since he flipped a Democratic seat on Long Island in November.\nBut on Tuesday, Mr. Santos was not able to hide anymore.\nDozens of reporters waited for him outside his new office in the Longworth Building, peppering him with questions about whether he owed his constituents answers about the fantasy persona he created in order to win his seat, and whether he had any response to the investigations that those fabrications have produced.\nWearing a backpack and staring at his phone as he walked with two aides beside him, Mr. Santos, 34, gave off the aura of an overwhelmed college freshman arriving on a new campus and in desperate need of a map.", "url": "https://www.nytimes.com/2023/01/03/us/politics/george-santos-congress.html"}