{"authors": ["Viviana Hinojos", "Adeel Hassan", "Vik Jolly"], "date_download": "2023-03-28 16:43:55", "date_modify": "2023-03-28 16:43:55", "date_publish": "2023-03-12 00:54:27", "description": "While the storm slowed on Saturday, flooded rivers forced some residents to evacuate, while others surveyed the destruction that was left behind.", "filename": "2023_03_11_us_california-storm-rain-flood-monterey_1680021835.html", "image_url": "https://static01.nyt.com/images/2023/03/11/multimedia/11nat-cal-storm-top-zhwc/11nat-cal-storm-top-zhwc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_11_us_california-storm-rain-flood-monterey_1680021835.html", "title": "As the Rains Ease in California, Many See the Damage Rise", "title_page": "As the Rains Ease in California, Many See the Damage Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SPRINGVILLE, Calif. — Cassandra Honeyman spent Saturday helping salvage what she could from her aunt’s home. Ruined furniture sat on the back patio, and mud covered the interior of the one-story country house in Springville, a rural community of 1,100 in the Sierra Nevada foothills that is surrounded by green mountains and the Tule River in the San Joaquin Valley.\nThankfully, said Ms. Honeyman, who lives nearby, most of the pictures in the house were protected; they were placed in totes on top of a bed before the flood arrived. But not much else was saved. She was grateful that her aunt and other relatives who lived in Springville were safe. But, exhausted and shaken, Ms. Honeyman acknowledged that uncertain days lay ahead.\n“This house is completely totaled,” she said.\nThe storm system carrying streams of moisture through the skies over California weakened on Saturday, bringing lighter rain. But in areas like Springville in the San Joaquin Valley, and in towns on the Central Coast, residents and officials were only beginning to deal with the impact of flooded rivers and creeks, while other parts of the state that saw a respite braced for yet another storm next week.\nSpringville residents were evacuated on Friday, and some residents like Ms. Honeyman returned on Saturday to assess the damage. In coastal Monterey County, between San Francisco and Los Angeles, more than 1,500 people were ordered to evacuate early Saturday from Pajaro, a small agricultural community of 1,700, after the Pajaro River’s levee was breached by flooding at about midnight.", "url": "https://www.nytimes.com/2023/03/11/us/california-storm-rain-flood-monterey.html"}