{"authors": ["Corey Kilgannon", "Chelsia Rose Marcius"], "date_download": "2023-03-28 16:44:18", "date_modify": "2023-03-28 16:44:18", "date_publish": "2023-03-01 00:22:09", "description": "Laura Kavanagh, the first woman to lead the New York Fire Department, demoted several officials. In return, they accused her of putting residents at risk.", "filename": "2023_02_28_nyregion_fdny-laura-kavanagh-lawsuit_1680021858.html", "image_url": "https://static01.nyt.com/images/2023/02/28/multimedia/28fdny-01-blwv/28fdny-01-blwv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_28_nyregion_fdny-laura-kavanagh-lawsuit_1680021858.html", "title": "New York Fire Department Commissioner Is Sued by Top Chiefs", "title_page": "New York Fire Department Commissioner Is Sued by Top Chiefs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Few thought it would be easy when Laura Kavanagh took the reins of the nation’s largest fire department in November as its first female leader.\nMost of the 33 men who had run the New York Fire Department, dating back to 1883, were older, with an up-through-the-ranks pedigree. But Ms. Kavanagh, 40, was the youngest in over a century. She had an Ivy League degree, but was not a native of New York, a background that has long been assumed as a prerequisite. And, though she had been a civilian department official for years, she had never been a member of a fire company.\nThis week, in a kind of culmination of Ms. Kavanagh’s tumultuous early tenure, four of her top chiefs filed a lawsuit against her and the department that took aim at her experience, repeatedly leaning on the same phrase: “Never a day as a firefighter.”\nThe suit claims that three of the officials were unfairly demoted, putting New Yorkers at risk. Ms. Kavanagh on Tuesday evening dismissed that idea.", "url": "https://www.nytimes.com/2023/02/28/nyregion/fdny-laura-kavanagh-lawsuit.html"}