{"authors": ["Erica L. Green"], "date_download": "2023-03-28 19:27:54", "date_modify": "2023-03-28 19:27:54", "date_publish": "2023-02-09 10:00:43", "description": "Known as informal removals, the tactics are “off-the-book” suspensions often in violation of federal civil rights protections for those with disabilities.", "filename": "2023_02_09_us_students-disabilities-informal-removal_1680031674.html", "image_url": "https://static01.nyt.com/images/2023/02/06/us/politics/00dc-special-education/00dc-special-education-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_us_students-disabilities-informal-removal_1680031674.html", "title": "How Educators Secretly Remove Students With Disabilities From School", "title_page": "How Educators Secretly Remove Students With Disabilities From School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROSEBURG, Ore. — Jessica LaVigne was nervous but hopeful on a recent afternoon that the team managing her son’s special education plan at Roseburg High School would tell her something she had dreamed of for more than a decade: He would be able to attend a full day of school for the first time since second grade.\nDuring her son’s elementary years, Ms. LaVigne was called almost daily to pick him up hours early because he was having “a bad day.” By middle school, he was only attending an hour a day. By high school, he was told he had to “earn” back two class periods taken off his schedule by proving he was academically and socially ready.\nAs she and her son, Dakotah, 15, entered the school for the meeting, Ms. LaVigne, 37, a banquet server at a local casino, felt she had run out of time. “I used to want him to go to college, but now I just want him to live a normal life in society,” she had said earlier. “If he doesn’t go to school, I don’t know how that can happen.”\nDakotah’s tumultuous educational journey has been marked by a series of tactics, known as informal removals, that schools secretly and sometimes illegally use to remove challenging students with disabilities from class. The removals — which can include repeated dismissals in the middle of the day or shortening students’ education to a few hours a week — are often in violation of federal civil rights protections for those with disabilities.", "url": "https://www.nytimes.com/2023/02/09/us/students-disabilities-informal-removal.html"}