{"authors": ["Jenna Russell"], "date_download": "2023-03-28 19:08:12", "date_modify": "2023-03-28 19:08:12", "date_publish": "2023-02-03 10:00:41", "description": "New arrivals over the last few years have fueled hopes of population growth, but workers increasingly struggle to find housing in a market gone wild.", "filename": "2023_02_03_us_maine-population-housing_1680030492.html", "image_url": "https://static01.nyt.com/images/2023/02/23/us/23-nat-maine-housing/23-nat-maine-housing-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_03_us_maine-population-housing_1680030492.html", "title": "In Maine, a Rare Influx of New Residents, and a Housing Crunch", "title_page": "In Maine, a Rare Influx of New Residents, and a Housing Crunch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEARSPORT, Maine — In 2019, when Celine Kelley’s daughter was born, there were 13 births and 31 deaths in the coastal town of Searsport — a familiar phenomenon in a state where deaths had outpaced births for more than a decade.\nBut the pandemic brought a countervailing force. Maine, Vermont and New Hampshire have seen an uptick in new residents arriving from other states, more than 50,000 across the three states since April 2020, even as other Northeastern states — and especially large metro areas — have experienced a surge in out-migration. While experts say it is unclear if the blip will become a lasting trend in largely rural northern New England, Ms. Kelley already sees both good and bad effects.\nWith more children showing up, she said, it feels more certain that her 3-year-old will have activities to join, from youth soccer to Easter egg hunts in the park. But Ms. Kelley also owns a cafe and bakery in Searsport, a town of 2,600 about two hours north of Portland, and as she watches her employees struggle to find housing in a market gone wild, she worries about unintended consequences.\nOne of her kitchen workers just moved back in with his parents, she said; another lives in a house with no running water, unable to afford rent elsewhere while making repairs. Many residents make do in drafty, run-down trailers.", "url": "https://www.nytimes.com/2023/02/03/us/maine-population-housing.html"}