{"authors": ["Lisa Wong Macabasco", "Gage Daughdrill", "Gisela Williams", "Laura Bannister"], "date_download": "2023-03-28 16:43:13", "date_modify": "2023-03-28 16:43:13", "date_publish": "2023-03-23 13:00:07", "description": "Plus: an exhibition of Stanley Whitney’s grid paintings, sculptural meditation accessories and more recommendations from T Magazine.", "filename": "2023_03_23_t-magazine_weyes-blood-j-hannah-necklace_1680021793.html", "image_url": "https://static01.nyt.com/images/2023/03/22/t-magazine/22tmag-newsletter-slide-D6HG-copy/22tmag-newsletter-slide-D6HG-copy-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_t-magazine_weyes-blood-j-hannah-necklace_1680021793.html", "title": "From the Musician Weyes Blood, a Moonstone Heart Necklace", "title_page": "From the Musician Weyes Blood, a Moonstone Heart Necklace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This summer’s visitors to the South of France should take a break from the beaches and wineries to see an exhibition dedicated to the designer Andrée Putman, a French female pioneer of the Modernist movement. The show marks the first collaboration between Fondation CAB, an art space located within a mid-century complex in Saint-Paul-de-Vence, and Villa Noailles, a cross-disciplinary art center in Hyères — the exhibition will take place at CAB, but its curator, Eléa Le Gangneux, is the historian at Villa Noailles. Putman, known as “La Reine du Damier” (Queen of the Checkerboard) because of her penchant for black and white tiles, sparked collaborations between artists, architects and fashion designers long before it was en vogue. She also played a role in protecting Villa Noailles, built in the 1920s, from destruction, lobbying for it to be listed as a historical monument. This exhibition might not be the first to celebrate Putman’s legacy, but it is the most personal, says Putman’s daughter, Olivia, who continues to run her mother’s studio. Putman lent many of her mother’s private objects to the exhibition, from her signature bangles to letters from her friends, among them Karl Lagerfeld and Leonard Cohen, which will be shown on a ceramic tile table of Putman’s design. The display also includes a reconstruction of one of Putman’s most iconic interiors: the checkered bathroom of the Morgans Hotel in Manhattan. “Andrée Putman and the Creators of the Modern Movement” is on view from March 22 to Oct. 29, fondationcab.com.\nView This\nStanley Whitney Brings His Vibrant Grids to London", "url": "https://www.nytimes.com/2023/03/23/t-magazine/weyes-blood-j-hannah-necklace.html"}