{"authors": ["Alan Blinder"], "date_download": "2023-03-28 17:05:18", "date_modify": "2023-03-28 17:05:18", "date_publish": "2023-01-25 02:08:23", "description": "A federal judge will decide whether one of the tour’s leading avenues to investigate and challenge a new rival can be expanded.", "filename": "2023_01_24_sports_golf_liv-pif-lawsuit-pga_1680023118.html", "image_url": "https://static01.nyt.com/images/2023/01/24/multimedia/00golf-liv-suit1-wkqv/00golf-liv-suit1-wkqv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_24_sports_golf_liv-pif-lawsuit-pga_1680023118.html", "title": "PGA Tour Seeks to Add Saudi Wealth Fund to Lawsuit Over LIV Golf", "title_page": "PGA Tour Seeks to Add Saudi Wealth Fund to Lawsuit Over LIV Golf - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The PGA Tour intensified its legal fight against LIV Golf on Tuesday, when it asked a federal judge in California to let it add Saudi Arabia’s sovereign wealth fund to a lawsuit that has become one of its principal ways to investigate — and try to undercut — the circuit that has assaulted the tour’s customary dominance.\nThe request, filed in the Federal District Court in San Jose, Calif., where LIV and the PGA Tour have argued for months over matters like antitrust law and contract interference, came as the two sides braced for a ruling about whether tour lawyers might depose Yasir al-Rumayyan, the wealth fund’s governor. The fund, formally known as the Public Investment Fund, effectively owns most of LIV.\nBut with a judge’s decision pending and potentially months of appeals ahead, the tour sought another way to examine and retaliate against Riyadh’s entry into men’s professional golf. In Tuesday’s filing, the tour also asked to add al-Rumayyan to its suit.\n“Documents produced by LIV reveal that P.I.F. and Mr. al-Rumayyan were instrumental in inducing players to breach their tour contracts,” the tour told the judge Tuesday, when it complained that the wealth fund and its leader had been “exercising near absolute authority” over the circuit.", "url": "https://www.nytimes.com/2023/01/24/sports/golf/liv-pif-lawsuit-pga.html"}