{"authors": ["Matthew Futterman"], "date_download": "2023-03-28 18:13:28", "date_modify": "2023-03-28 18:13:28", "date_publish": "2023-01-26 21:53:40", "description": "Nearly a year after Russia invaded Ukraine, a Russian-turned-Kazakh will play a Belarusian in the finals, which is sure to stir the debate over whether athletes from those countries should participate in international sports.", "filename": "2023_01_26_sports_tennis_womens-final-australian-open-ukraine-war_1680027208.html", "image_url": "https://static01.nyt.com/images/2023/01/27/multimedia/27ausopen-rybakina1-bcqw/27ausopen-rybakina1-bcqw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_26_sports_tennis_womens-final-australian-open-ukraine-war_1680027208.html", "title": "An Australian Open Final With Tennis and Debate on the Ukraine War", "title_page": "An Australian Open Final With Tennis and Debate on the Ukraine War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MELBOURNE, Australia — In the two women’s semifinal matches at the Australian Open on Thursday night, geopolitics won in straight sets.\nFor nearly a year, professional tennis — the most international of sports with its globe-trotting schedule and players from all over the world — has tried to balance its stated opposition to the Russian president Vladimir V. Putin’s invasion of Ukraine with its hopes that its competitions rise above the quagmire of international politics.\nIt is not going well. Geopolitics has been everywhere at the Australian Open and will be on center stage in the women’s final.\nIt has been 11 months since the sport banned Russia and Belarus from participating in team events at tournaments, as well as any symbol that identified those countries. It’s been nine months since Wimbledon prohibited players representing Russia and Belarus from competing, and it’s unclear whether they will be able to play this year. Players from Ukraine have lobbied to have them barred from all events instead of simply not being allowed to play under their flags or for their countries.", "url": "https://www.nytimes.com/2023/01/26/sports/tennis/womens-final-australian-open-ukraine-war.html"}