{"authors": ["Kellen Browning"], "date_download": "2023-03-28 18:44:12", "date_modify": "2023-03-28 18:44:12", "date_publish": "2023-03-13 23:28:21", "description": "The decision lessens the chances that gig drivers will be considered employees in the state, but it is expected to be appealed to the state Supreme Court.", "filename": "2023_03_13_business_prop-22-upheld-california_1680029052.html", "image_url": "https://static01.nyt.com/images/2022/12/28/multimedia/00prop22-04-1-2400/00prop22-04-1-2400-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_business_prop-22-upheld-california_1680029052.html", "title": "California Court Mostly Upholds Prop. 22 in Win for Uber and Other Gig Companies", "title_page": "California Court Mostly Upholds Prop. 22 in Win for Uber and Other Gig Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A California appeals court said on Monday that Proposition 22, the ballot measure passed by state voters in 2020 that classified Uber and Lyft drivers as independent contractors rather than as employees, should remain state law.\nThe decision by three appeals court judges overturned the ruling last year by a California Superior Court judge, who said the proposition was “unenforceable.” It was a victory for companies like Uber, which use gig drivers to transport passengers and deliver food, but do not pay costs that an employer would have to. Those costs can include drivers’ unemployment insurance, health insurance and business expenses.\nStill, the appeals court ruling was not the final say. The Service Employees International Union, which, along with several drivers, filed a lawsuit challenging Proposition 22 in early 2021, is expected to appeal the decision to the California Supreme Court, which would then have several months to decide whether to hear the case.\nThe judges overruled Frank Roesch, the lower court judge whose decision to throw out the proposition in August 2021 set the stage for a protracted, high-stakes legal battle that will determine the job status of hundreds of thousands of California drivers.", "url": "https://www.nytimes.com/2023/03/13/business/prop-22-upheld-california.html"}