{"authors": ["Alan Blinder"], "date_download": "2023-03-28 18:11:15", "date_modify": "2023-03-28 18:11:15", "date_publish": "2023-01-03 19:40:02", "description": "The league regularly shares information about concussions and knee injuries, but it reveals only so much about player health in general.", "filename": "2023_01_03_sports_football_nfl-injuries-statistics_1680027075.html", "image_url": "https://static01.nyt.com/images/2023/01/03/multimedia/03nfl-injuries-explainer-1-b580/03nfl-injuries-explainer-1-b580-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_sports_football_nfl-injuries-statistics_1680027075.html", "title": "What the N.F.L. Says, and What It Doesn’t, About Injuries", "title_page": "What the N.F.L. Says, and What It Doesn’t, About Injuries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What information does the league release?\nFor fans, the most familiar update on player health is the weekly injury report. For instance, before Monday’s game against the Bengals, the Bills listed Jordan Poyer as “questionable” because of a knee injury. (He was ultimately deemed available.)\nBut the reports, often seen as just another avenue for gamesmanship even though the league mandates that they be “credible, accurate, timely and specific,” do not detail diagnoses or say much about an injury’s severity. Instead, journalists are generally left to try to draw out answers from typically tight-lipped coaches.\nThe disclosures are hardly rooted in promoting health care accountability: They debuted in 1947 as a way to counter gambling.\nThe N.F.L. also publishes season-long data for three injuries: concussions and tears of two knee ligaments. A league spokeswoman did not respond to an inquiry Tuesday about other injury data collected by the league, but N.F.L. executives have sometimes disclosed select statistics, such as that about 75 percent of players with hamstring injuries miss time.\nIn 2016, The New York Times found that league studies, used in more than a dozen peer-reviewed articles, had not included more than 100 diagnosed concussions. At the time, the N.F.L. said that teams had not been required to submit data for the studies and that it had not tried “to alter or suppress the rate of concussions.”", "url": "https://www.nytimes.com/2023/01/03/sports/football/nfl-injuries-statistics.html"}