{"authors": ["Katherine Rosman", "Ben Sisario", "Constant Méheut"], "date_download": "2023-03-28 17:21:03", "date_modify": "2023-03-28 17:21:03", "date_publish": "2023-02-03 16:58:55", "description": "Though the music label ultimately backed out, the deal illustrates the temptations and risks faced by corporations seeking to capitalize on the notoriety of pop-culture figures.", "filename": "2023_02_03_arts_music_freeze-corleone-bmg-antisemitism_1680024063.html", "image_url": "https://static01.nyt.com/images/2023/02/04/arts/03music-bmg/00bmg-test-do-not-use-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_03_arts_music_freeze-corleone-bmg-antisemitism_1680024063.html", "title": "How BMG Secretly Signed a Rapper Dropped for Antisemitic Lyrics", "title_page": "How BMG Secretly Signed a Rapper Dropped for Antisemitic Lyrics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the story of BMG and Freeze Corleone raises questions about why BMG executives had signed him in the first place while going to great lengths to conceal the relationship. And it offers an object lesson in the temptations and risks corporations face when they seek to capitalize on the notoriety of pop-culture figures. That tension played out on a bigger stage last year when, amid a rising tide of antisemitism, Adidas ended its lucrative partnership with Kanye West after he made antisemitic comments.\nIn the interview, Ms. Casimir spoke about the challenges of monitoring a large pipeline of content at a multinational company; said that the decision to omit BMG’s name from the album had been made mutually with the artist; and described BMG’s ultimate decision to scrap its deal with Freeze Corleone as a sign that its content moderation policies had worked.\n“People make mistakes,” she said. “We caught the mistake. And whatever the outcome of that mistake is, we have to deal with that.”\nA Fraught History\nThis was not the first time that BMG, and Ms. Casimir, had to scramble to minimize damage over antisemitic lyrics.\nIn 2018, the company was at the center of a media firestorm over an album it had released the year before, “Jung Brutal Gutaussehend 3” (“Young Brutal Good-Looking 3”), by a pair of German rappers, Kollegah and Farid Bang. Despite lyrics like “My body is more defined than Auschwitz prisoners” and “make another Holocaust, show up with a Molotov,” the LP had become a monster hit.\nWhen that record (which BMG executives now refer to as “JBG”) won best hip-hop/urban album at the Echo awards, Germany’s equivalent of the Grammys, other artists revolted. Some, like the classical conductor Daniel Barenboim and Klaus Voormann, the musician and artist who worked with the Beatles, returned their prizes in protest. The media and politicians in Germany — where there are strict laws against hate speech and Nazi propaganda — zeroed in on the uproar. The Echo awards were discontinued permanently.", "url": "https://www.nytimes.com/2023/02/03/arts/music/freeze-corleone-bmg-antisemitism.html"}