{"authors": ["Alan Yuhas"], "date_download": "2023-03-28 16:45:36", "date_modify": "2023-03-28 16:45:36", "date_publish": "2023-01-28 00:00:09", "description": "The Kremlin stepped up efforts to banish independent sources of news. Prosecutors labeled Meduza, a popular news site, “undesirable,” so anyone who aids or promotes it can be prosecuted.", "filename": "2023_01_27_world_europe_russia-meduza-news-organizations_1680021936.html", "image_url": "https://static01.nyt.com/images/2023/01/27/multimedia/27ukraine-russia-1-wghz/27ukraine-russia-1-wghz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_27_world_europe_russia-meduza-news-organizations_1680021936.html", "title": "Russia Outlaws a News Site and a Rights Group, Stifling Critical Voices", "title_page": "Russia Outlaws a News Site and a Rights Group, Stifling Critical Voices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Moscow court abolished one of Russia’s oldest rights groups. Russian prosecutors banned the work of a group of journalists in exile, labeling it an “undesirable organization.”\nAnd on Friday, President Vladimir V. Putin used the occasion of Holocaust Remembrance Day to restate false claims justifying the invasion of Ukraine, as his government used the levers of the state to stifle independent voices and control how Russians see the war.\nThe Kremlin’s renewed push this week to quash dissent comes as the war nears the end of its first year, with Western officials estimating more than 100,000 casualties on each side. Russia and Ukraine are locked in a grinding battle of attrition in eastern Ukraine, trying to reconstitute their forces ahead of the spring, when each is likely to attempt a significant offensive.\nRussian shelling killed at least eight civilians over 24 hours in eastern Ukraine, the site of the most intense fighting in recent months, Ukrainian officials said on Friday.", "url": "https://www.nytimes.com/2023/01/27/world/europe/russia-meduza-news-organizations.html"}