{"authors": ["Edward Wong", "Helene Cooper", "Chris Buckley"], "date_download": "2023-03-28 17:14:17", "date_modify": "2023-03-28 17:14:17", "date_publish": "2023-02-03 13:19:33", "description": "The Pentagon called the object, which has flown from Montana to Kansas, an “intelligence gathering” balloon. Beijing said it was used mainly for weather research and had strayed off course.", "filename": "2023_02_03_world_asia_china-spy-balloon_1680023657.html", "image_url": "https://static01.nyt.com/images/2023/02/03/multimedia/03vid-blinken-balloon_promo-gzqf/03vid-blinken-balloon_promo-gzqf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_03_world_asia_china-spy-balloon_1680023657.html", "title": "Furor Over Chinese Spy Balloon Leads to a Diplomatic Crisis", "title_page": "Blinken Cancels China Trip After Spy Balloon Detected Over U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Live updates: The U.S. has shot down the Chinese spy balloon.\nWASHINGTON — Secretary of State Antony J. Blinken on Friday canceled a weekend trip to Beijing after a Chinese spy balloon was sighted above the Rocky Mountain state of Montana, igniting a frenzy of media coverage and political commentary over a machine that the Pentagon said posed no threat to the United States.\nMr. Blinken called the Chinese surveillance an “irresponsible act” and a “clear violation of U.S. sovereignty and international law.”\nChina’s “decision to take this action on the eve of my planned visit is detrimental to the substantive discussions that we were prepared to have,” he said at a news conference on Friday afternoon.\nMr. Blinken canceled the trip after civilians in Montana this week began spotting the balloon, which the Pentagon said was an “intelligence-gathering” airship. Military officials had been monitoring the balloon for days, and Mr. Blinken and a deputy secretly confronted Chinese diplomats in Washington on Wednesday. But it became a diplomatic crisis only as media attention mounted on Thursday night and Republican politicians called for President Biden and Mr. Blinken to act.", "url": "https://www.nytimes.com/2023/02/03/world/asia/china-spy-balloon.html"}