{"authors": ["Callie Holtermann"], "date_download": "2023-03-28 17:22:15", "date_modify": "2023-03-28 17:22:15", "date_publish": "2023-01-13 17:00:07", "description": "The movie’s three-hour-plus run time, which includes scene after scene of churning seas, is a recipe for repeated bathroom breaks.", "filename": "2023_01_13_style_avatar-bathroom-break.html_action=click&pgtype=Article&state=default&module=styln-avatar&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680024135.html", "image_url": "https://static01.nyt.com/images/2023/01/15/multimedia/13AVATAR-BREAKS-flqz/13AVATAR-BREAKS-flqz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_13_style_avatar-bathroom-break.html_action=click&pgtype=Article&state=default&module=styln-avatar&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680024135.html", "title": "‘Avatar’: The Way of the Restroom", "title_page": "Budget for Multiple Bathroom Breaks During ‘Avatar’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Cameron, who has encouraged fans to see “Avatar” in theaters, saw this coming.\n“Here’s the big social paradigm shift that has to happen: It’s OK to get up and go pee,” he said in an interview with Empire magazine. He added that he did not want anyone “whining about length” when people are perfectly willing to watch eight straight hours of television. (Television, it must be said, is easier to pause than a movie in a theater.)\nThe director James Cameron takes us back to the world of Pandora for the sequel “Avatar: The Way of Water.” Review: Cameron’s “embrace of the idealism of adolescence, of the capacity for moral outrage as well as wonder, is the emotional heart of the movie,” Cameron’s “embrace of the idealism of adolescence, of the capacity for moral outrage as well as wonder, is the emotional heart of the movie,” our critic writes\nHigh Frame Rate: One aspect of the film’s imagery can be intensely distracting: the use of a tool that One aspect of the film’s imagery can be intensely distracting: the use of a tool that makes everything look hyper-clear\nComputer-Generated H2O: Nearly all of the sea shots in the blockbuster are digital. But making them seem real Nearly all of the sea shots in the blockbuster are digital. But making them seem real led to a milestone in the technique\nThe Way of the Restroom: ​​The movie’s three-hour-plus run time, which includes scene after scene of churning seas, ​​The movie’s three-hour-plus run time, which includes scene after scene of churning seas, is a recipe for repeated bathroom breaks\nIn November, Mr. Cameron told The Hollywood Reporter that moviegoers should go to the bathroom “any time they want” during the movie. “They can see the scene they missed when they come see it again,” the director added. Representatives for Mr. Cameron did not respond to a request for comment on Thursday.\nGetting the water exactly right was one of Mr. Cameron’s preoccupations. To ensure that it appeared appropriately aqueous, he submerged the film’s actors in a 32-foot-deep tank that held about 90,000 gallons of water. Cast members got scuba certifications and trained with a free-diving instructor, and the movie’s sound mixer kept four microphones constantly running in the tank to capture underwater background noises.\nMr. Cameron’s attention to detail may be part of the reason many theatergoers have reported having to take bathroom breaks. In a 2015 study, the sound of running water increased the flow rate of urination among men with lower urinary tract issues. The sound of running water is also a commonly recommended component of toilet training for infants.\n“The theory is, mainly it’s just a conditioning phenomenon,” said Dr. Kent DeLay, a urologist at Lexington Medical Center in West Columbia, S.C. Since the sound of water is so often present in the bathroom, many already associate it with urination. Among Dr. DeLay’s patients who already experience incontinence, urinary urgency can be worsened by just the sound of running water. “I would think that the visual would have some impact as well,” he added.", "url": "https://www.nytimes.com/2023/01/13/style/avatar-bathroom-break.html?action=click&pgtype=Article&state=default&module=styln-avatar&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}