{"authors": ["Coral Davenport"], "date_download": "2023-03-28 16:49:47", "date_modify": "2023-03-28 16:49:47", "date_publish": "2023-03-21 09:00:25", "description": "The Spirit Mountain area in Nevada and Castner Range in Texas will be off limits to development.", "filename": "2023_03_21_climate_biden-monument-spirit-mountain_1680022187.html", "image_url": "https://static01.nyt.com/images/2023/03/21/multimedia/21cli-spiritmountain-hgzv/21cli-spiritmountain-hgzv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_climate_biden-monument-spirit-mountain_1680022187.html", "title": "Biden Creates Two National Monuments in the Southwest", "title_page": "Biden Creates Two National Monuments in Nevada and Texas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden on Tuesday designated two new national monuments in the Southwest, insulating from development a half-million acres in Nevada that are revered by Native Americans and 6,600 acres in Texas that were once admired by the writer Jack Kerouac.\nIn southern Nevada, Mr. Biden protected a large portion of the Spirit Mountain area, encompassing some of the most biologically diverse and culturally significant lands in the Mojave Desert. Near El Paso, Texas, he established the Castner Range National Monument on a former artillery range along rugged canyons and arroyos that rise out of the desert near the Franklin Mountains.\n“This matters, because when we conserve our country’s natural gifts, we’re not just protecting the livelihoods of people who depend on them,” Mr. Biden told a conservation summit meeting at the Interior Department headquarters in Washington. “We’re protecting the heart and the soul of our national pride. We’re protecting pieces of history, telling our story that will be told for generations upon generations to come.”\nThe Spirit Mountain area, also known by the Mojave name Avi Kwa Ame, is the largest monument that Mr. Biden has designated to date, and only the second national monument created to protect Native history.", "url": "https://www.nytimes.com/2023/03/21/climate/biden-monument-spirit-mountain.html"}