{"authors": ["Michael C. Bender"], "date_download": "2023-03-28 17:26:14", "date_modify": "2023-03-28 17:26:14", "date_publish": "2023-03-13 16:38:34", "description": "The former president drew a warm reception in Davenport as he gave the early nominating state its first side-by-side comparison between him and Gov. Ron DeSantis of Florida, who visited days earlier.", "filename": "2023_03_13_us_politics_trump-iowa-desantis_1680024374.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13pol-trump-iowa01-vpfm/13pol-trump-iowa01-vpfm-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_us_politics_trump-iowa-desantis_1680024374.html", "title": "Trump, Trailed by Prosecutors and DeSantis, Aims to Shore Up Iowa Support", "title_page": "Trump, Trailed by Prosecutors and DeSantis, Aims to Shore Up Iowa Support - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DAVENPORT, Iowa — Ron DeSantis may be a rising star among Republicans, but the way Donald J. Trump’s arrival brought downtown Davenport to a halt on Monday suggested the former president remains, at least for now, the center of the party’s galaxy.\nResidents of the Mississippi River city had one of the first opportunities in the country for a side-by-side comparison between the two Republicans leading the party’s early presidential primary polls, Mr. Trump and Mr. DeSantis, the governor of Florida.\nThree days after Mr. DeSantis drew a strong crowd of 1,000 people for a speech on an icy Friday morning, Mr. Trump’s arrival shut down traffic by 2 p.m. Monday afternoon. The enthusiastic Trump crowd, wrapped in Trump flags and dressed in bootleg pro-Trump shirts — “Jesus, Trump & Freedom,” read one — started lining up at 7 a.m. for an event 11 hours later at the 2,400-seat, standing-room-only Adler Theater.\nThe dichotomy showed the wide gap between the two politicians at this embryonic stage of the 2024 presidential race. The Republican front-runner is a 76-year-old politician seeking the White House for the third consecutive time after a lifetime in the public eye. His chief potential rival is a 44-year-old governor whose book tour event last week was his first visit to Iowa as he decides whether to run for the White House.", "url": "https://www.nytimes.com/2023/03/13/us/politics/trump-iowa-desantis.html"}