{"authors": ["James Poniewozik"], "date_download": "2023-03-28 17:27:46", "date_modify": "2023-03-28 17:27:46", "date_publish": "2023-02-08 14:25:38", "description": "A presidency that’s been short on galvanizing TV gets an infusion of energy from a feisty speech.", "filename": "2023_02_08_arts_television_state-of-the-union-republican-heckling_1680024466.html", "image_url": "https://static01.nyt.com/images/2023/02/08/multimedia/08sotu-hjvl/08sotu-hjvl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_08_arts_television_state-of-the-union-republican-heckling_1680024466.html", "title": "At the State of the Union, Republicans Give Biden the Gift of Heckling", "title_page": "Republicans Give Biden the Gift of Heckling at 2023 State of the Union - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s a rare speech where you go onstage hoping to get booed.\nLook, folks — to borrow a much-repeated phrase from Tuesday night — I can’t know what was in President Biden’s mind during the State of the Union address. I’m not sure if he or his advisers planned the speech thinking that sparring with members of the new Republican House majority would make the opposition look more unhinged or confer on him a useful image of feistiness and vigor.\nBut his adversaries obliged regardless, in a prime-time speech that began with optimism and comity, then devolved into the most overt heckling we’ve ever seen at a State of the Union.\nAnd I don’t think the president minded.\nIn the day’s cable-news walk-up coverage, there was almost as much attention to the audience as to the speaker. In its brief tenure, the new Republican House majority has not been known as drama-free.\nThere was, of course, the endless story of George Santos, the serial-fabulist representative from New York, who maximized his visibility on camera by nabbing an aisle seat along Handshake Row as Mr. Biden entered the chamber and had some tense words with an irritated Republican senator, Mitt Romney of Utah.", "url": "https://www.nytimes.com/2023/02/08/arts/television/state-of-the-union-republican-heckling.html"}