{"authors": ["Judson Jones", "Derrick Bryson Taylor"], "date_download": "2023-03-28 16:45:05", "date_modify": "2023-03-28 16:45:05", "date_publish": "2023-02-22 10:31:19", "description": "Nearly all of the United States is experiencing some form of notable weather this week — ice, snow or unseasonably warm temperatures.", "filename": "2023_02_22_us_winter-storm-weather-california_1680021905.html", "image_url": "https://static01.nyt.com/images/2023/02/22/multimedia/22xp-winter-storm-update-01-lvtg/22xp-winter-storm-update-01-lvtg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_22_us_winter-storm-weather-california_1680021905.html", "title": "Heavy Snow Hits the Midwest, and Los Angeles County Prepares for a Rare Blizzard", "title_page": "Heavy Snow Hits the Midwest, and Los Angeles County Prepares for a Rare Blizzard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow the latest updates on the winter weather.\nBlizzard warnings were issued for more than two million people across the United States this week, some in places you’d expect, like Minnesota, and some in places you probably would not, like the mountains around Los Angeles.\nAlmost all of the country is experiencing some form of notable weather this week, meteorologists said. While much of the eastern half of North America is basking in springlike weather, a major winter storm was taking hold from Southern California to Toronto.\nAs the winter weather strengthened its grip in the Midwest on Wednesday, it was promising a mixed bag of wintry weather — strong winds, heavy snow, frigid temperatures and freezing rain. It was likely to disrupt travel on the roads and had already heavily affected air travel. More than 1,700 flights within, into or out of the United States were canceled as of late Wednesday night, Eastern time, according to FlightAware, a flight-tracking website. Some schools were closed as states prepared for over a foot of snow into Wednesday night, the second round of snowfall in this storm system.", "url": "https://www.nytimes.com/2023/02/22/us/winter-storm-weather-california.html"}