{"authors": ["Matthew Futterman"], "date_download": "2023-03-28 16:45:55", "date_modify": "2023-03-28 16:45:55", "date_publish": "2023-03-03 10:00:17", "description": "The world No. 1, Djokovic remains unvaccinated against Covid-19 and still cannot enter the United States without an exemption. He has asked for one and is awaiting an answer.", "filename": "2023_03_03_sports_tennis_djokovic-alcaraz-indian-wells_1680021955.html", "image_url": "https://static01.nyt.com/images/2023/03/05/multimedia/05tennis-djokovic1-qvmf/05tennis-djokovic1-qvmf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_03_sports_tennis_djokovic-alcaraz-indian-wells_1680021955.html", "title": "With Indian Wells Days Away, Novak Djokovic Hopes for a Miracle", "title_page": "With Indian Wells Days Away, Novak Djokovic Hopes for a Miracle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Novak Djokovic, last seen winning the Australian Open with a three-centimeter tear in his hamstring, has been back on the tennis court this week, steaming his way through the field at the Dubai Championships until Daniil Medvedev stopped him on Friday in the semifinals.\nBut as the tennis calendar gets serious again, with two of the most significant tournaments outside the Grand Slams scheduled to be held in California and Miami later this month, the Djokovic train seems destined to screech to a halt.\nDjokovic, once again the world’s No. 1 men’s singles player, desperately wants to play next week at the BNP Paribas Open in Indian Wells, Calif., and later this month at the Miami Open. In recent weeks, he requested an exemption from the rule prohibiting people who are not permanent residents of the United States from entering the country if they have not been vaccinated against Covid-19.\nTo the great consternation of Djokovic and some of the biggest names in the sport, it’s not going well, and time is running out for Djokovic to withdraw from the tournament before his not being able to play leaves a giant hole in the top quadrant of the bracket.", "url": "https://www.nytimes.com/2023/03/03/sports/tennis/djokovic-alcaraz-indian-wells.html"}