{"authors": ["Michael Croley"], "date_download": "2023-03-28 18:01:56", "date_modify": "2023-03-28 18:01:56", "date_publish": "2023-01-17 10:00:20", "description": "Last year’s tournament was the first at a new course, Yas Links, and it proved to be a challenge, especially when the golfers played in high winds.", "filename": "2023_01_17_sports_golf_abu-dhabi-championship-yas-links-course_1680026516.html", "image_url": "https://static01.nyt.com/images/2023/01/18/multimedia/18sp-hsbc-course-inyt-01-btzc/18sp-hsbc-course-inyt-01-btzc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_17_sports_golf_abu-dhabi-championship-yas-links-course_1680026516.html", "title": "Change Proved Difficult for Abu Dhabi HSBC Championship", "title_page": "Change Proved Difficult for Abu Dhabi HSBC Championship - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We were on the limit all day long,” Vidaor said. “We backed off green speeds from high elevens [on the stimpmeter, a device that measures green speeds] and dropped the speed down to the mid tens. It’s an exposed golf course, and we need to be careful because there’s no shelter at all.” Vidaor and his team slowed the speeds by cutting the greens less often than usual, and watering them to allow the grass to grow overnight. Typically, tournament golf is played at a minimum speed of 11 to test players. The reduction of the speeds at Yas Links last year was a reflection of how severely the wind was blowing, which could cause balls to drift from their paths once putted.\nBarring conditions like the ones last year, Vidaor said he didn’t expect to change much in this year’s setup. Citing Hatton’s criticism last year, he said, “Eighteen is most unusual, but I think it’s a great par 5. It’s a three-shotter, which in the world of tournament golf, you don’t get very often these days.” He added that the course’s designer, Kyle Phillips, intended for it to play this way. Vidaor, who is a fan of Phillips’s work, said “I love a par 5 where par is a good score. Nothing wrong with that.”\nOne of the real differences at Yas Links compared with most DP World Tour courses is its strain of grass, paspalum. Often used on seaside courses or in hot climates, it’s a drought-resistant turf that can thrive in adverse conditions, such as when sea mist falls on it. Bermuda grass, which is also often used in hot climates, can often get “grainy,” Vidaor noted, which affects shots on and around the greens, as that grain can have a grabbing effect on the ball. Paspalum, by contrast, lacks that.\nAlso unique to Yas Links is that paspalum is the only turf grass on the property, which is slightly unusual in today’s modern agronomy at golf courses. Most courses have one type of fairway grass to account for the wear and tear of golf carts, while the greens will feature another type of grass to account for the best pure roll, as well as for the climatic conditions. The uniform quality of the course makes for a beautiful presentation, but also a uniform playing surface. “The consistency throughout the course was stunning,” Pieters said.\nVidaor said that also came from controlling the mowing heights, where the grass on the greens was cut to 1.6 millimeters and the grass on the tees was cut to 3.5 millimeters. Fairways were at 6.5 millimeters. All this means that even in the desert in winter, the balls are going to move very fast and the course will have an immaculate appearance.", "url": "https://www.nytimes.com/2023/01/17/sports/golf/abu-dhabi-championship-yas-links-course.html"}