{"authors": ["Ronda Kaysen"], "date_download": "2023-03-28 17:09:17", "date_modify": "2023-03-28 17:09:17", "date_publish": "2023-02-10 10:00:20", "description": "Snoring and conflicting schedules are top reasons couples decide to sleep in separate bedrooms. Sex therapists and marriage counselors have their doubts about the arrangement.", "filename": "2023_02_10_realestate_couples-separate-bedrooms_1680023357.html", "image_url": "https://static01.nyt.com/images/2023/02/12/multimedia/10separatebeds-cover-gzpm/10separatebeds-cover-gzpm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_10_realestate_couples-separate-bedrooms_1680023357.html", "title": "I Love You, but I Don’t Want to Sleep With You", "title_page": "Should Couples Sleep in Separate Bedrooms? We Asked the Experts. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Few metaphors better convey a relationship on the rocks than a couple sleeping apart. “Anna Karenina,” the ultimate ode to marital discord, opens with a philandering spouse cast out on a couch, the defining symbol of an unhappy family. While the aristocracy has long kept separate boudoirs, often portrayed alone in their grand private bedchambers on shows like “The Crown” and “Downton Abbey,” they are also a class that tends to marry for money or title, not love. Couples who marry for love double up. Even Lucy and Ricky Ricardo shared a room on “I Love Lucy,” despite their famous twin beds.\nTake away the guaranteed together time, not to mention the easy opportunity for sex, found at the end of each day curled up in bed together, and lovers could morph into glorified roommates.\n“I get a little bit of a mild pink flag,” said Dr. Cheryl Fraser, a clinical psychologist, sex therapist and the author of “Buddha’s Bedroom.” “It’s not a big leap from healthy solitude to a little bit of distance.”\nIn her surveys of 3,000 couples in long-term relationships, Dr. Fraser has found that roughly 33 to 40 percent report that they are in a sexless relationship, clinically defined as having sex together no more than six times a year. Take away the snuggle time that happens in a shared bed and the sex might soon go, too. “When you sleep in the same bed, sex naturally happens,” she said. “We marry for love and therefore we want to be in the same bed and have sex with each other.”\nBut according to the International Housewares Association, a trade organization, 31 percent of surveyed couples who said they sleep apart reported that the arrangement had no impact on their relationship, and 21 percent said that their relationship improved because of it. (Granted, the remaining half of the respondents did not see the setup in such a positive light.)", "url": "https://www.nytimes.com/2023/02/10/realestate/couples-separate-bedrooms.html"}