{"authors": ["Gabe Cohn"], "date_download": "2023-03-28 17:12:45", "date_modify": "2023-03-28 17:12:45", "date_publish": "2023-01-10 21:00:07", "description": "The winning films, TV shows, actors and production teams at the 2023 Golden Globe Awards.", "filename": "2023_01_10_movies_golden-globes-winners-list_1680023565.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/10globes-list2-vmbg/10globes-list2-vmbg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_10_movies_golden-globes-winners-list_1680023565.html", "title": "Golden Globes Winners 2023: The Complete List", "title_page": "Golden Globes Winners 2023: The Complete List - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Going into a typical awards show, the big question is, of course, who and what will win the top honors. This year’s Golden Globes ceremony was not a typical awards show.\nThe 80th Golden Globe Awards was the first edition of the annual spectacle to be on TV since an ethics, finance and diversity scandal involving the Hollywood Foreign Press Association, the group behind the awards, led NBC to decide not to air the 2022 ceremony. So the biggest question was really whether the show’s organizers could win back the trust of viewers, the network and the Hollywood figures whose presence it relies on. (The attitude during the telecast largely seemed to be that it had; whether that feeling extends beyond the ceremony remains to be seen.)\nStill, there were formal winners.\nThe ceremony began with film supporting actor and actress wins for Ke Huy Quan (“Everything Everywhere All at Once”) and Angela Bassett (“Black Panther: Wakanda Forever”), and a TV supporting actor win for Tyler James Williams (“Abbott Elementary”). Later, Steven Spielberg won the third best director Golden Globe of his career for “The Fabelmans.” And the top TV and film awards went to “Abbott Elementary” (best TV series, musical or comedy), “House of the Dragon” (best TV series, drama), “The Banshees of Inisherin” (best picture, musical or comedy) and “The Fabelmans” (best motion picture, drama). See below for the full list of winners.", "url": "https://www.nytimes.com/2023/01/10/movies/golden-globes-winners-list.html"}