{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:31", "date_modify": "2023-03-28 17:59:31", "date_publish": "2023-03-16 06:00:02", "description": "This word has appeared in 31 articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_16_learning_word-of-the-day-remedial_1680026371.html", "image_url": "https://static01.nyt.com/images/2022/12/30/learning/WOTD-remedial/WOTD--13-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_learning_word-of-the-day-remedial_1680026371.html", "title": "Word of the Day: remedial", "title_page": "Word of the Day: remedial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word remedial has appeared in 31 articles on NYTimes.com in the past year, including on Nov. 21 in “A Report on Violence at Rikers Is to Be Kept Secret” by Chelsia Rose Marcius:\nJudge Swain’s decision comes after a court hearing on Thursday on the state of the city jails. So far this year, 18 people have died in the jails, or soon after their release. At the hearing, Judge Swain put off the request of lawyers for the detainees that she appoint a receiver — an outsider who would oversee the jails. Instead, Judge Swain granted the Correction Department more time to develop its plan to reform Rikers. She set a new hearing for April 27 to discuss the status of the jails, and said in her order that she would listen to more legal arguments “on whether alternative or additional remedial relief is warranted.”\nDaily Word Challenge\nCan you correctly use the word remedial in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how remedial can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/16/learning/word-of-the-day-remedial.html"}