{"authors": ["Peter Coy"], "date_download": "2023-03-28 18:55:18", "date_modify": "2023-03-28 18:55:18", "date_publish": "2023-03-17 19:00:04", "description": "The world’s largest central bank isn’t in crisis, but it is losing money at the moment.", "filename": "2023_03_17_opinion_silicon-valley-bank-federal-reserve_1680029718.html", "image_url": "https://static01.nyt.com/images/2023/03/17/opinion/17coy-image/17coy-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_17_opinion_silicon-valley-bank-federal-reserve_1680029718.html", "title": "The Fed’s Balance Sheet Looks Like Silicon Valley Bank’s", "title_page": "Opinion | The Fed’s Balance Sheet Looks Like Silicon Valley Bank’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald Kohn, a former vice chair of the Fed, and William English, a former top staffer, wrote in June that the Fed isn’t designed to be a profit-making institution. They conceded that if the Fed kept losing money, its borrowing needs could potentially become so big that they would interfere with the conduct of monetary policy. In that case, they wrote, the Fed would need financial support from the Treasury. But they said that would happen only in the case of “truly colossal and highly improbable losses.” In reality, they said, the Fed is expected to return to profitability in coming years.\nAgustín Carstens, a former governor of the Bank of Mexico, who is now general manager of the Bank for International Settlements, said in a speech last month that “sometimes losses are the price to pay” for the proper conduct of monetary policy by central banks. “Losses matter because they may inflict a bruise on public finances but a far greater injury would result from central banks neglecting their mandates in order to avoid a loss,” he said.\nFor good measure, here is an interchange between Fed Chair Jerome Powell and Representative French Hill, an Arkansas Republican, also in June:\nHILL: So my first question is, does the Fed need a positive capital cushion in order to carry out its mission as our central bank? POWELL: No, we don’t.\nPowell told Hill that having a positive net worth is “literally not required for us to conduct the operations and do monetary policy.” He added: “We have a very thin sliver of capital, but it’s sort of symbolic.”\nNow for the other side. “I mean, that’s their canned response,” Paul Kupiec, a senior fellow at the American Enterprise Institute, told me when I ran the arguments of Kohn, English, Carstens and Powell past him. He said he was disappointed that members of Congress didn’t grill Powell about the Fed’s losses when he gave his semiannual monetary policy report to both chambers this month.\nKupiec, who worked for the Fed for 10 years, said the Fed’s losses are the result of a bond-buying program — several rounds of what’s known as “quantitative easing” — that went beyond what was needed or what Congress envisioned. “Congress is really slipping when it comes to the power of the purse,” he said.", "url": "https://www.nytimes.com/2023/03/17/opinion/silicon-valley-bank-federal-reserve.html"}