{"authors": ["Ben Hubbard", "Hwaida Saad", "Raja Abdulrahim", "Safak Timur", "Steven Erlanger", "Gulsin Harman"], "date_download": "2023-03-28 16:52:08", "date_modify": "2023-03-28 16:52:08", "date_publish": "2023-02-11 12:10:58", "description": "As the death toll in Turkey and Syria passed 28,000, Ankara was coming under growing criticism for its slow response and tolerance of shoddy construction.", "filename": "2023_02_11_world_middleeast_turkey-syria-earthquake_1680022328.html", "image_url": "https://static01.nyt.com/images/2023/02/11/multimedia/11QUAKE-LEDEALL-COVERsub-fqjh/11QUAKE-LEDEALL-COVERsub-fqjh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_11_world_middleeast_turkey-syria-earthquake_1680022328.html", "title": "As Anger Swells Over Quake, Turkey Detains Building Contractors", "title_page": "Turkey-Syria Earthquake Death Toll Passes 28,000 as Recovery Efforts Ramp Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ADIYAMAN, Turkey — Turkish officials on Saturday began detaining dozens of contractors they blamed for some of the building collapses in Monday’s devastating earthquake, as anger swelled over the government’s slow rescue effort and the death toll in the country surpassed 24,000.\nThe government issued arrest warrants for more than 100 people across the 10 provinces affected by the quake, the state-run Anadolu News Agency reported on Saturday, as the Turkish Justice Ministry ordered officials in those provinces to set up “Earthquake Crimes Investigation Units.” It also directed them to appoint prosecutors to bring criminal charges against all the “constructors and those responsible” for the collapse of buildings that failed to meet existing codes, which had been put in place after a similar disaster in 1999.\nAt least four people were arrested on Saturday. The legal actions constituted the first steps by the Turkish state toward identifying and punishing people who may have contributed to the deaths of their fellow citizens in the quake. Across the earthquake zone, residents expressed outrage at what they contended were corrupt builders who cut corners to fatten their profits and the government’s granting of “amnesties” to builders who put up apartment complexes that failed to meet the new codes.\nIn the Saraykint neighborhood of Antakya, residents pointed to shoddy workmanship in a newly built luxury building of 14 floors, with some 90 apartments, that had collapsed on itself.", "url": "https://www.nytimes.com/2023/02/11/world/middleeast/turkey-syria-earthquake.html"}