{"authors": ["Jeannette Catsoulis"], "date_download": "2023-03-28 16:44:32", "date_modify": "2023-03-28 16:44:32", "date_publish": "2023-03-23 11:00:04", "description": "Sally Hawkins lights a fire under this droll dramedy about the search for the final resting place of Richard III.", "filename": "2023_03_23_movies_the-lost-king-review_1680021872.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/lostking1-zklj/lostking1-zklj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_movies_the-lost-king-review_1680021872.html", "title": "‘The Lost King’ Review: A Royal Obsession", "title_page": "‘The Lost King’ Review: A Royal Obsession - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Coogan and Pope, working once again with the director Stephen Frears (the alliance that brought us the unexpectedly moving “Philomena” in 2013), have shaped Philippa’s story into an easily digestible underdog tale. Vulnerable yet adamant, Philippa bulldozes bureaucrats and scientists into supporting her plan to excavate the parking lot where she believes the King is buried. She’s an immovable force, a battering ram of niceness, and Frears (now 81, and with a stunningly varied back catalog) is beguiled by the wonder of her tenacity and intuition. Her occasional chats with Richard’s ghost might be a sugar cube too far; but the movie’s sweetness is cut with enough acid — including subversive digs at academic pomposity and rampant sexism — that it never becomes cloying.\nThough raising serious questions about the way history is written, and by whom, “The Lost King” isn’t a polemic, or even a biopic. It’s a quietly droll detective story, a warm portrait of a woman who lost her health and found her purpose, exhuming her self-respect along with Richard’s bones. Those quibbling about factual liberties may be missing the point: This is a movie that’s less about rehabilitating a monarch than reinvigorating a life.\nThe Lost King\nRated PG-13 for a few cheeky words. Running time: 1 hour 48 minutes. In theaters.", "url": "https://www.nytimes.com/2023/03/23/movies/the-lost-king-review.html"}