{"authors": ["Laura Collins-Hughes"], "date_download": "2023-03-28 17:25:05", "date_modify": "2023-03-28 17:25:05", "date_publish": "2023-03-22 23:12:46", "description": "Miki Nakatani and Mikhail Baryshnikov star in this meticulously handsome stage adaptation of Yasushi Inoue’s 1949 novella.", "filename": "2023_03_22_theater_the-hunting-gun-review_1680024305.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/22hunting-gun-2-mjft/22hunting-gun-2-mjft-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_theater_the-hunting-gun-review_1680024305.html", "title": "‘The Hunting Gun’ Review: Letters to Burn After Reading", "title_page": "‘The Hunting Gun’ Review: Letters to Burn After Reading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fundamental frustration of François Girard’s immaculately handsome production is the placement of the supertitles. Adapted by Serge Lamothe, this play is dense with language and dependent on it for most of its meaning. It isn’t enough for audience members to know the story’s outline in advance, or even to have read the novella.\nYet the English text appears so far above Nakatani on François Séguin’s set that non-Japanese speakers are forced to choose between following the narrative and watching Nakatani, which is unfair to both the actor and the observer. Design becomes an obstacle to understanding.\nThis is unfortunate in an otherwise meticulously calibrated production, exquisitely lit by David Finn on a tricksy set whose surface transforms from water to stone to wood, not a whit of it digital. In Renée April’s costumes, Nakatani sheds skin after skin, morphing from the prim-looking Shoko into Midori, in fit-and-flare red, then into the white-clad Saiko, who calmly dresses herself for death.\nThis sartorial unlayering parallels the peeling away of secrets and lies with each letter to Josuke. The furious Midori — curiously hypersexual in manner as she addresses the husband who has rejected her — informs him that she has known for years about his affair with her cousin Saiko. Then Saiko tells him, with unsparing honesty, why she has decided to die.\nJosuke, a hunter who once aimed a rifle at his wife, receives her letter with cold contempt, while the missive from the dead Saiko undoes him. Baryshnikov, possessed of such expressive grace, conveys all of this unshowily. But he is upstage with the supertitles just above him, and that pulls focus from Nakatani. It’s as if the director decided that the play was about the man all along.\nThe Hunting Gun\nThrough April 15 at Baryshnikov Arts Center, Manhattan; thehuntinggun.org. Running time: 1 hour 35 minutes.", "url": "https://www.nytimes.com/2023/03/22/theater/the-hunting-gun-review.html"}