{"authors": ["Zachary Woolfe"], "date_download": "2023-03-28 17:03:05", "date_modify": "2023-03-28 17:03:05", "date_publish": "2023-02-22 10:00:13", "description": "This spring, Gustavo Dudamel, the Philharmonic’s next music director, conducts the big deal symphony; the Met Opera stages Terence Blanchard’s “Champion”; and in Chicago, Riccardo Muti says farewell.", "filename": "2023_02_22_arts_music_classical-music-gustavo-dudamel-mahler-9_1680022985.html", "image_url": "https://static01.nyt.com/images/2023/02/26/multimedia/26woolfe-essay-01-pzkl/26woolfe-essay-01-pzkl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_22_arts_music_classical-music-gustavo-dudamel-mahler-9_1680022985.html", "title": "Classical Music to See and Hear in Spring 2023", "title_page": "Classical Music to See and Hear in Spring 2023 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was a hint about as subtle as a siren when the New York Philharmonic announced its current season a year ago: Gustavo Dudamel, the superstar conductor of the Los Angeles Philharmonic, would be coming to New York as a guest in May 2023 to lead Mahler’s Ninth Symphony.\nOne of the repertory’s most sprawling and profound works, Mahler’s Ninth has been played by the Philharmonic almost exclusively under the batons of its music directors. It’s not an assignment the orchestra gives rising hotshots or conductors it sees once a decade. It’s the kind of musically knotty, deeply emotional score you want led by the artists closest to you.\nThat was just one of many suggestions that Dudamel, 42, would, before too long, join the ranks of New York music directors, a group that has included eminences like Mahler, Toscanini, Bernstein and Boulez. And so it came to pass: Earlier this month, the Philharmonic said that he would succeed Jaap van Zweden in the position, for a five-year term beginning — because of classical music’s oddly glacial planning cycles — in the 2026-27 season.\nBut before all that comes Mahler’s Ninth, which Dudamel has convincingly, with tenderness and naturally unfolding intensity, recorded with the Los Angeles Philharmonic. The three New York performances, May 19-21, were already sure to be well attended, given the famous conductor and the beloved piece. Now, since the concerts will be Dudamel’s first appearances on the Philharmonic’s podium since the announcement, these will be some of the hottest tickets in town this spring.", "url": "https://www.nytimes.com/2023/02/22/arts/music/classical-music-gustavo-dudamel-mahler-9.html"}