{"authors": ["Peter Baker"], "date_download": "2023-03-28 18:36:57", "date_modify": "2023-03-28 18:36:57", "date_publish": "2023-03-14 09:00:18", "description": "The colossal bailouts after the 2008 collapse arguably saved the global economy, but they also provoked a ferocious popular backlash.", "filename": "2023_03_14_us_politics_bailout-biden-financial-crisis_1680028617.html", "image_url": "https://static01.nyt.com/images/2023/03/14/multimedia/14dc-bidenbailout-tmlg/14dc-bidenbailout-tmlg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_us_politics_bailout-biden-financial-crisis_1680028617.html", "title": "Don’t Call It a Bailout: Washington Is Haunted by the 2008 Financial Crisis", "title_page": "Don’t Call It a Bailout: Washington Is Haunted by the 2008 Financial Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nWASHINGTON — On that summer day in 2010 when he signed new legislation regulating the banks after the worst financial crash in generations, President Barack Obama declared, “There will be no more tax-funded bailouts. Period.” Standing over his right shoulder just inches away and clapping was his vice president, Joseph R. Biden Jr.\nNearly 13 years later, Mr. Biden, now himself a president facing a banking crisis, appeared before television cameras on Monday to make clear that he remembered that moment even as he guaranteed depositors at failing institutions. “This is an important point: No losses will be borne by the taxpayers,” he vowed. “Let me repeat that: No losses will be borne by the taxpayers.”\nHe could not even bring himself to utter the word “bailout.”\nWashington remains haunted by the specter of government intervention after the banking sector collapse that triggered the Great Recession, leaving leaders of both parties determined to avoid any repeat of that painful period. The colossal bailouts initiated under President George W. Bush and continued under Mr. Obama arguably saved the global economy but also provoked such a ferocious popular backlash that they transformed American politics to this day.", "url": "https://www.nytimes.com/2023/03/14/us/politics/bailout-biden-financial-crisis.html"}