{"authors": ["Paul Krugman"], "date_download": "2023-03-28 16:53:07", "date_modify": "2023-03-28 16:53:07", "date_publish": "2023-03-07 20:00:18", "description": "Some hard lessons from a hard three years.", "filename": "2023_03_07_opinion_economy-ukraine-logistics_1680022387.html", "image_url": "https://static01.nyt.com/images/2023/03/07/opinion/07krugman-newsletter-image/07krugman-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_opinion_economy-ukraine-logistics_1680022387.html", "title": "Guns, Ships and Chips: On Economic Inflexibility", "title_page": "Opinion | Guns, Ships and Chips: On Economic Inflexibility - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What do shipping containers and artillery shells have in common? This isn’t a trick question. The answer is that both have been in very short supply at some point over the past three years. And these shortages tell us something disturbing about modern economies: They aren’t nearly as flexible as many people, myself included, had thought.\nAbout those artillery shells: Like many people, I’ve been closely following the war in Ukraine. Everyone knows the broad outlines of the story so far: Vladimir Putin’s Russia invaded in February of last year, expecting a quick victory over Ukraine’s much weaker army, but the Ukrainians, astonishingly, defeated the would-be blitzkrieg and the war has turned instead into a brutal slugging match.\nNo matter how valorous, Ukrainians on their own would have no chance in such a match. But they have received crucial aid from Western nations that see Ukraine — as do I — as a crucial front in the defense of democracy.\nCan the West afford to provide aid on a sufficient scale to turn the war’s tide? Of course, and easily, because Western economies are vastly bigger than Russia’s. The United States has committed about $80 billion so far, which sounds like a lot — and is a lot, from the point of view of the combatants — but is only a bit more than 1 percent of the U.S. federal budget. Americans who complain about the expense of aiding Ukraine are either innumerate or disingenuous; it’s no secret that many people on the right and a few on the left actually want Putin to win.", "url": "https://www.nytimes.com/2023/03/07/opinion/economy-ukraine-logistics.html"}