{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:33", "date_modify": "2023-03-28 17:59:33", "date_publish": "2023-03-18 06:00:02", "description": "This word has appeared in four articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_18_learning_word-of-the-day-sibilant_1680026373.html", "image_url": "https://static01.nyt.com/images/2022/12/30/learning/WOTD-sibilant/WOTD--15-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_18_learning_word-of-the-day-sibilant_1680026373.html", "title": "Word of the Day: sibilant", "title_page": "Word of the Day: sibilant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word sibilant has appeared in four articles on NYTimes.com in the past year, including on July 27 in “How Wirecutter Evaluates Sound in Our Headphone and Speaker Reviews” by Brent Butterworth:\nWhether a person is listening to music or movies, the element of sound that’s hardest to reproduce is the one that people are most familiar with: the human voice. Most folks have conversations with other people every day, so they can tell right away when an audio system is getting voice reproduction wrong. In movies and music with vocals, the voice is the most important part of the program. The errors that audio systems make when reproducing voices are therefore easy to identify. Audio devices that create too much bass — a problem common in headphones — tend to make voices sound chesty and boomy. Audio devices that issue too little bass and too much treble — a common flaw in Bluetooth speakers — make voices sound thin, shrill, and sibilant (or hissy). Systems with high distortion, or just generally low quality, make voices hard to understand. Many speakers that try to pump high frequencies through large drivers (for example, a model that mates a large, 7- or 8-inch woofer with a small tweeter and doesn’t include a separate driver for the midrange frequencies) can make voices sound as if a performer were singing or speaking with their hands cupped around their mouth.\nDaily Word Challenge\nCan you correctly use the word sibilant in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how sibilant can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/18/learning/word-of-the-day-sibilant.html"}