{"authors": ["Alexis Soloski"], "date_download": "2023-03-28 17:25:05", "date_modify": "2023-03-28 17:25:05", "date_publish": "2023-03-24 14:00:06", "description": "Attention to culinary detail is the best part of this heavily seasoned family drama by Christin Eve Cato at the WP Theater.", "filename": "2023_03_24_theater_review-sancocho_1680024305.html", "image_url": "https://static01.nyt.com/images/2023/03/27/multimedia/24sancocho-review-bjwl/24sancocho-review-bjwl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_theater_review-sancocho_1680024305.html", "title": "Review: In ‘Sancocho,’ a Family Crisis Is Cooking", "title_page": "Review: In ‘Sancocho,’ a Family Crisis Is Cooking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Sancocho,” a new play by Christin Eve Cato, begins long before the lights come up. As ticket holders file into the WP Theater, a large pot simmers on the stove (the hyperrealistic kitchen set is by Raul Abrego), releasing the savory scents of the stew of the title. A little later, when one of the play’s sisters describes her mother’s cooking — sofrito made from scratch, pastelillos, arroz con gandules, tender pernil, “the way she made oxtail slide off the bone” — I heard a woman in the audience audibly moan.\nThis attention to culinary detail — the smells, the sights, the hand towels with a weave you can practically feel — is the best, most succulent part of this heavily seasoned domestic drama, produced by the Latinx Playwrights Circle, WP Theater and the Sol Project. Though it occupies a single set, a roomy kitchen somewhere in East Harlem, and introduces just two characters, sisters born to Puerto Rican parents a generation apart, the play stirs together two lifetimes of trauma and catastrophe into only 90 minutes. “Sancocho,” with the stew as its central metaphor, is a meditation on inheritance and family, how its members might eat and celebrate together, but suffer apart.\nRenata (Shirley Rumierk), a successful lawyer, heavily pregnant, has stopped by the apartment of her older sister, Caridad (Zuleyma Guevara), a cleaner. This is a brief visit, Renata insists: she has to leave for New Jersey before the traffic kicks off. But it is also a fraught one. Their father is dying. Renata needs Caridad to review his will. Caridad has a few items for Renata to review as well.\nA lesser playwright might have emphasized what separates the sisters. There are obvious differences between these women — in age; class; education; and as Caridad, who inherited their father’s complexion, points out, even skin color. But there are just as many similarities. Prickly and volatile, both are quick to take offense and just as quick to offer absolution. Caridad is clearly more at home in the kitchen. It is her kitchen, after all. And Renata doesn’t know how to peel a plantain. Yet this is a dish they cook together.", "url": "https://www.nytimes.com/2023/03/24/theater/review-sancocho.html"}