{"authors": ["Emma Kantor"], "date_download": "2023-03-28 17:27:30", "date_modify": "2023-03-28 17:27:30", "date_publish": "2023-02-21 10:00:11", "description": "One look is enough to challenge the myth of the genius auteur calling all the shots.", "filename": "2023_02_21_magazine_closing-credits-movies_1680024450.html", "image_url": "https://static01.nyt.com/images/2023/02/26/magazine/26mag-LOR-1/26mag-LOR-1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_magazine_closing-credits-movies_1680024450.html", "title": "Why I Watch the Closing Credits of Every Movie I See", "title_page": "Why I Watch the Closing Credits of Every Movie I See - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I watch the closing credits of every movie I see. I learned from my parents, who would always sit in the dark theater watching the names scroll down the screen while the ushers trickled in and the rest of the audience collected their belongings. Their ritual confused me as a kid: “Muppet Treasure Island” was over; Kermit and his friends were reunited; and the villain had his comeuppance. But my parents were still in their seats, eyes on the screen. What more were they expecting?\nMy parents were practicing what now feels like a lost pastime, one I happily joined in as I got older. Back in the golden age of Hollywood, the credits (albeit far less comprehensive) appeared at the beginning of the movie, for all to see. Now they run at the end, like the answers to a special round of movie trivia for those in the know. Before Google and IMDb, if you weren’t sure of the name of a certain scene-stealing character actor, or who was responsible for the exquisite editing, the credits were your source of confirmation. Childhood movie nights at home with my parents and brother would often end with us opening “The Film Encyclopedia,” by Ephraim Katz, an impressive A-to-Z volume that compiled bios and credits from the silent era to the early aughts. We’d go down rabbit holes and hop from one actor or director to another.\n“You were right — it was a young Norman Lloyd!”\n“Well spotted! What else was he in?”\nThe first line of F. Scott Fitzgerald’s “The Love of the Last Tycoon” could describe my coming-of-age: “Though I haven’t ever been on the screen, I was brought up in pictures.” Both of my parents have backgrounds in film — they met cute while working on an independent feature — and I grew up visiting sets with my dad when I was on break from school. I remember sitting in a director’s chair next to Sidney Lumet, watching the monitor. It seemed to require hours of takes to get through one page of dialogue. When I got bored of watching the (in)action, I played slapjack with the director of photography’s daughter on one of the sets that wasn’t being used. I visited the wardrobe department and practiced sewing in a straight line on a sheet of loose-leaf paper. I learned about other crew assignments too, including the script supervisor, who showed me her clipboard with the meticulous notes she kept to ensure each scene’s accuracy and consistency. I learned the difference between a gaffer and a grip, and soon I began using acronyms like “D.P.” — they made me feel like an insider.\nBecause of this, I especially loved movies about movies. I watched “Singin’ in the Rain” over and over as a child; in college, I fell hard for “Day for Night” (“La Nuit Américaine”), François Truffaut’s love letter to cinema. My parents, who had their own version of a movie romance, say that the film manages to capture the daily joys and frustrations of life on set. It also conjures that bittersweet moment when the film wraps and the cast and crew go their separate ways. It’s the nature of the business. I imagine that for industry people like my parents, reading the credits is akin to looking through an old yearbook, spotting familiar names and wondering wistfully what so-and-so is up to these days.", "url": "https://www.nytimes.com/2023/02/21/magazine/closing-credits-movies.html"}