{"authors": ["Elian Peltier"], "date_download": "2023-03-28 18:33:59", "date_modify": "2023-03-28 18:33:59", "date_publish": "2023-02-24 08:00:15", "description": "Nigerian voters say that insecurity is the most important issue in this week’s presidential election. One man who was kidnapped said, “You can only survive on your own in Nigeria.”", "filename": "2023_02_24_world_africa_nigeria-election-kidnappings_1680028439.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24nigeria-1-wjcz/24nigeria-1-wjcz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_24_world_africa_nigeria-election-kidnappings_1680028439.html", "title": "Ahead of Crucial Election, Security Crises and Kidnappings Plague Nigeria", "title_page": "Kidnappings in Nigeria and Other Security Crises Concern Voters Ahead of Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A 61-year-old civil engineer was supervising a digging project on a farm in southern Nigeria when five young men carrying AK-47s stormed the place and dragged him into the bush.\nFor five days, the kidnappers held the engineer, Olusola Olaniyi, and beat him severely. Only after his family and employer agreed to pay a ransom was he released, in the middle of the night, on a road a few miles away from where he had been kidnapped.\nNigeria has faced an outbreak of kidnappings in recent years, affecting people of all ages and classes: groups of schoolchildren, commuters traveling on trains and in cars through Nigeria’s largest cities, and villagers in the northern countryside. With youth gangs and armed bandits finding that kidnapping for ransom produces big payoffs, such crimes have only multiplied.\nAs Nigerians go to the polls on Saturday to choose a new president, insecurity is the top issue facing the country, according to a survey by SBM Intelligence, a Nigerian risk consultancy. Between July 2021 and June 2022, more than 3,400 people were abducted across the country, and 564 others were killed in kidnapping-related violence.", "url": "https://www.nytimes.com/2023/02/24/world/africa/nigeria-election-kidnappings.html"}