{"authors": ["Steve Fisher", "Alejandro Cegarra"], "date_download": "2023-03-28 17:11:06", "date_modify": "2023-03-28 17:11:06", "date_publish": "2023-03-20 09:00:31", "description": "The removal of lead from car batteries, many from the United States, at recycling plants in northern Mexico has led to high levels of lead contamination, a new report found.", "filename": "2023_03_20_world_americas_car-batteries-lead-mexico_1680023466.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/00mexico-batteries-draft-01-jlfg/00mexico-batteries-draft-01-jlfg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_world_americas_car-batteries-lead-mexico_1680023466.html", "title": "Americans’ Old Car Batteries Are Making Mexican Workers Sick", "title_page": "Lead Exposure From U.S. Car Batteries Threatens Health of Mexican Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After returning home from his job at a car battery recycling plant in northern Mexico one evening in 2019, Azael Mateo González Ramírez said he felt dizzy, his bones ‌ach‌ed and his throat was raspy. Then came ‌stomach pain, he said, followed by bouts of diarrhea.\nThe plant in Monterrey where he worked handled used car batteries, many from the United States, extracting lead as part of the process. Mr. González, 39, stacked the batteries, he said, near large containers of lead dust.\nMedical tests, Mr. González said, showed high levels of lead in his body; experts agree that no level of lead is safe and over time it can result in neurological and gastrointestinal damage.\nHis superviso‌r at the facility, he said, insisted he keep working.\nThe city of Monterrey, a three-hour drive from Texas, has become the largest source of used car batteries from the United States, with steady growth over the past decade in the shipment of used American batteries to Mexico, according to the U.S. Environmental Protection Agency.", "url": "https://www.nytimes.com/2023/03/20/world/americas/car-batteries-lead-mexico.html"}