{"authors": ["Nicholas Fandos"], "date_download": "2023-03-28 17:23:32", "date_modify": "2023-03-28 17:23:32", "date_publish": "2023-01-11 20:13:59", "description": "Two years before his successful run for Congress, George Santos gave Long Island Republican officials a résumé that reads like a detailed road map of his lies.", "filename": "2023_01_11_nyregion_george-santos-resume_1680024212.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/11santos-resume-mgfv/11santos-resume-mgfv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_11_nyregion_george-santos-resume_1680024212.html", "title": "George Santos’s Secret Résumé: A Wall Street Star With a 3.9 G.P.A.", "title_page": "George Santos’s Secret Résumé: A Wall Street Star With a 3.9 G.P.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The episode marks an early example of a yearslong pattern of political deception, when Mr. Santos lied to his own party and faced no immediate repercussions. Three years later, it provided part of the backdrop on Wednesday when Nassau County committee leaders moved definitively to cut ties with Mr. Santos, calling him a serial liar and demanding he resign from Congress.\n“He answered the questions — obviously not truthfully — but at that time we trusted him,” Joseph G. Cairo Jr., the committee chairman, told reporters at a news conference, vowing to put in place a more rigorous vetting process. He added: “We were duped here.”\nMr. Cairo said in a recent interview that Mr. Santos assured his vetting team that he had no arrest record and no knowledge of “anyone who might have a grievance” that could harm his candidacy.\nThe congressman quickly rebuffed the calls for his resignation, vowing on Twitter on Wednesday to continue serving despite a gusher of damaging disclosures that started with a Times investigation last month.\nJoe Murray, a lawyer representing Mr. Santos, deferred a request for comment to the congressman’s Washington office. A spokeswoman there did not immediately reply.", "url": "https://www.nytimes.com/2023/01/11/nyregion/george-santos-resume.html"}