{"authors": ["David Yaffe-Bellany"], "date_download": "2023-03-28 17:23:51", "date_modify": "2023-03-28 17:23:51", "date_publish": "2023-02-18 08:00:09", "description": "State and federal agencies have levied fines, brought new cases and issued policy statements to rein in freewheeling practices in recent weeks.", "filename": "2023_02_18_business_crypto-crackdown-regulation_1680024231.html", "image_url": "https://static01.nyt.com/images/2023/02/17/multimedia/17crypto-enforcement-03-zptc/17crypto-enforcement-03-zptc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_18_business_crypto-crackdown-regulation_1680024231.html", "title": "Government Cracks Down on Crypto Industry With Flurry of Actions", "title_page": "Government Cracks Down on Crypto Industry With Flurry of Actions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cryptocurrency executives hoped that 2023 would herald a new beginning after a year of disastrous setbacks. Instead, the industry has found itself on the receiving end of an aggressive government crackdown.\nLast month, the Securities and Exchange Commission levied fines and other penalties against crypto lending firms, while federal banking officials issued policy statements that appeared calculated to make it harder for crypto companies to participate in the mainstream finance system.\nIn the last few days, the pace has accelerated. Two high-profile crypto firms — including a popular exchange where people buy and sell digital coins — came under intense pressure from state and federal regulators. After announcing a settlement with the exchange, the S.E.C. also fined a crypto promoter and sued a start-up that issued digital coins, for a total of three enforcements in just over a week.\nThe actions are likely a prelude to a protracted spell of legal wrangling, as regulators respond to the market turmoil that caused prominent crypto companies to file for bankruptcy last year and cost investors billions of dollars. And the enforcement signals a growing urgency in Washington to address the threat posed by cryptocurrencies, an experimental technology that enables new forms of financial speculation.", "url": "https://www.nytimes.com/2023/02/18/business/crypto-crackdown-regulation.html"}