{"authors": ["Declan Walsh"], "date_download": "2023-03-28 17:27:50", "date_modify": "2023-03-28 17:27:50", "date_publish": "2023-02-16 10:00:30", "description": "“A tragedy for Syrians is a boon for Assad because nobody else wants to manage this mess,” one analyst said of President Bashar al-Assad, who became a global pariah for his regime’s abuses during a civil war.", "filename": "2023_02_16_world_middleeast_syria-earthquake-assad-diplomacy_1680024470.html", "image_url": "https://static01.nyt.com/images/2023/02/16/multimedia/16quake-assad-01-wtbk/16quake-assad-01-wtbk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_16_world_middleeast_syria-earthquake-assad-diplomacy_1680024470.html", "title": "Syria’s Assad Uses Disaster Diplomacy to Inch Back Onto World Stage", "title_page": "Syria’s Assad Uses Disaster Diplomacy to Inch Back Onto World Stage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A powerful earthquake last week catapulted Syria’s authoritarian president, Bashar al-Assad, into the global spotlight, creating an opportunity for him to inch further back onto the international stage through disaster diplomacy.\nAs the death toll soared from the region’s deadliest quake in a century, Mr. al-Assad, long a pariah for bombing and torturing his own people during Syria’s civil war, received a steady flow of sympathy, aid and attention from other countries.\nArab leaders who had shunned him for a decade picked up the phone and called. Senior United Nations officials trooped through his office, offering assistance and posing for photographs. Planeloads of aid landed from more than a dozen countries — allies like Russia, Iran and China, but also Saudi Arabia, which previously had only sent aid (and weapons) to the rebels seeking to topple Mr. al-Assad.", "url": "https://www.nytimes.com/2023/02/16/world/middleeast/syria-earthquake-assad-diplomacy.html"}