{"authors": ["Karen Zraick"], "date_download": "2023-03-28 17:26:01", "date_modify": "2023-03-28 17:26:01", "date_publish": "2023-02-24 04:23:41", "description": "The indictment detailed the gang’s operations in El Salvador, Mexico and the United States. Three of the men will be transferred to New York to face federal charges.", "filename": "2023_02_23_nyregion_us-terrorism-charges-ms-13_1680024361.html", "image_url": "https://static01.nyt.com/images/2023/02/23/multimedia/23-MS-13-courthouse-mpqk/23-MS-13-courthouse-mpqk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_nyregion_us-terrorism-charges-ms-13_1680024361.html", "title": "U.S. Unseals Terrorism Charges Against Men Identified as MS-13 Leaders", "title_page": "U.S. Unseals Terrorism Charges Against Men Identified as MS-13 Leaders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three men accused of being high-ranking leaders of the transnational criminal gang MS-13 were arrested in Mexico on Wednesday and will be sent to New York to face charges, the Justice Department announced on Thursday.\nThe three were among 13 people named as suspected gang leaders in an indictment, unsealed in federal court in Suffolk County on Thursday, that detailed MS-13’s vast criminal enterprise in El Salvador, Mexico and the United States. The gang employs horrific violence to extort money and exert control, officials say, and has been linked to more than 65 murders in the New York area since 2009.\nThe charges in Thursday’s indictment include racketeering, conspiracy to provide material support to terrorists and narco-terrorism conspiracy. Four of the defendants are charged with human smuggling that resulted in deaths.\nThe three defendants deported from Mexico were taken into U.S. custody at the Houston airport, the authorities said. Vladimir Antonio Arevalo-Chavez, 47; Walter Yovani Hernandez-Rivera, 29; and Marlon Antonio Menjivar-Portillo, 47, were charged with overseeing the gang’s expansion into Mexico, where it forged alliances with Mexican cartels and trafficked in drugs, people and weapons — and even killed migrants and gang members who tried to flee. The illicit proceeds funded the gang’s attempts to control territory and influence the government in El Salvador.", "url": "https://www.nytimes.com/2023/02/23/nyregion/us-terrorism-charges-ms-13.html"}