{"authors": ["Li Yuan"], "date_download": "2023-03-28 17:11:39", "date_modify": "2023-03-28 17:11:39", "date_publish": "2023-03-28 04:01:08", "description": "China has long pursued growth by public spending, even after the payoff has faded. Cities stuck with the bill are still spending — and cutting essential services.", "filename": "2023_03_28_business_china-local-finances-debt_1680023499.html", "image_url": "https://static01.nyt.com/images/2023/03/02/business/00newworld/00newworld-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_business_china-local-finances-debt_1680023499.html", "title": "China’s Cities Are Buried in Debt, but They Keep Shoveling It On", "title_page": "China’s Cities Are Buried in Debt, but They Keep Shoveling It On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2015, when Shangqiu, a municipality in central China, laid out a plan for the next two decades, it positioned itself as a transportation hub with a sprawling network of railways, highways and river shipping routes.\nBy the end of 2020, Shangqiu had built 114 miles of high-speed rail, and today several national railways make stops in the city. By 2025, Shangqiu expects the coverage of its highway network to have increased by 87 percent. The city is building its first two airports, three new highways and enough parking space for 20,000 additional slots.\nThe infrastructure splurge is far from over. On Feb. 23, the Shangqiu Communist Party secretary reiterated the city’s vision as a logistics power when celebrating a new partnership with a state-owned investment firm, which could help Shangqiu borrow money for even more projects.\nThat morning, the city’s bus operator announced that it would have to suspend services because of financial difficulties. The pandemic had hit it hard, the company said, and the Shangqiu government hadn’t provided subsidies that it had promised. As a result, the company had not paid its employees for months — it couldn’t even afford to charge its electric buses. A few hours after posting its announcement, the company deleted it, after it had made national headlines and the Shangqiu government had intervened.", "url": "https://www.nytimes.com/2023/03/28/business/china-local-finances-debt.html"}