{"authors": ["Patricia Cohen"], "date_download": "2023-03-28 17:10:39", "date_modify": "2023-03-28 17:10:39", "date_publish": "2023-03-10 05:00:13", "description": "New energy sources to replace oil and natural gas have been easier to find than kicking the dependency on Rosatom, the state-owned nuclear superstore.", "filename": "2023_03_10_business_economy_russia-nuclear-energy-ukraine_1680023439.html", "image_url": "https://static01.nyt.com/images/2023/03/10/multimedia/09russia-nuclear-print1/00russia-nuclear-01-wjqg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_10_business_economy_russia-nuclear-energy-ukraine_1680023439.html", "title": "Why Russia Has Such a Strong Grip on Europe’s Nuclear Power", "title_page": "Why Russia Has Such a Strong Grip on Europe’s Nuclear Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pinched cylinders of Russian-built nuclear power plants that dot Europe’s landscape are visible reminders of the crucial role that Russia still plays in the continent’s energy supply.\nEurope moved with startling speed to wean itself off Russian oil and natural gas in the wake of war in Ukraine. But breaking the longstanding dependency on Russia’s vast nuclear industry is a much more complicated undertaking.\nRussia, through its mammoth state-owned nuclear power company, Rosatom, dominates the global nuclear supply chain. It was Europe’s third-largest supplier of uranium in 2021, accounting for 20 percent of the total. With few ready alternatives, there has been scant support for sanctions against Rosatom — despite urging from the Ukrainian government in Kyiv.\nFor countries with Russian-made reactors, reliance runs deep. In five European Union countries, every reactor — 18 in total — was built by Russia. In addition, two more are scheduled to start operating soon in Slovakia, and two are under construction in Hungary, cementing partnerships with Rosatom far into the future.", "url": "https://www.nytimes.com/2023/03/10/business/economy/russia-nuclear-energy-ukraine.html"}