{"authors": ["Kurt Streeter"], "date_download": "2023-03-28 17:11:22", "date_modify": "2023-03-28 17:11:22", "date_publish": "2023-02-01 20:18:45", "description": "Give Brady his due but let Patrick Mahomes and all of the other young, exciting quarterbacks take it from here.", "filename": "2023_02_01_sports_football_tom-brady-retires-mahomes_1680023482.html", "image_url": "https://static01.nyt.com/images/2023/02/01/multimedia/01streeter-sot-brady-01-zkjf/01streeter-sot-brady-01-zkjf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_sports_football_tom-brady-retires-mahomes_1680023482.html", "title": "Tom Brady’s Retirement Is the Best Thing for Football", "title_page": "Tom Brady’s Retirement Is the Best Thing for Football - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is no reason for sadness.\nThis is a time for celebration and fond remembrance.\nTom Brady retiring at 45, seven Super Bowl rings on his fingers, as he sits comfortably atop the list for nearly every significant passing category in football, is a reminder that time has its way with all of us — even those who seemed like they had found the fountain of youth.\nIt is a chance to give Brady his due but also celebrate this: Just as he leaves the game, a new wave of quarterbacks took center stage in this season’s playoffs. They are young, confident and collected — Tom Brady traits — and they even offer a little more. They possess true out-of-the-pocket mobility and a fleetness of foot that Brady lacked.\nAlso, this year’s Super Bowl will feature two Black starting quarterbacks for the first time, Kansas City’s Patrick Mahomes and Philadelphia’s Jalen Hurts. They are 27 and 24 years old, respectively.\nThey could be Tom Brady’s sons.\nShould we be surprised and even skeptical of Brady’s retirement announcement? Remember that last year on this date, Brady also announced he was leaving the game. He wrote a heartfelt note and posted it on social media. Months later, itching for the drama of competition, he returned to the game that had defined his life.", "url": "https://www.nytimes.com/2023/02/01/sports/football/tom-brady-retires-mahomes.html"}