{"authors": ["Megan Specia"], "date_download": "2023-03-28 17:07:13", "date_modify": "2023-03-28 17:07:13", "date_publish": "2023-03-23 17:08:27", "description": "For months, labor disputes rattled Britain, disrupting transportation, the mail and even medical procedures. Now, tensions seem to have eased.", "filename": "2023_03_23_world_europe_uk-strike-labor_1680023233.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23uk-strikes-explainer-01-jbzw/23uk-strikes-explainer-01-jbzw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_world_europe_uk-strike-labor_1680023233.html", "title": "The U.K.’s Wave of Strikes Explained: Why Is It Ending?", "title_page": "The U.K.’s Wave of Strikes Explained: Why Is It Ending? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The strikes trickled in at first and then came like a flood. As labor disputes gained momentum in Britain last year, postal workers, train drivers, nurses, teachers and others walked out, some for the first time ever, as they demanded higher pay or better working conditions.\nThe strikes — concentrated, like the strength of Britain’s labor unions, in the public sector and formerly state-owned businesses — sometimes converged or coincided with one another, disrupting life across the country, as transportation ground to a halt, the mail stopped and medical procedures were postponed.\nBut the disputes that rattled Britain, and England in particular, for much of the winter may finally be drawing to a close, with Prime Minister Rishi Sunak’s government brokering a major agreement with nurses and hundreds of thousands of other health workers, and rail unions suspending planned strikes in March and April.\nThough few of the disputes are fully settled, talks are underway in most and agreements are taking shape in many. It’s a sharp change of tone after months in which public-sector workers and the Conservative government seemed at an impasse.", "url": "https://www.nytimes.com/2023/03/23/world/europe/uk-strike-labor.html"}