{"authors": ["Lora Kelley"], "date_download": "2023-03-28 19:17:11", "date_modify": "2023-03-28 19:17:11", "date_publish": "2023-03-23 23:30:08", "description": "Lindsay Lohan and Jake Paul are just two names who have encountered legal trouble for pushing crypto on their social media accounts.", "filename": "2023_03_23_style_crypto-sec-lindsay-lohan-jake-paul_1680031031.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/CRYPTO-CELEBS-01-gwfc/CRYPTO-CELEBS-01-gwfc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_style_crypto-sec-lindsay-lohan-jake-paul_1680031031.html", "title": "Which Celebrities Are Facing Backlash for Crypto Promotion?", "title_page": "All the Celebrities Facing Charges Over Crypto Promotion: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The most recent posts on Lindsay Lohan’s Twitter page are Christmas-themed advertisements from December for “Pilk,” a creamy, bubbly concoction of Pepsi and milk. The posts are clearly marked as promotions for Pepsi.\nA less festive tweet by her in 2021, in which she promoted a crypto asset without disclosing that she had received payment for the post, has since attracted the scrutiny of federal regulators. A spokeswoman for Ms. Lohan said that the actor was unaware of the disclosure requirement and that she agreed to pay a fine after being contacted in March 2022.\nThe Securities and Exchange Commission announced charges on Wednesday against a group of eight celebrities, including Ms. Lohan, the influencer Jake Paul and the rapper Soulja Boy, for illegally touting crypto asset securities without disclosures of compensation. Six of the stars agreed to pay settlements adding up to $400,000.\nCelebrities with great taste will not necessarily give solid guidance on investments, especially if they are making an undisclosed endorsement, said Andrew Verstein, an expert on business law at the University of California, Los Angeles.", "url": "https://www.nytimes.com/2023/03/23/style/crypto-sec-lindsay-lohan-jake-paul.html"}