{"authors": ["Norimitsu Onishi"], "date_download": "2023-03-28 16:45:20", "date_modify": "2023-03-28 16:45:20", "date_publish": "2023-03-02 10:00:47", "description": "A surge in illegal crossings from the United States has led to calls to shut down a rural road on the Canadian border.", "filename": "2023_03_02_world_canada_canada-migrants-immigration_1680021920.html", "image_url": "https://static01.nyt.com/images/2023/02/27/world/00canada-border/00canada-border-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_world_canada_canada-migrants-immigration_1680021920.html", "title": "Canadians Fume as Migrants Surge at Their Border", "title_page": "Canadians Fume as Migrants Surge at Their Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The fact that Biden is getting tougher reinforces the argument that the United States is not a safe country for asylum-seekers and that it doesn’t meet its international legal obligations regarding human rights and the reception of asylum-seekers,” said France-Isabelle Langlois, the director general of Amnesty International for francophone Canada.\nAmid the focus on the treaty, Ms. Langlois said, “We’re losing sight of the fact that these are human beings who are fleeing very, very difficult situations.” She added: “These are not bad people, even those whose applications are ultimately rejected. We can’t forget that, basically, these people are seeking to improve their lot, as we would all do.”\nAs the Supreme Court weighs the fate of the treaty, migrants continue to flow through the Roxham Road crossing, intensifying demands that it be closed.\nBut simply shutting it down, experts said, would likely push migrants to try to cross into Canada through more dangerous points along the country’s 5,500-mile border with the United States.\n“It’s very unclear,” said Laura Macdonald, a political scientist at Carleton University, “how you would keep out tens of thousands of asylum claimants who think they have the right to cross the border from doing so.”\nNasuna Stuart-Ulin contributed reporting from Saint-Bernard-de-Lacolle.", "url": "https://www.nytimes.com/2023/03/02/world/canada/canada-migrants-immigration.html"}