{"authors": ["Carl Hulse"], "date_download": "2023-03-28 17:07:50", "date_modify": "2023-03-28 17:07:50", "date_publish": "2023-01-03 10:00:26", "description": "The first woman to become speaker leaves a legacy that will be difficult for her successors to equal.", "filename": "2023_01_03_us_politics_nancy-pelosi_1680023270.html", "image_url": "https://static01.nyt.com/images/2023/01/02/multimedia/02dc-pelosi-2-8ad3/02dc-pelosi-2-8ad3-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_us_politics_nancy-pelosi_1680023270.html", "title": "The Pelosi Era Comes to a Close", "title_page": "The Pelosi Era Comes to a Close - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What can arguably be called the Pelosi era in Washington came to a close on Tuesday, with Ms. Pelosi retreating to the rank and file of a new Congress where, she insists, she does not intend to be a meddling mother-in-law offering unsolicited advice.\nBut her presence will be felt for years in the climate, health care, public works and social legislation she ushered through to signatures by two Democratic presidents, as well as the big moments of her tenure capped off by the electrifying invitation to Volodymyr Zelensky to address Congress just days before she lost the gavel.\nThe new leadership of both parties will find it daunting to try to match her performance and political reach, whatever their view of her policy agenda. Ms. Pelosi, the first female speaker, carved a singular path.\nHer time in leadership was bracketed by the terrorist attacks of Sept. 11, 2001, and the Jan. 6, 2021, assault on the Capitol, two seminal events that tested her abilities but also showed a willingness to rise above political differences at times of crisis.\nIn between was a war in Iraq that she opposed, a harrowing financial crisis that she helped curb, the rise of the Tea Party movement that unseated her, the Trump presidency that she combated with two impeachments, a pandemic that threw Congress and the nation into turmoil, and finally a triumphant legislative push during the first two years of President Biden’s term. While her goals were big, she also devoted herself to — and appeared to relish — the minutiae of vote counting, picking off Democrats one by one until she reached the magic number of 218, usually with a few more tucked away in her purse just in case.", "url": "https://www.nytimes.com/2023/01/03/us/politics/nancy-pelosi.html"}