{"authors": ["Julia Jacobs"], "date_download": "2023-03-28 18:47:06", "date_modify": "2023-03-28 18:47:06", "date_publish": "2023-02-22 20:23:59", "description": "The show’s star, Ben Platt, said the “ugly and scary” display was a reminder of why they are retelling the story of the lynching of Leo Frank, a Jewish businessman in Georgia.", "filename": "2023_02_22_theater_parade-broadway-neo-nazi-protest_1680029226.html", "image_url": "https://static01.nyt.com/images/2023/02/23/multimedia/23parade-protest-pqkb/23parade-protest-pqkb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_22_theater_parade-broadway-neo-nazi-protest_1680029226.html", "title": "‘Parade’ Producers Condemn Neo-Nazi Protest at Show About Antisemitism", "title_page": "‘Parade’ Producers Condemn Neo-Nazi Protest at Show About Antisemitism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The producers and star of “Parade,” a Broadway musical about an antisemitic lynching in Georgia a century ago, condemned a small neo-Nazi demonstration that took place outside the show’s first preview performance on Tuesday night.\nThe show centers on the story of Leo Frank, a Jewish factory manager in Atlanta who was convicted in 1913 of raping and murdering a 13-year-old girl. Responding to an outcry about whether Frank had been wrongfully convicted in a trial tainted by antisemitism, the Georgia governor commuted his death sentence. Months later, Frank was lynched by a mob.\nBen Platt, the Tony-winning actor who plays Frank, had already described the musical revival as a timely story to tell at a moment when antisemitic incidents and hate speech have been a part of political and cultural conversations in America.\nBut the appearance of about a dozen demonstrators outside the Bernard B. Jacobs Theater, some holding a sign linking them to the National Socialist Movement, a neo-Nazi organization, further underlined the current cultural relevance, the show’s producers said in a statement on Wednesday morning.", "url": "https://www.nytimes.com/2023/02/22/theater/parade-broadway-neo-nazi-protest.html"}