{"authors": ["Jim Tankersley"], "date_download": "2023-03-28 17:27:53", "date_modify": "2023-03-28 17:27:53", "date_publish": "2023-02-02 15:06:12", "description": "Brian Deese, the director of the National Economic Council, played a pivotal role in negotiating economic legislation the president signed in his first two years in office.", "filename": "2023_02_02_us_politics_brian-deese-biden-economic-adviser_1680024473.html", "image_url": "https://static01.nyt.com/images/2023/02/02/multimedia/02dc-deese-wpkc/02dc-deese-wpkc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_02_us_politics_brian-deese-biden-economic-adviser_1680024473.html", "title": "Brian Deese, Top Economic Aide to Biden, Will Step Down", "title_page": "Brian Deese, Top Economic Aide to Biden, Will Step Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The turnover comes as Mr. Biden is at something of a policy inflection point, shifting focus from passing laws to carrying them out.\nMr. Deese, 44, helped to shape some of Mr. Biden’s most sweeping economic successes, including a $1.9 trillion aid package to help pull the nation from the pandemic recession, bipartisan measures to invest in infrastructure, and an energy, tax and health care measure that was the largest federal effort in history to combat climate change.\nBut his legacy will include the high inflation that plagued the economy last year, which economists attribute in some part to spending from the $1.9 trillion American Rescue Plan. It will also include assembling the most diverse staff in terms of race and gender in the council’s history.\nMr. Deese hosted weekly breakfasts or lunches with Treasury Secretary Janet L. Yellen; Cecilia Rouse, the chairwoman of the White House Council of Economic Advisers; and Shalanda Young, the director of the White House Office of Management and Budget.\nPerhaps the sharpest criticism Mr. Deese faced as director was when he was appointed, from liberal groups wary of his previous job at the Wall Street giant BlackRock. Those criticisms have quieted somewhat as liberals applauded the climate bill and other legislation.", "url": "https://www.nytimes.com/2023/02/02/us/politics/brian-deese-biden-economic-adviser.html"}