{"authors": ["John Ismay", "Eric Lipton"], "date_download": "2023-03-28 16:44:26", "date_modify": "2023-03-28 16:44:26", "date_publish": "2023-01-24 16:51:23", "description": "The Army’s top acquisition official says production of the 155-millimeter shells badly needed by Kyiv will rise to 90,000 a month in two years.", "filename": "2023_01_24_us_politics_pentagon-ukraine-ammunition_1680021866.html", "image_url": "https://static01.nyt.com/images/2023/01/24/multimedia/24dc-artillery-1-mzpc/24dc-artillery-1-mzpc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_24_us_politics_pentagon-ukraine-ammunition_1680021866.html", "title": "Pentagon Will Increase Artillery Production Sixfold for Ukraine", "title_page": "Pentagon Will Increase Artillery Production Sixfold for Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Pentagon is racing to boost its production of artillery shells by 500 percent within two years, pushing conventional ammunition production to levels not seen since the Korean War as it invests billions of dollars to make up for shortfalls caused by the war in Ukraine and to build up stockpiles for future conflicts.\nThe effort, which will involve expanding factories and bringing in new producers, is part of “the most aggressive modernization effort in nearly 40 years” for the U.S. defense industrial base, according to an Army report.\nThe new investment in artillery production is in part a concession to reality: While the Pentagon has focused on fighting wars with small numbers of more expensive precision-guided weapons, Ukraine is largely relying on howitzers firing unguided shells.\nBefore Russia invaded Ukraine on Feb. 24, the U.S. Army’s production of 14,400 unguided shells a month had been sufficient for the American military’s way of war. But the need to supply Kyiv’s armed forces prompted Pentagon leaders to triple production goals in September, and then double them again in January so that they could eventually make 90,000 or more shells a month.", "url": "https://www.nytimes.com/2023/01/24/us/politics/pentagon-ukraine-ammunition.html"}