{"authors": ["Reed Abelson", "Margot Sanger-Katz"], "date_download": "2023-03-28 16:45:16", "date_modify": "2023-03-28 16:45:16", "date_publish": "2023-03-22 17:00:06", "description": "The Biden administration has proposed changes to how it would pay private Medicare Advantage plans.", "filename": "2023_03_22_health_medicare-insurance-fraud.html_action=click&pgtype=Article&state=default&module=styln-health-care&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021916.html", "image_url": "https://static01.nyt.com/images/2023/03/22/science/22MEDADVANTAGE/22MEDADVANTAGE-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_health_medicare-insurance-fraud.html_action=click&pgtype=Article&state=default&module=styln-health-care&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021916.html", "title": "Biden Plan to Cut Billions in Medicare Fraud Ignites Lobbying Frenzy", "title_page": "Biden Plan to Cut Billions in Medicare Fraud Ignites Lobbying Frenzy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“How’s the knee?” one bowler asked another across the lanes. Their conversation in a Super Bowl ad focused on a Biden administration proposal that one bowler warned another would “cut Medicare Advantage.”\n“Somebody in Washington is smarter than that,” the friend responded, before a narrator urged viewers to call the White House to voice their displeasure.\nThe multimillion dollar ad buy is part of an aggressive campaign by the health insurance industry and its allies to stop the Biden proposal. It would significantly lower payments — by billions of dollars a year — to Medicare Advantage, the private plans that now cover about half of the government’s health program for older Americans.\nThe change in payment formulas is an effort, Biden administration officials say, to tackle widespread abuses and fraud in the increasingly popular private program. In the last decade, reams of evidence uncovered in lawsuits and audits revealed systematic overbilling of the government. A final decision on the payments is expected shortly, and is one of a series of tough new rules aimed at reining in the industry. The changes fit into a broader effort by the White House to shore up the Medicare trust fund.", "url": "https://www.nytimes.com/2023/03/22/health/medicare-insurance-fraud.html?action=click&pgtype=Article&state=default&module=styln-health-care&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}