{"authors": ["Safak Timur", "Ben Hubbard", "Gulsin Harman"], "date_download": "2023-03-28 16:45:05", "date_modify": "2023-03-28 16:45:05", "date_publish": "2023-02-07 23:02:03", "description": "Shoveling snow and rubble, emergency crews worked across hundreds of miles in Turkey and Syria to save people in the aftermath of the most powerful quake in the region in decades.", "filename": "2023_02_07_world_middleeast_earthquake-turkey-syria_1680021905.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/07quake-ledeall-3-ltbk/07quake-ledeall-3-ltbk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_world_middleeast_earthquake-turkey-syria_1680021905.html", "title": "Turkey and Syria Earthquake Death Toll Tops 7,700 As Rescuers Fight Weather", "title_page": "Turkey and Syria Earthquake Death Toll Tops 7,700 As Rescuers Fight Weather - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GAZIANTEP, Turkey — Rescue workers dug through rubble on Tuesday to find survivors of the most powerful and deadly earthquake to hit Turkey and Syria in decades, toiling in a vast and desperate search complicated by geography and geopolitics, freezing weather and the sheer scope of the disaster.\nEven as they struggled to free people from the tombs of metal, concrete and wood where apartments and office buildings once stood, the death toll climbed. At least 7,700 people were reported dead, officials said.\nThe crews found reason for hope, rescuing more than 8,000 people in Turkey alone. But they were also working against time as temperatures sank below freezing. Survivors, many barefoot and in sleeping clothes, huddled around bonfires of wreckage to stay warm.\nRescue teams shoveled snow as it piled up on the debris, searching for the injured and trapped. In Gaziantep, a Turkish city near the epicenter of the 7.8-magnitude earthquake, which struck on Monday, four members of one family were painstakingly rescued, one at a time. In northwest Syria, residents found an infant crying in the rubble, seemingly the only survivor of a building collapse and who had spent hours in the cold.", "url": "https://www.nytimes.com/2023/02/07/world/middleeast/earthquake-turkey-syria.html"}