{"authors": ["Ray Mark Rinaldi"], "date_download": "2023-03-28 17:11:07", "date_modify": "2023-03-28 17:11:07", "date_publish": "2023-03-22 09:00:54", "description": "Think of Proyectos Monclova’s booth as a well-curated dive into art history, showing the titans of Mexican Modernism alongside the superstars of today.", "filename": "2023_03_22_arts_design_proyectos-monclova-art-basel-hong-kong_1680023467.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23sp-hkbasel-monclova-inyt-01-fjgc/23sp-hkbasel-monclova-inyt-01-fjgc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_arts_design_proyectos-monclova-art-basel-hong-kong_1680023467.html", "title": "A Century of Mexican Creativity at Art Basel Hong Kong", "title_page": "At Art Basel Hong Kong, a Century of Mexican Creativity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — Art fairs are full of galleries with dreams of launching the art world’s next big thing. Exhibitors pack their booths with work by promising newcomers and talk them up relentlessly, hoping they will break through with the collectors and critics who wander the aisles.\nProyectos Monclova of Mexico City takes a different approach. Instead of banking on the future, it invests in the past, bringing to fairs artists who made their reputations decades ago in Mexico and whose careers it says it believes are ready for a turn in the international spotlight.\nAlongside all those potential stars of tomorrow on display at this year’s Art Basel Hong Kong are Proyectos Monclova’s lineup of colorful, geometric weavings by 87-year-old Eduardo Terrazas — famous for being a co-designer of the 1968 Mexico City Olympics poster, with its psychedelic black-and-white lettering and rainbow-inspired rings — and stone carvings by Ángela Gurría, a central figure of Mexican Modernism who died on Feb. 17 at 93. The gallery is also showing small sculptures from the early land artist Helen Escobedo who died in 2010 at 76.\nProyectos Monclova also represents top names in Mexico’s current scene, including Gabriel de la Mora, who incorporates discarded things like match boxes and turkey feathers into his work; the multimedia artist Edgar Orlaineta; and Yoshua Okón, who is best known for his video work.", "url": "https://www.nytimes.com/2023/03/22/arts/design/proyectos-monclova-art-basel-hong-kong.html"}