{"authors": ["Emma Bubola"], "date_download": "2023-03-28 17:10:01", "date_modify": "2023-03-28 17:10:01", "date_publish": "2023-01-27 19:42:47", "description": "The high-speed train service under the English Channel is leaving many seats unfilled, rather than risk delays caused by more rigorous passport checks for Britons.", "filename": "2023_01_27_world_europe_eurostar-brexit-passport-delay_1680023401.html", "image_url": "https://static01.nyt.com/images/2023/01/26/world/26eurostar-2/26eurostar-2-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_27_world_europe_eurostar-brexit-passport-delay_1680023401.html", "title": "Eurostar, Symbol of a Connected Europe, Is Plagued by Brexit Hurdles", "title_page": "Eurostar, Symbol of a Connected Europe, Is Plagued by Brexit Hurdles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For a generation, the high-speed Eurostar train under the English Channel has stood as a sleek, ingenious emblem of a new closeness between Britain and continental Europe. Now, it risks becoming a symbol of the friction caused by their Brexit breakup.\nUntil two years ago, passengers could just show their passports for often quick checks, but since 2021, after Britain left the European Union, British travelers in both directions have been required to get their passports stamped. As long as the pandemic kept travel to a minimum, the added time hardly mattered, but as ridership surged in recent months, lines — and waits — grew longer.\nThe Eurostar company has responded by capping the number of passengers it takes, leaving hundreds of seats unsold on some trains rather than run the risk that the passport bottleneck will delay them. On some trains that would normally carry up to 900 riders, the company is limiting capacity to about 600. The cap took effect months ago, but only drew widespread attention this week, when it was reported by several British news outlets.\nWhile the effects of Brexit on the British economy are still the object of studies and debates, some concrete consequences are becoming clear. For Brexit opponents, the Eurostar problem is one more piece of infuriating proof that Britain never should have left the European Union.", "url": "https://www.nytimes.com/2023/01/27/world/europe/eurostar-brexit-passport-delay.html"}