{"authors": ["Kyle Buchanan"], "date_download": "2023-03-28 16:43:49", "date_modify": "2023-03-28 16:43:49", "date_publish": "2023-02-26 07:48:22", "description": "The prize is a strong indicator of what will win best picture at the Oscars. The film already won the Directors Guild Award.", "filename": "2023_02_26_movies_producers-guild-awards_1680021829.html", "image_url": "https://static01.nyt.com/images/2023/02/26/multimedia/26pga-awards1-wmpc/26pga-awards1-wmpc-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_26_movies_producers-guild-awards_1680021829.html", "title": "‘Everything Everywhere All at Once’ Takes Producers Guild Award", "title_page": "‘Everything Everywhere All at Once’ Takes Producers Guild Award - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is no stronger best-picture bellwether than the PGA Awards, which are voted on by a guild that shares significant member overlap with the academy. Since 2009, when both groups adopted a preferential ballot and expanded the number of best film nominees from five, the PGA winner has repeated at the Oscars all but three times. Last year, when the Producers Guild opted for “CODA” over the Directors Guild winner “The Power of the Dog,” it offered the strongest evidence that the family dramedy was on a path to Oscar’s top prize. And of the last 15 films to win both the PGA and DGA prizes, 11 went on to win the best picture Oscar.\nWith two significant guild prizes in its pocket, “Everything Everywhere” is heavily favored to triumph at both the Screen Actors Guild Awards on Sunday night and the Writers Guild Awards next weekend. That would be an auspicious clean sweep: In the last 28 years, no film has won the best picture Oscar without first taking a top prize from at least one of Hollywood’s four major guilds.\nIs the final race decided, then? Well, it’s worth noting that “Everything Everywhere” got a cold shoulder last weekend at the BAFTAs, prizes that are handed out by the British academy, which also shares members with the American academy: Despite 10 BAFTA nominations, “Everything” won only an editing prize, and even season-long sweeper Ke Huy Quan lost the supporting-actor trophy to “The Banshees of Inisherin” star Barry Keoghan. BAFTA gave its best film award to Netflix’s “All Quiet on the Western Front,” though it will be difficult for that war movie to build dark-horse momentum over the coming weeks, as it was not nominated for the SAG, WGA, or Independent Spirit Awards.\nElsewhere at the PGA Awards, the documentary film prize went to “Navalny,” while “Guillermo del Toro’s Pinocchio” was named the best animated film. The top TV awards went to “The White Lotus” (best episodic drama), “The Bear” (best episodic comedy) and “The Dropout” (best limited series).\nHere’s the complete list of winners:\nFilm\nBest Film: “Everything Everywhere All at Once”\nAnimated Feature: “Guillermo del Toro’s Pinocchio”\nDocumentary: “Navalny”", "url": "https://www.nytimes.com/2023/02/26/movies/producers-guild-awards.html"}