{"authors": ["Dana Rubinstein", "Emma G. Fitzsimmons"], "date_download": "2023-03-28 18:37:06", "date_modify": "2023-03-28 18:37:06", "date_publish": "2023-01-26 04:50:07", "description": "Mayor Eric Adams will announce the program at his State of the City address as part of his efforts to improve trash collection and fix New York’s rodent problem.", "filename": "2023_01_25_nyregion_composting-garbage-nyc_1680028626.html", "image_url": "https://static01.nyt.com/images/2023/01/25/multimedia/25ny-compost3-wmqg/25ny-compost3-wmqg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_25_nyregion_composting-garbage-nyc_1680028626.html", "title": "New York to Expand Composting Citywide, Targeting Trash and Rats", "title_page": "New York to Expand Composting Citywide, Targeting Trash and Rats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This program is going to represent the first time that many New Yorkers have ever had access to curbside composting,” Ms. Tisch said. “Let them get used to it.”\nThe announcement comes a month after the city paused a popular boroughwide composting program in Queens, a move that sowed distress among the city’s avid band of food recyclers.\nThe city’s timeline calls for the program to restart in Queens on March 27, expand to Brooklyn on Oct. 2, begin in the Bronx and Staten Island on March 25, 2024, and finally launch in Manhattan on Oct. 7, 2024.\nAs Mr. Adams enters his second year in office, he has continued to focus on crime, the budgetary challenges of accommodating an influx of migrants from the southern border, and street cleanliness, with an unusual (and unusually personal) focus on rats.\n“By launching the largest curbside composting program in the country, we’ll be dealing a blow to New York City’s rats, cleaning up our streets and keeping millions of pounds of kitchen and yard waste out of landfills,” Mayor Adams said in a statement. “By the end of 2024, every New Yorker, all 8.5 million people, will have the solution they’ve been waiting two decades for, and I’m proud my administration was able to get it done.”", "url": "https://www.nytimes.com/2023/01/25/nyregion/composting-garbage-nyc.html"}