{"authors": ["Maya King", "Amanda Holpuch"], "date_download": "2023-03-28 18:47:06", "date_modify": "2023-03-28 18:47:06", "date_publish": "2023-02-18 00:01:30", "description": "The shootings took place in Pico-Robertson, a neighborhood with a large Jewish population. The two victims, who were leaving services when they were shot, survived, the authorities said.", "filename": "2023_02_17_us_los-angeles-synagogues-shooting_1680029226.html", "image_url": "https://static01.nyt.com/images/2023/02/17/multimedia/17-xp-synagogue-shooting-la/17-xp-synagogue-shooting-la-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_17_us_los-angeles-synagogues-shooting_1680029226.html", "title": "Man Charged With Hate Crimes in Shootings Outside Synagogues in L.A.", "title_page": "Man Charged With Hate Crimes in Shootings Outside Synagogues in L.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man with a history of making antisemitic comments was charged with federal hate crimes on Friday in connection with the shootings of two Jewish men as they were leaving services at synagogues in Los Angeles this week, the authorities said.\nThe police and federal authorities in Los Angeles said that the man, Jaime Tran, shot the two men at close range as they were leaving synagogues in Pico-Robertson, a neighborhood with a large Jewish population.\nThe first shooting took place around 9:55 a.m. local time on Wednesday, the police said. The second shooting was on Thursday around 8:30 a.m. Both victims survived.\nAccording to a criminal complaint, Mr. Tran told federal investigators in a recorded interview that he had intentionally shot both victims and that he had chosen the location for the shootings by searching online for kosher markets in Los Angeles. He told investigators that he had identified the men he shot as Jewish by their dress and “head gear.”", "url": "https://www.nytimes.com/2023/02/17/us/los-angeles-synagogues-shooting.html"}