{"authors": ["Kellen Browning", "Soumya Karlamangla"], "date_download": "2023-03-28 19:08:39", "date_modify": "2023-03-28 19:08:39", "date_publish": "2023-01-09 10:00:31", "description": "Hundreds of homes in the Santa Cruz region were damaged by flooding and wind. Weary residents are steeling themselves for even worse conditions this week.", "filename": "2023_01_09_us_california-central-coast-santa-cruz-storm_1680030519.html", "image_url": "https://static01.nyt.com/images/2023/01/09/multimedia/09santacruz-top2-1-506f/09santacruz-top2-1-506f-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_09_us_california-central-coast-santa-cruz-storm_1680030519.html", "title": "California’s Santa Cruz Region Battered by Storms and Flooding", "title_page": "California’s Santa Cruz Region Battered by Storms and Flooding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The ferocity of the waves and severity of structural damage recalled, for some residents, memories of the disastrous 1982 storm that flooded rivers, badly damaged a bridge and killed 22 people, including 10 in a landslide that occurred just as a 30-hour rainstorm let up. In January of that year, the hillside above Love Creek, about 10 miles north of Santa Cruz, turned to liquid, with approximately 600,000 cubic yards of land — enough to fill 60,000 dump trucks — sliding down the mountain.\nThis year’s storm rivals 1982’s, “and nothing else in between has come close,” said Carin Hanna, 78, who owns the Craft Gallery gift shop in Capitola, a town next to Santa Cruz. “It shows the incredible force of the ocean,” she added.\nSanta Cruz is also prone to flooding because its creeks and its biggest waterway, the San Lorenzo River, are not big enough to contain all of the water from heavy rainfall, experts say. Over the weekend, the river was so swollen that surfers were riding waves headed out to sea, rather than the other direction, and emergency responders warned of flood risks along the banks on Monday.\nParts of West Cliff Drive, a winding Santa Cruz road at the edge of the cliffs overlooking the ocean, were closed after chunks of the street were wiped out by 20-foot-tall waves. Earlier storms had already pounded at the cliffs and washed away some barriers, like riprap — giant rocks placed at the edge of the cliffs to protect against erosion — a frightening sight for some residents.\nOn Thursday morning, Lindsay Maggioncalda was on her laptop in a meeting for her job at Duolingo, the language platform, on the second floor of her oceanfront home in Santa Cruz. Suddenly, a wave struck the storm-resistant window mere feet away from where she was sitting on the couch.", "url": "https://www.nytimes.com/2023/01/09/us/california-central-coast-santa-cruz-storm.html"}