{"authors": ["Ken Bensinger"], "date_download": "2023-03-28 17:40:16", "date_modify": "2023-03-28 17:40:16", "date_publish": "2023-01-21 01:16:04", "description": "A marketing executive testified that a top FIFA official provided secret bidding information that allowed his company to acquire valuable television rights.", "filename": "2023_01_20_sports_soccer_fox-world-cup-fifa-trial_1680025216.html", "image_url": "https://static01.nyt.com/images/2023/01/20/multimedia/20fifa-trial-zgbj/20fifa-trial-zgbj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_sports_soccer_fox-world-cup-fifa-trial_1680025216.html", "title": "Witness Says Inside Information Helped Fox Win World Cup Rights", "title_page": "Witness Says Fox Used Inside Information to Win World Cup Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fox Corporation, which broadcast the recent World Cup in Qatar and holds the rights to the 2026 tournament in North America, existed under a different corporate name and structure when the bribes took place and is not on trial in Brooklyn. When allegations about Fox’s potential involvement in corrupt acts emerged during the first trial, the company denied any knowledge, calling any suggestion to the contrary “emphatically false.”\nIt has continued to distance itself from the bribery, and the former Fox executives, this week. “This case involves a legacy business that has no connection to the new Fox Corporation,” a company spokesman said this week. The spokesman noted that Fox International Channels, the subsidiary accused of involvement in bribes, and many other units that were part of a company then known as 21st Century Fox, were sold in 2019.\nAttorneys for the three defendants have declined to comment on the current case, as did a spokesman for the U.S. Attorney’s Office for the Eastern District of New York.\nBurzaco, who was indicted and pleaded guilty to racketeering and other charges in 2015, is the Justice Department’s star witness. A former banker who admitted to paying at least $160 million in bribes over a 15-year period, he took the stand Wednesday and is expected to testify well into next week. To date, the government has called only one other witness, a FIFA representative who testified briefly about the governance structure of global soccer, as well as the codes of ethics that the sport’s officials pledge to respect.\nSo far, this trial has been lacking in some of the headline-grabbing fireworks that characterized the 2017 edition, when, for example, a former Argentine public official committed suicide by throwing himself in front of a train only hours after being described as a bribe recipient in court, and Burzaco said that Qatar had bribed three South American officials to ensure it would host the 2022 World Cup.", "url": "https://www.nytimes.com/2023/01/20/sports/soccer/fox-world-cup-fifa-trial.html"}