{"authors": ["Zolan Kanno-Youngs", "Katie Rogers", "Peter Baker"], "date_download": "2023-03-28 18:01:49", "date_modify": "2023-03-28 18:01:49", "date_publish": "2023-02-06 08:00:17", "description": "Ms. Harris is struggling to carve out a lane for herself in what may be one of the most consequential periods in the vice presidency.", "filename": "2023_02_06_us_politics_kamala-harris-vice-presidenct-legacy_1680026509.html", "image_url": "https://static01.nyt.com/images/2023/01/06/multimedia/00dc-harris-photo1-1-d761/00dc-harris-photo1-1-d761-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_us_politics_kamala-harris-vice-presidenct-legacy_1680026509.html", "title": "Kamala Harris Is Trying to Define Her Vice Presidency. Even Her Allies Are Tired of Waiting.", "title_page": "Kamala Harris Is Trying to Define Her Vice Presidency. Even Her Allies Are Tired of Waiting. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Harris’s allies said she was trapped in a damned-if-she-does, damned-if-she-doesn’t conundrum — she is expected to not do anything to overshadow Mr. Biden while navigating intractable issues he has assigned her such as voting rights and illegal immigration. And some see a double standard applied to a prominent woman of color.\n“That’s what being a first is all about,” said Representative James E. Clyburn, Democrat of South Carolina and one of the nation’s most prominent Black lawmakers, who has been an outspoken supporter. “She’s got to work every day to make sure she’s not the last.”\nWhile Mr. Biden was quoted in a new book by Chris Whipple, “The Fight of His Life,” calling Ms. Harris a “work in progress,” the White House defended her when asked for comment, forwarding a statement from Ron Klain, the president’s departing chief of staff who has been her most important internal ally.\nMr. Klain, who served as chief of staff to two vice presidents, said that those who hold that post often “take grief” but go on “to prove skeptics wrong.” He cited Ms. Harris’s outspoken support for abortion rights and her international trips. “She has done all that operating under high expectations,” he added, noting her status as various firsts. “She carries these expectations not as a burden but with grace and an understanding of how much her history-making role inspires others.”\nMs. Harris has a fresh opportunity to find her footing with the arrival of the new Congress. Because the Senate was split evenly for the last two years, Ms. Harris has cast 26 tiebreaking votes in her role as president of the Senate, more than any vice president since John C. Calhoun, who left office in 1832. Tethered to Washington, she could never be more than 24 hours away from the Capitol when the Senate was in session in case her vote was needed.", "url": "https://www.nytimes.com/2023/02/06/us/politics/kamala-harris-vice-presidenct-legacy.html"}