{"authors": ["Jeffery C. Mays", "Téa Kvetenadze"], "date_download": "2023-03-28 19:08:27", "date_modify": "2023-03-28 19:08:27", "date_publish": "2023-01-09 10:00:26", "description": "On the anniversary of the Twin Parks fire that killed 17 people, a federal agency will move to use new powers to investigate fire safety nationally.", "filename": "2023_01_09_nyregion_twin-parks-fire-bronx-safety_1680030507.html", "image_url": "https://static01.nyt.com/images/2023/01/09/multimedia/09twin-parks-fire-5-24a7/09twin-parks-fire-5-24a7-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_09_nyregion_twin-parks-fire-bronx-safety_1680030507.html", "title": "Deadly Twin Parks Fire Leads to a New Plan for Housing Safety", "title_page": "Deadly Twin Parks Fire Leads to a New Plan for Housing Safety - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the first anniversary of the Twin Parks fire in the Bronx that killed 17 people, the Federal Emergency Management Agency will announce a new national plan to combat “America’s fire problem” using investigatory muscle granted by federal legislation that President Biden signed last month.\nThe legislation will give the United States Fire Administration the power to identify the causes of fires like the one at the Twin Parks North West housing complex in the Bronx, New York City’s deadliest inferno in decades. It also allows the agency, which is part of FEMA, to identify other buildings with similar problems and to issue recommendations.\nAn investigation by The New York Times found that the fire safety system at Twin Parks suffered a catastrophic failure and that the deaths were preventable. The blaze was sparked by an electric space heater that ignited a mattress, but the victims died of smoke inhalation, not the fire itself. Investigators believe that deadly smoke was able to spread to the upper floors of the 19-story building because of faulty self-closing doors.\nTwin Parks, an affordable housing building that was constructed in 1972, had been the heart of a Gambian immigrant community in the Bronx, and most of the people who died in the fire were African immigrants or their children. Like many older residential buildings in the city, Twin Parks had no sprinkler protection. More than a million American households live in public housing units, and many lack lifesaving measures like sprinklers or hard-wired smoke detectors.", "url": "https://www.nytimes.com/2023/01/09/nyregion/twin-parks-fire-bronx-safety.html"}