{"authors": ["Luke Broadwater", "Maggie Haberman", "Alan Feuer", "Emily Cochrane"], "date_download": "2023-03-28 17:07:53", "date_modify": "2023-03-28 17:07:53", "date_publish": "2023-01-03 01:36:22", "description": "The Jan. 6 committee released a whirlwind of documents in its final days and wrapped up its work on Monday.", "filename": "2023_01_02_us_politics_jan-6-committee-transcripts_1680023273.html", "image_url": "https://static01.nyt.com/images/2023/01/02/multimedia/02dc-jan6-1-9e5b/02dc-jan6-1-9e5b-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_02_us_politics_jan-6-committee-transcripts_1680023273.html", "title": "Trying to Trademark ‘Rigged Election,’ and Other Revelations From the Jan. 6 Transcripts", "title_page": "Trying to Trademark ‘Rigged Election,’ and Other Revelations From the Jan. 6 Transcripts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The nation’s top military officer saw the Jan. 6 attack as similar to the “Reichstag moment” that led to Nazi dictatorship. Aides for former President Donald J. Trump saw their future job opportunities slipping away, and predicted being “perpetually unemployed.” Mr. Trump himself saw the push to overturn the 2020 election as a financial opportunity, moving to trademark the phrase “Rigged Election.”\nThese were among the latest revelations from the House Jan. 6 committee, which released a whirlwind of documents in its final days and wrapped up its work on Monday. Since Friday night, the panel has released several troves of evidence, including about 120 previously unseen transcripts along with emails and text messages obtained during its 18-month inquiry, totaling tens of thousands of pages.\nThe evidence touched on nearly every aspect of Mr. Trump’s push to overturn the 2020 election. It provided new details about how some of his top allies lobbied for aggressive plans to keep him in power, while others lamented how the dark day of Jan. 6, 2021, had negatively affected their employment prospects.\nThe panel said it has now turned over an “enormous volume of material” to the Justice Department as Jack Smith, the special counsel, conducts a parallel investigation into the events of Jan. 6.", "url": "https://www.nytimes.com/2023/01/02/us/politics/jan-6-committee-transcripts.html"}