{"authors": ["Trish Bendix"], "date_download": "2023-03-28 19:01:25", "date_modify": "2023-03-28 19:01:25", "date_publish": "2023-01-27 06:55:34", "description": "Kimmel reminisced about his show’s highs and lows on its milestone anniversary.", "filename": "2023_01_27_arts_television_jimmy-kimmel-celebrates-anniversary_1680030085.html", "image_url": "https://static01.nyt.com/images/2023/01/27/arts/27latenight/27latenight-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_27_arts_television_jimmy-kimmel-celebrates-anniversary_1680030085.html", "title": "‘Jimmy Kimmel Live’ Celebrates 20 Years on Air", "title_page": "‘Jimmy Kimmel Live’ Celebrates 20 Years on Air - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When we started, there were no iPhones. There was no YouTube, there was no Uber, no Twitter, no Wi-Fi, no Netflix, no Google. We had Nokias and Ask Jeeves, and that was it. We’ve been through two wars, a worldwide pandemic, four presidents, one insurrection, at least three different Kanyes.” — JIMMY KIMMEL\n“You want to know how long our show has been around? We still have — this is real — a Blockbuster card. That’s how long. If you told me we were going to last longer than Blockbuster, I would have sooner believed I would be working at Blockbuster in 20 years.” — JIMMY KIMMEL\n“Every day, it takes a lot of people to make something this dumb, and we’ve covered a lot of dumb stuff over the past 20 years, from Snooki to Honey Boo Boo. Ken Bone to Sarah Palin. Sanjaya. Clay Aiken. ‘Chocolate Rain,’ double rainbow, Stormy Daniels, William Hung, the astronaut diaper lady. Kim Kardashian’s sex tape. Hulk Hogan’s sex tape. Pam and Tommy’s sex tape. The Octomom — I think she made a sex tape. Nicki Minaj’s cousin’s friend’s balls.” — JIMMY KIMMEL\n“I have been allowed to use this platform to speak out about issues that matter to me, like health care, sensible gun laws. I’ve encouraged thousands of parents to eat their children’s Halloween candy.” — JIMMY KIMMEL", "url": "https://www.nytimes.com/2023/01/27/arts/television/jimmy-kimmel-celebrates-anniversary.html"}