{"authors": ["Helene Cooper"], "date_download": "2023-03-28 17:42:45", "date_modify": "2023-03-28 17:42:45", "date_publish": "2023-03-04 20:39:49", "description": "The nearly eight-year-old American mission in the country has taken a back burner recently, but the Pentagon’s top general, in a rare visit, says it remains worth the risk.", "filename": "2023_03_04_us_politics_syria-milley-isis-kurds-troops_1680025365.html", "image_url": "https://static01.nyt.com/images/2023/03/04/multimedia/04DC-MILITARY-04-vwmh/04DC-MILITARY-04-vwmh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_04_us_politics_syria-milley-isis-kurds-troops_1680025365.html", "title": "In Syria, Milley Says U.S. Troops Are Still Needed to Counter ISIS", "title_page": "In Syria, Milley Says U.S. Troops Are Still Needed to Counter ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Saturday, Gen. Mark A. Milley, the chairman of the Joint Chiefs of Staff, made his first visit to Syria in that role, traveling to this Kurdish-controlled territory to assess the state of America’s nearly eight-year-old military mission. For General Milley, the unannounced trip was a chance, he said, to figure out firsthand what value the mission in Syria still holds for American security.\nHe said he believed that U.S. troops and their Kurdish Syrian partners were making lasting progress toward ensuring that the Islamic State did not reconstitute itself.\n“I also wanted to check on force protection,” General Milley told reporters traveling with him, “because we have soldiers and Marines and airmen who are distributed along the northeast section of Syria and they’re exposed to indirect fire attack.”\nFor the Biden administration, it is a balancing act. The president has made clear that he has no interest in continuing the so-called forever wars that were part of the national psyche for the first 20 years of this century. He withdrew American troops from Afghanistan, has kept them out of Ukraine, and has instructed Pentagon planners to focus on Asia and the potential for great-power conflicts with Russia and China. Those long conflicts in the Middle East and Afghanistan, the administration maintains, are a thing of the past.\nExcept for here in Syria, where American troops are consistently in harm’s way, military officials said, with dozens of attacks launched at or near bases in the past year alone. U.S. and partner forces with a coalition that includes the Kurdish Syrian Democratic Forces have been working together to keep pressure on Islamic State militants and to ensure that detained fighters do not end up back on the battlefield.", "url": "https://www.nytimes.com/2023/03/04/us/politics/syria-milley-isis-kurds-troops.html"}