{"authors": ["Marisa Meltzer"], "date_download": "2023-03-28 19:29:21", "date_modify": "2023-03-28 19:29:21", "date_publish": "2023-03-22 09:00:42", "description": "Six ideal pairs of one of the season’s trendiest (but hardest to get right) shoes.", "filename": "2023_03_22_style_ballet-flats_1680031761.html", "image_url": "https://static01.nyt.com/images/2023/03/22/multimedia/22MONSTER-BALLETFLAT-01-ptjq/22MONSTER-BALLETFLAT-01-ptjq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_style_ballet-flats_1680031761.html", "title": "The Agony and Ecstasy of Ballet Flats", "title_page": "The Agony and Ecstasy of Ballet Flats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While there’s no doubt that ballet flats are everywhere right now, the definition of what constitutes a ballet flat is somewhat elastic. Here are some helpful parameters to keep in mind when looking for a pair of your own:\nThey are roughly the shape of ballet slippers with a round toe. (This seems obvious, but there’s a lot of room for error.) They can have a little heel but nothing higher than a half an inch. An open toe is a no. Straps are sometimes allowed, but anything too hefty or with a buckle turns a shoe into a Mary Jane. An elastic strap works (as on the extremely popular varieties from Miu Miu or, even better, the ones from the Row). And that’s it.\nMaybe you’re not sure how to feel about the return of this trend. Maybe, like me, you went through a ballet-flat phase a couple of decades ago and thought you were done with them. Did you love the aggressively rounded toes? Did you, like Amy Winehouse, wear them so often they were the color of hot dog water? Did you often return from a day walking around in them only to wonder why flat shoes that seemed so practical were in fact deeply uncomfortable?\nDo you want to try them again, but are not sure how?\nThe best advice, which you must try to heed, is to resist the siren song of dressing like a ballerina. I love leotards and tiny wrap sweaters as much as the next Balanchine devotee, but don’t wear ballet flats with them. Ballet flats that look too much like pointe shoes or have attached ribbons come across as costume-y.\nAnyone who was obsessed with “The Twelve Dancing Princesses” knows that shoes like this wear out easily. So while you may find secondhand eggplant-colored Dior ballet flats with a braid or chocolate brown suede Lilly Pulitzer ones with a champagne metallic trim, you will have to sort through a lot of really worn-out pairs.", "url": "https://www.nytimes.com/2023/03/22/style/ballet-flats.html"}