{"authors": ["Isabella Simonetti", "Kalley Huang"], "date_download": "2023-03-28 17:21:10", "date_modify": "2023-03-28 17:21:10", "date_publish": "2023-01-04 13:57:34", "description": "The software company plans to cut around 8,000 jobs as business slows for tech companies. “We hired too many people leading into this economic downturn,” Salesforce’s chief executive said.", "filename": "2023_01_04_technology_salesforce-layoffs_1680024070.html", "image_url": "https://static01.nyt.com/images/2023/01/04/multimedia/04salesforce-layoffs-1-6262/04salesforce-layoffs-1-6262-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_04_technology_salesforce-layoffs_1680024070.html", "title": "Salesforce to Lay Off 10% of Staff and Cut Office Space", "title_page": "Salesforce to Lay Off 10 Percent of Staff and Cut Office Space  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We hired too many people leading into this economic downturn we’re now facing, and I take responsibility for that,” Mr. Benioff said.\nA Salesforce spokeswoman said the company had no further comment on the cuts.\nThe layoffs cast the tech industry’s slowdown into even sharper relief. In recent months, tech giants like Amazon have slowed down hiring and cut jobs, while smaller companies like Lyft and Stripe have also announced layoffs. Many of the industry’s largest firms have reported financial results suggesting they were feeling the effects of stubbornly high inflation and rising interest rates.\nSocial media companies have struggled with a pullback in digital advertising in particular. Meta, which owns Facebook and Instagram, cut 13 percent of its employees in November and said its head count would remain “roughly flat” through the end of this year. Snap, Snapchat’s parent company, laid off 20 percent of its employees in August, blaming challenging macroeconomic conditions. Elon Musk, who purchased Twitter for $44 billion in October, has slashed the company’s work force by more than half.\nSalesforce’s sales grew 14 percent in its latest quarter, the slowest pace in years; it projected even slower growth in its current quarter. Other tech chiefs, like Meta’s Mark Zuckerberg, have recently admitted to hiring too many people as they rushed to make cuts. More than 150,000 tech workers were laid off last year, according to Layoffs.fyi, a site that tracks job cuts.\nIn November, Bret Taylor, Salesforce’s co-chief executive, announced that he would resign from his post and leave at the end of this month. In December, Stewart Butterfield, the chief executive of Slack, a workplace communication platform owned by Salesforce, also said he would leave his position by the end of this month. Salesforce bought Slack for $27.7 billion in 2020.", "url": "https://www.nytimes.com/2023/01/04/technology/salesforce-layoffs.html"}