{"authors": ["Juan A. Ramírez"], "date_download": "2023-03-28 17:25:06", "date_modify": "2023-03-28 17:25:06", "date_publish": "2023-03-24 18:03:35", "description": "Red Bull Theater’s attempt to update this 1592 true-crime story falls flat.", "filename": "2023_03_24_theater_arden-of-faversham-review_1680024306.html", "image_url": "https://static01.nyt.com/images/2023/03/25/multimedia/24ARDEN-1-kbfw/24ARDEN-1-kbfw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_theater_arden-of-faversham-review_1680024306.html", "title": "‘Arden of Faversham’ Review: An Elizabethan Noir Lost in the Fog", "title_page": "‘Arden of Faversham’ Review: An Elizabethan Noir Lost in the Fog - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Arden of Faversham,” a 1592 play that some speculate was written by Shakespeare, is an early example of a true-crime narrative, tracing the real murder of Thomas Arden by his wife and her lover. This production by Red Bull Theater aims for a contemporary parallel, but its staging, noirish and to the point, fumbles the original’s balladry and lands cold instead of coldblooded.\nThe story, adapted by Jeffrey Hatcher and Kathryn Walat, has numerous gears, and they all seem to be turning in different directions. Shortly after being granted a lordly wealth of land, Arden (Thomas Jay Ryan) travels to London while bemoaning the fact that everyone knows his wife, Alice (Cara Ricketts), is cheating with the lowly tailor Mosby (Tony Roach). What’s less known, though not by much, is her plan to kill Arden, for which she separately recruits his servant, Michael (Zachary Fine, a comically anxious live-wire), and Clarke (Joshua David Robinson), a painter who knows of poison oils.\nFor fun, Alice pits Michael and Clarke against each other; whoever kills Arden first will get to marry Susan (Emma Geer), her maid and Mosby’s sister. For overkill, Alice brings onboard the Widow Greene (a Medusa-eyed Veronica Falcón) who, smarting after the recent loss of her land (to Arden) and husband (to death), hires two bumbling henchmen to go after her new landlord as well.\nThe plan humorously goes awry. And this production, staged by Jesse Berger at the Lucille Lortel Theater in Manhattan, doesn’t fare much better in its efforts to juggle Renaissance tragedy and crime noir, à la a Coen brothers-esque farce with feminist angles.", "url": "https://www.nytimes.com/2023/03/24/theater/arden-of-faversham-review.html"}