{"authors": ["Maya Salam"], "date_download": "2023-03-28 17:12:42", "date_modify": "2023-03-28 17:12:42", "date_publish": "2023-01-13 19:10:24", "description": "Priscilla Presley appeared with her daughter, Lisa Marie Presley, at the Golden Globes on Tuesday, just days before her death.", "filename": "2023_01_13_arts_lisa-marie-priscilla-presley_1680023562.html", "image_url": "https://static01.nyt.com/images/2023/01/14/multimedia/13priscilla-presley-jwbz-print1/13priscilla-presley-jwbz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_13_arts_lisa-marie-priscilla-presley_1680023562.html", "title": "Another Public, Painful Loss for Priscilla Presley", "title_page": "For Priscilla Presley, Lisa Marie Is Another Public, Painful Loss - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Tuesday night, Priscilla Presley and her daughter, Lisa Marie Presley, sat side by side at their table at the Golden Globes and watched with emotion as Austin Butler won an award for his portrayal of Elvis in the Baz Luhrmann film of the same name.\n“Thank you for opening your hearts, your memories, your home to me,” Butler said in his acceptance speech, as mother and daughter looked on. “Lisa Marie, Priscilla, I love you forever.”\nJust two days later, Priscilla Presley shared a wrenching message about her daughter on social media, along with a photo of the two of them together. “My beloved daughter Lisa Marie was rushed to the hospital,” she wrote on Thursday. “She is now receiving the best care. Please keep her and our family in your prayers. We feel the prayers from around the world, and ask for privacy during this time.”\nA few hours later came the announcement that Lisa Marie Presley had died at the age of 54. It was another loss for Priscilla, 77, in what has been a lifetime punctuated with extreme highs and lows, almost always playing out in the public spotlight.", "url": "https://www.nytimes.com/2023/01/13/arts/lisa-marie-priscilla-presley.html"}