{"authors": ["Noah Weiland"], "date_download": "2023-03-28 19:20:00", "date_modify": "2023-03-28 19:20:00", "date_publish": "2023-03-19 01:33:31", "description": "As the 16th-seeded Knights celebrated their improbable defeat of top-seeded Purdue, players and coaches reflected on how their style was developed at St. Thomas Aquinas, a nearby college in Division II.", "filename": "2023_03_18_sports_ncaabasketball_fairleigh-dickinson-upset_1680031200.html", "image_url": "https://static01.nyt.com/images/2023/03/18/multimedia/18mcbb-fairleigh-folo-shock-jtfc/18mcbb-fairleigh-folo-shock-jtfc-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_18_sports_ncaabasketball_fairleigh-dickinson-upset_1680031200.html", "title": "The Blueprint for Fairleigh Dickinson’s Upset Came From an Even Smaller School", "title_page": "The Blueprint for Fairleigh Dickinson’s Upset Came From an Even Smaller School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "COLUMBUS, Ohio — The formula for Fairleigh Dickinson’s defining triumph of March Madness, as a No. 16 seed over top-seeded Purdue, was written not from the school’s compact New Jersey campus along the Hackensack River, but at an even smaller site just north.\nThere, at Division II St. Thomas Aquinas College in Sparkill, N.Y., Tobin Anderson sharpened a brand of basketball his assistant coaches affectionately referred to as “bedlam,” to describe his rosters of small guards who play fierce, pugnacious defense and always-in-motion offense. Anderson brought that blueprint this season to Fairleigh Dickinson, turning around a program that had only four wins last season.\n“It’s a really unique style,” said Grant Singleton, a 5-foot-9 guard who played for Anderson at St. Thomas Aquinas and joined him at Fairleigh Dickinson. “Really, really up-tempo, fast-paced.”\nThe quick-talking Anderson, in his first year in Teaneck, N.J., the home of F.D.U.’s campus, effectively mapped St. Thomas Aquinas’s system onto Fairleigh Dickinson’s program, reversing its fortunes. The Knights have won 21 games, including victories in the play-in round and against Purdue, when it frustrated the 7-foot-4 Boilermaker center, Zach Edey, primarily by shutting down Edey’s teammates.", "url": "https://www.nytimes.com/2023/03/18/sports/ncaabasketball/fairleigh-dickinson-upset.html"}