{"authors": ["Ken Belson"], "date_download": "2023-03-28 18:12:39", "date_modify": "2023-03-28 18:12:39", "date_publish": "2023-01-17 04:55:58", "description": "Dak Prescott erased playoff demons with five touchdowns, while Brady played one of the worst playoff games of his 23-year career in what may be his last game in Tampa.", "filename": "2023_01_16_sports_football_cowboys-buccaneers-score-tom-brady_1680027159.html", "image_url": "https://static01.nyt.com/images/2023/01/16/multimedia/16nfl-mnf-1-cpmw/16nfl-mnf-1-cpmw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_16_sports_football_cowboys-buccaneers-score-tom-brady_1680027159.html", "title": "Cowboys Trounce Buccaneers to Send Home Tom Brady", "title_page": "Cowboys Trounce Buccaneers to Send Home Tom Brady - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In his more than two decades in the N.F.L., Brady has led nine fourth-quarter comebacks in the playoffs. But Tampa Bay fell too far behind for Brady to engineer a 10th.\nThe game came to a somber stop with under three minutes remaining when Tampa Bay receiver Russell Gage lay on the field after a hit that appeared to jolt his neck. Players from both teams knelt as medical personnel attended to Gage in a moment eerily reminiscent of the collapse of Bills safety Damar Hamlin earlier this month. Gage was carted off to a hospital with a concussion and a possible neck injury, but was moving his fingers, Buccaneers Coach Todd Bowles said.\nWhen the game resumed, Brady finished the drive with an 8-yard touchdown pass to Cameron Brate and converted a 2-point attempt to bring the score to 31-14. The Buccaneers recovered an onside kick near midfield, but the late rally fell short.\nBrady finished with 35 of 66 passing for 351 yards and two touchdowns, with one interception.\nIf this was Brady’s last game, it was certainly an anomaly. He owns nearly every major N.F.L. passing record, including yards and touchdowns. This year, he set personal bests for completions and pass attempts as he threw for 4,694 yards and 25 touchdowns.\nBrady’s parents came off the field arm-in-arm after the game, and his mother, Galynn, had tears in her eyes. Brady declined to answer questions last week about reports suggesting that he might attempt to add to his career totals by joining a new team next season. On Monday, Brady offered little insight on his future.", "url": "https://www.nytimes.com/2023/01/16/sports/football/cowboys-buccaneers-score-tom-brady.html"}