{"authors": ["Jason Gutierrez"], "date_download": "2023-03-28 19:23:40", "date_modify": "2023-03-28 19:23:40", "date_publish": "2023-03-09 11:17:37", "description": "The passenger vehicles have been ubiquitous for decades. The way the government wants to replace them with pricey new minibuses is rankling operators.", "filename": "2023_03_09_world_asia_philippines-jeepney_1680031420.html", "image_url": "https://static01.nyt.com/images/2023/03/09/multimedia/09philippines-jeepney1-fptb/09philippines-jeepney1-fptb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_09_world_asia_philippines-jeepney_1680031420.html", "title": "Colorful, Iconic Jeepneys May Soon Be Off the Road in the Philippines", "title_page": "Colorful, Iconic Jeepneys May Soon Be Off the Road in the Philippines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANILA — In the Philippines, they are known as “kings of the road,” colorful, open-air vehicles with loud horns and diesel engines that ferry millions of Filipinos on their daily commutes. Called “jeepneys” for their origins as U.S. military jeeps, they are cramped and stiflingly hot, ubiquitous on the busy city streets where many riders consider them an icon.\nThe government wants the iconic rides off the road.\nJeepneys nationwide were scheduled to be phased out by the end of the year, to be replaced by more expensive minibuses under a government modernization program. At a price of $43,600, the new replacement vehicles are more energy-efficient, comfortable and safe. But many jeepney drivers say they can’t afford them, and not having a vehicle would mean the end of their livelihood.\nThey also dislike the program’s approach to helping them afford the minibuses. The plan would require jeepney drivers to form a cooperative to be able to borrow funds from government banks to purchase the new vehicles. These transport cooperatives would then operate on a profit-sharing scheme, a model that drivers say will eat into their earnings and bury them in debt.\nThe plan was introduced by former President Rodrigo Duterte in 2017, who said the phaseout would help improve Manila’s poor air quality and ease gridlocked traffic. President Ferdinand Marcos Jr. has agreed to move forward with the contentious proposal.", "url": "https://www.nytimes.com/2023/03/09/world/asia/philippines-jeepney.html"}