{"authors": ["Beatrice Loayza"], "date_download": "2023-03-28 18:58:32", "date_modify": "2023-03-28 18:58:32", "date_publish": "2023-03-02 16:55:30", "description": "The selections in Rendez-Vous With French Cinema at Lincoln Center explore hard truths about the nation in the years since the 2015 terrorist attacks.", "filename": "2023_03_02_movies_french-cinema-lincoln-center_1680029912.html", "image_url": "https://static01.nyt.com/images/2023/03/01/multimedia/01rendezvous-notebook-02-cgjm/01rendezvous-notebook-02-cgjm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_movies_french-cinema-lincoln-center_1680029912.html", "title": "France’s Fault Lines Are Exposed in an American Film Showcase", "title_page": "France’s Fault Lines Are Exposed in an American Film Showcase - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The French, of course, are experts in the art of the bourgeois drama, with Garrel and company as practitioners of the highest order. But also worth your while are films that burst the white and/or middle-class bubble. Take Rachid Hami’s “For My Country,” a tragedy about an immigrant Algerian family that depicts their adopted European home as a bastion of cruel deceptions and broken dreams. There’s also Philippe Faucon’s “Harkis,” a sober historical portrait of the war for Algerian independence that focuses on a group ultimately disowned by both sides: “harkis,” a term derived from Arabic and roughly synonymous with “traitor,” referring to the native Algerians, mostly young and impoverished men, who joined the French army.\nThe slippery pseudo-documentary “The Worst Ones,” from Lise Akoka and Romane Gueret, explores the ethics of street-casting — the too easily exploitative practice of scouting for nonprofessional actors who belong to the same community the filmmaker wants to portray. Four teenagers from the housing projects in the north of France are plucked from obscurity; they’re the “worst” behaved, the most problematic among the kids who showed up to audition. The film follows the would-be stars — one, for instance, is a foster child, another suffers from A.D.H.D. — as they participate in the shoot; the film within a film seems to be a scrappy, sentimental vision of working-class life à la “The Florida Project” or one of the many coming-of-age tales by Jean-Pierre and Luc Dardenne. Both satirizing the methods of those docufictional reference points and engaging in the same processes — albeit with pointed awareness and ambivalence — the film questions the pursuit of authenticity so central to the history of cinema, bringing awareness to its fraught dynamics of class and control without sinking into didacticism.\nFor a lighter touch, see Sébastien Marnier’s Hitchcock-inspired nouveau riche thriller, “The Origin of Evil,” a criminal romp that occasionally reverts to split-screen stylings as it tracks the shady maneuverings of relatives vying for possession of the family empire.\nAn engagement with history and the travails of inheritance hovered over this year’s selection with a ghostlike presence, which is no surprise considering the heated state of the country’s various reckonings — with ingrained cultural values about sex and gender that many denounce as patriarchal, for instance, or the clash between the nation’s ideals about assimilationism and its increasingly diverse ethnic makeup. Léa Mysius’s “The Five Devils” offers a science-fictional interpretation of such heavy baggage, unveiling the secret history of an interracial family with cool, hypnotic swagger. Adèle Exarchopoulos stars as Joanne, the mother of a creepy little girl whose precise sense of smell is essentially a superpower. Time bends in flashbacks that double as the child’s dream visions, provoked by the appearance of Joanne’s troubled ex-lover, Julia (Swala Emati), her French-Senegalese sister-in-law. Uninterested in spelling things out, Mysius relies on uncanny, elemental imagery — Julia is known to play with fire, literally, while Joanne routinely swims in frigid lake waters — to bring about a sense of the murky, primordial connections between mother, daughter, aunt and father.\nThen there is Léonor Serraille’s “Mother and Son,” an intergenerational triptych set in the 1980s about an Ivorian single mother and her two sons. At first glance, the film is a straightforward naturalistic drama about the immigrant experience, but it refuses to stoop to clichés of victimhood — a rare feat among contemporary French titles that deal with the subject so directly. Though the latter half of the film delves into the sons’ lives, it is the section on the mother, Rose (Annabelle Lengronne), that dazzles, offering a vision of womanhood full of sensuality, conflicted responsibility, humor and grace. Seek Rose out.\n“Rendez-Vous With French Cinema” runs Thursday through March 12 at Lincoln Center. Go to filmlinc.org for more information.", "url": "https://www.nytimes.com/2023/03/02/movies/french-cinema-lincoln-center.html"}