{"authors": ["Benjamin Mueller"], "date_download": "2023-03-28 16:45:55", "date_modify": "2023-03-28 16:45:55", "date_publish": "2023-02-23 23:25:31", "description": "Moderna has paid $400 million to the government for a chemical technique key to its vaccine. But the parties are still locked in a high-stakes dispute over a different patent.", "filename": "2023_02_23_science_moderna-covid-vaccine-patent-nih_1680021955.html", "image_url": "https://static01.nyt.com/images/2023/02/23/multimedia/23moderna-wlfk/23moderna-wlfk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_science_moderna-covid-vaccine-patent-nih_1680021955.html", "title": "After Long Delay, Moderna Pays N.I.H. for Covid Vaccine Technique", "title_page": "After Long Delay, Moderna Pays N.I.H. for Covid Vaccine Technique - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Moderna racked up tens of billions of dollars in sales of its coronavirus vaccine, the company held off on paying for the rights to a chemical technique that scientists said it had borrowed from government-funded research and used in its wildly successful shot.\nBut Moderna and the government have now reached an agreement. The company said on Thursday that it had made a $400 million payment for the technique that will be shared by the National Institutes of Health and two American universities where the method was invented.\nThe payment, disclosed in Moderna’s latest earnings report, represented a small victory for the experts and activists who long argued that the company had resisted acknowledging its debt to the government and academic researchers.\n“If pharmaceutical companies are going to make billions of dollars, it seems reasonable that the scientists who helped generate some of the initial intellectual property and the universities also share some of the gains,” said Jason McLellan, a structural biologist who in 2017 led efforts to devise the technique in question as a researcher at the Geisel School of Medicine at Dartmouth. “A lot of that will now be reinvested for future development and research.”", "url": "https://www.nytimes.com/2023/02/23/science/moderna-covid-vaccine-patent-nih.html"}