{"authors": ["W. Caleb Mcdaniel"], "date_download": "2023-03-28 17:07:38", "date_modify": "2023-03-28 17:07:38", "date_publish": "2023-01-15 10:00:14", "description": "“Master Slave Husband Wife,” by Ilyon Woo, relates the daring escape from bondage in Georgia to freedom in the North by an enslaved couple disguised as a wealthy planter and his property.", "filename": "2023_01_15_books_review_master-slave-husband-wife-ilyon-woo_1680023258.html", "image_url": "https://static01.nyt.com/images/2023/01/15/books/review/15Woo-LEAD/15Woo-LEAD-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_15_books_review_master-slave-husband-wife-ilyon-woo_1680023258.html", "title": "Fleeing Slavery in a Top Hat and Cravat", "title_page": "Book Review: ‘Master Slave Husband Wife,’ by Ilyon Woo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MASTER SLAVE HUSBAND WIFE: An Epic Journey From Slavery to Freedom, by Ilyon Woo\nA few days before Christmas in 1848, an enslaved woman named Ellen Craft donned a stovepipe hat in Macon, Ga. The hat completed a daring costume that Craft used to disguise herself as a white man and book travel all the way to Pennsylvania on a series of trains, steamboats and carriages. Ellen told fellow travelers that she was a planter going north to seek medical care. Her enslaved husband, William, came with her, pretending to be her property.\nThe ruse worked. Together, Ellen and William Craft pulled off one of the most dramatic escapes in American history by performing, in broad daylight, as master and slave. But their story did not end there. By the time the American Civil War began, the Crafts had international reputations. And as Ilyon Woo makes clear in her excellent new book, “Master Slave Husband Wife,” the couple also played no small part in the sequence of events that led to the Civil War and the abolition of slavery.\nIt started with a plan that some sources, including Woo, credit to Ellen, who was born enslaved to her own father, James Smith, a white planter who also enslaved Ellen’s 18-year-old mother, Maria. The laws of slavery offered Maria no protection from rape by her owner, and in 1837, no doubt because of Ellen’s light complexion and physical resemblance to Smith, his wife gave Ellen to their daughter Eliza, as a wedding present upon her marriage to Robert Collins of Macon.\nIn Macon, while legally owned by her half sister, Ellen met and fell in love with William Craft, an enslaved cabinetmaker in town. They shared traumatic memories of separation from family members. In Ellen’s case, her transfer from Smith’s plantation to Collins’s house wrenched her away from her mother. William had been permanently torn from a beloved sister, who was sold at a public auction when the siblings were children. Determined not to be separated from each other or to have children who might be sold away from them, the Crafts decided to act on their plan for escape as 1848 came to a close.", "url": "https://www.nytimes.com/2023/01/15/books/review/master-slave-husband-wife-ilyon-woo.html"}