{"authors": ["Maureen Farrell", "Rob Copeland"], "date_download": "2023-03-28 16:44:24", "date_modify": "2023-03-28 16:44:24", "date_publish": "2023-02-13 16:27:15", "description": "Some large hedge funds that profited off the recent market volatility are wooing traders with tens of millions of dollars in guaranteed payouts.", "filename": "2023_02_13_business_hedge-fund-trader-pay.html_action=click&pgtype=Article&state=default&module=styln-us-jobs&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021864.html", "image_url": "https://static01.nyt.com/images/2023/02/14/business/13hedgefund-pay-print1/00hedgefund-pay-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_13_business_hedge-fund-trader-pay.html_action=click&pgtype=Article&state=default&module=styln-us-jobs&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021864.html", "title": "What Layoffs? Top Wall Street Traders Score Giant Paydays", "title_page": "What Layoffs? Top Wall Street Traders Score Giant Paydays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As workers around the country frantically negotiate severance packages amid tens of thousands of layoffs, employees in a tiny, influential and often secretive corner of Wall Street are being promised some of their biggest paydays ever.\nWelcome to the world of elite hedge funds, where risky bets using esoteric number-crunching and cutthroat strategies, applied to the same economic and market uncertainties that have roiled corporate America and led to job cuts, have produced gigantic profits.\nLast year, Citadel, a hedge fund run by Kenneth C. Griffin, made $16 billion — the largest annual gain for a firm of its ilk, according to LCH Investments, an investment firm that collects data on the hedge fund industry. To continue their profit-making streak, Citadel and other industry behemoths like Millennium Management, Balyasny Asset Management and Steve Cohen’s Point72 are courting potential hires by dangling tens of millions in guaranteed pay over several years, people with knowledge of the negotiations said.\n“You’re seeing Tom Brady-like pay packages,” said Colin Lancaster, a former Citadel executive who now works at Schonfeld Strategic Advisors, another hedge fund that is competing to hire top traders. (Before he retired, Mr. Brady made $25 million per year, plus millions more in endorsements.)", "url": "https://www.nytimes.com/2023/02/13/business/hedge-fund-trader-pay.html?action=click&pgtype=Article&state=default&module=styln-us-jobs&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}