{"authors": ["Zolan Kanno-Youngs"], "date_download": "2023-03-28 18:36:56", "date_modify": "2023-03-28 18:36:56", "date_publish": "2023-02-17 00:48:07", "description": "“History matters,” President Biden said before showing a movie about Emmett Till, whose murder galvanized the civil rights movement.", "filename": "2023_02_16_us_politics_biden-emmett-till_1680028616.html", "image_url": "https://static01.nyt.com/images/2023/02/16/multimedia/16dc-memo-cgbh/16dc-memo-cgbh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_16_us_politics_biden-emmett-till_1680028616.html", "title": "From ‘Birth of a Nation’ to ‘Till’: Confronting Racism in the White House Screening Room", "title_page": "From ‘Birth of a Nation’ to ‘Till’: Confronting Racism in the White House Screening Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In 1915, Woodrow Wilson gathered a small crowd in the East Room of the White House to show “The Birth of a Nation,” a film celebrating the Ku Klux Klan.\nMore than a century later, in the same room, President Biden on Thursday convened families of people killed in hate crimes for a screening of the movie “Till,” about Emmett Till, the 14-year-old Black boy whose murder in 1955 galvanized the civil rights movement.\n“History matters,” Mr. Biden said before the movie began, in front of an audience that included members of Emmett’s family, student groups and community activists. “We should know everything about our history, and that’s what great nations do.”\nEmmett was kidnapped, tortured and lynched — what Mr. Biden called “pure terror.”\nPresidents have long used White House movie screenings for more than just entertainment. The films they choose provide a glimpse into their interests and concerns, as well as the crises defining their time in office.", "url": "https://www.nytimes.com/2023/02/16/us/politics/biden-emmett-till.html"}