{"authors": ["Erin Griffith", "Mike Isaac"], "date_download": "2023-03-28 16:49:53", "date_modify": "2023-03-28 16:49:53", "date_publish": "2023-03-13 23:40:19", "description": "Even as start-ups and investors began recovering their money from Silicon Valley Bank, the episode exposed the tech industry’s vulnerabilities.", "filename": "2023_03_13_technology_silicon-valley-image_1680022193.html", "image_url": "https://static01.nyt.com/images/2023/03/14/multimedia/13svb-valley-b/13svb-valley-b-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_technology_silicon-valley-image_1680022193.html", "title": "After Bank Debacle, Silicon Valley Reckons With Its Image", "title_page": "After Bank Debacle, Silicon Valley Reckons With Its Image - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Sunday afternoon, Prashant Fonseka was flying to San Francisco from Austin, Texas, with other techies returning from the South by Southwest conference. Midway through the flight, federal regulators announced the government would ensure that all depositors of Silicon Valley Bank — which had failed on Friday — would be paid back in full.\nThe plane erupted in cheers.\n“It was the most excited I’ve ever seen people on an airplane,” said Mr. Fonseka, a venture capitalist at Tuesday Capital.\nEveryone’s money was safe, but the debacle over Silicon Valley Bank, which had been a linchpin of the tech start-up ecosystem, was a revealing moment for the technology industry. While the government’s announcement gave start-ups and investors whose money had been trapped at the bank the reassurance that they would be made whole, the episode exposed the tech industry’s vulnerabilities and laid bare the blame-game behavior of many who work in it.\nIn particular, the hand-wringing over Silicon Valley Bank’s demise — which was followed by pleas for the government to step in and then ecstatic relief when regulators agreed — highlighted how dependent the start-up industry had been on one institution. On Twitter, several tech investors pointed fingers of blame for the situation at almost everyone but themselves, and then were surprised that so few outside the industry were sympathetic to their plight.", "url": "https://www.nytimes.com/2023/03/13/technology/silicon-valley-image.html"}