{"authors": ["Mike Isaac"], "date_download": "2023-03-28 16:48:02", "date_modify": "2023-03-28 16:48:02", "date_publish": "2023-03-14 13:32:27", "description": "It would be the tech company’s second round of cuts since November. Mark Zuckerberg, its chief executive, has declared 2023 the “year of efficiency.”", "filename": "2023_03_14_technology_meta-facebook-layoffs.html_action=click&pgtype=Article&state=default&module=styln-big-tech&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680022082.html", "image_url": "https://static01.nyt.com/images/2023/03/06/multimedia/00meta-layoffs-jfpt/00meta-layoffs-jfpt-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_technology_meta-facebook-layoffs.html_action=click&pgtype=Article&state=default&module=styln-big-tech&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680022082.html", "title": "Meta to Lay Off Another 10,000 Workers", "title_page": "Meta, Facebook’s Parent, to Lay Off Another 10,000 Workers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Zuckerberg is culling employees after years of hiring at a breakneck pace. His company gobbled up workers as its family of apps, which also includes WhatsApp, became popular worldwide. The coronavirus pandemic also supercharged the use of mobile apps, leading to more growth. At its peak last year, Meta had 87,000 full-time employees.\nBut as the global economy soured, and digital advertising markets contracted last year, Mr. Zuckerberg began putting an end to unchecked growth. Meta trimmed employee perks. And after the layoffs in November, which largely affected the business divisions and recruiting teams, Mr. Zuckerberg hinted at further cuts.\nOn an earnings call in February, the chief executive said he did not want the company to be overstuffed with a layer of middle management, or “managers managing managers.” He said he took responsibility for last year’s layoffs, blaming his zeal for staffing up on the surge of use early in the pandemic.\nMeta’s layoffs are part of a wave of job cuts from the biggest tech companies. In recent months, Amazon, Google, Microsoft, Salesforce and others have also said they are trimming their ranks, and some of the companies have increased the number of people they are letting go after initial announcements. Many of the companies have cited a challenging global economic environment for their actions.\nBut even beyond the macroeconomic conditions, Meta is dealing with many challenges. It is grappling not only with a digital advertising slowdown but also with Apple’s privacy changes to its mobile operating system, which have restricted Meta’s ability to collect data on iPhone users to help target ads. It also faces steep competition from TikTok, which has soared in popularity over the past few years. And regulators have stepped up efforts to rein in the company by pushing for new laws that would limit Meta’s data collection abilities.", "url": "https://www.nytimes.com/2023/03/14/technology/meta-facebook-layoffs.html?action=click&pgtype=Article&state=default&module=styln-big-tech&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}