{"authors": ["Elisabetta Povoledo"], "date_download": "2023-03-28 18:08:21", "date_modify": "2023-03-28 18:08:21", "date_publish": "2023-01-23 19:18:46", "description": "The authorities of the two countries have worked together to round up statues, vases and bronzes, some of which had appeared in American museums.", "filename": "2023_01_23_world_europe_italy-art-stolen-us_1680026901.html", "image_url": "https://static01.nyt.com/images/2023/01/23/multimedia/23italy-artwork-cmqk/23italy-artwork-cmqk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_23_world_europe_italy-art-stolen-us_1680026901.html", "title": "$20 Million Worth of Looted Art Returns to Italy From the U.S.", "title_page": "$20 Million Worth of Looted Art Returns to Italy From the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — Taken together, the five dozen ancient artifacts displayed at Italy’s culture ministry on Monday would have made a fine archaeological centerpiece for any museum.\nThe items, dating from the seventh century B.C. to the first century A.D., included well-preserved marble statues, red-figure vases, a silver drinking bowl, even rare bronzes. The artifacts, worth more than $20 million, according to the Italian Culture Ministry, were back on Italian soil after having been seized in the United States by American officials over the past 14 months.\nTwenty-one of the works had been on display at the Metropolitan Museum of Art in New York, as well as in private homes and auction houses, before being recovered by American officials, who acted on evidence that they had been illegally looted from archaeological sites in Italy.\nGennaro Sangiuliano, Italy’s culture minister, said Monday during a celebratory news conference that the recovered artifacts were the “fruit of a collaboration,” between Italian and American law enforcement officials, that would not end with these 60 works.", "url": "https://www.nytimes.com/2023/01/23/world/europe/italy-art-stolen-us.html"}