{"authors": ["Shashank Bengali", "Anton Troianovski"], "date_download": "2023-03-28 16:44:19", "date_modify": "2023-03-28 16:44:19", "date_publish": "2023-03-24 23:00:09", "description": "Both sides expect a Ukrainian offensive while the Bakhmut fight continues, but the head of the Wagner mercenary group said Russia must be clearer about its goals.", "filename": "2023_03_24_world_europe_ukraine-russia-bakhmut-wagner_1680021859.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24ukraine-1-zltb/24ukraine-1-zltb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_world_europe_ukraine-russia-bakhmut-wagner_1680021859.html", "title": "No Letup in Bakhmut as Ukraine and Russia Brace for Battles Elsewhere", "title_page": "No Letup in Bakhmut as Ukraine and Russia Brace for Battles Elsewhere - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite the high cost in lives, Ukrainian and Russian leaders said that the battle for Bakhmut would rage on, even as they brace for a war that they expect to widen and intensify as the weather warms.\nOfficials in both Kyiv and Moscow predicted that Ukraine, taking delivery of Western tanks, missiles and other arms, would soon launch a renewed push to reclaim territory lost in the east and south.\nThe Ukrainians “are preparing for various offensive operations — everyone knows that,” Dmitri A. Medvedev, a former president of Russia and vice chairman of President Vladimir V. Putin’s Security Council, said in comments released on Friday. “Our General Staff is taking this into account and preparing its solutions.” The spokesman for President Biden’s National Security Council said this week that Russia was planning new assaults, as well.\nBut even with that prospect looming, no one is predicting a letup in the long, brutal fight for Bakhmut, the eastern Ukrainian city that has experienced the bloodiest combat of recent months. Oleksandr Syrsky, the commander of Ukraine’s ground forces, said on Thursday that Russian forces were “not giving up hope of taking Bakhmut at any cost,” but he said they appeared to be “losing significant strength and becoming exhausted.”", "url": "https://www.nytimes.com/2023/03/24/world/europe/ukraine-russia-bakhmut-wagner.html"}