{"authors": ["Christina Jewett"], "date_download": "2023-03-28 16:45:16", "date_modify": "2023-03-28 16:45:16", "date_publish": "2023-03-22 20:10:24", "description": "A Senate homeland security committee examined growing health care shortages amid reports of rationing within hospitals.", "filename": "2023_03_22_health_drug-shortages.html_action=click&pgtype=Article&state=default&module=styln-health-care&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021916.html", "image_url": "https://static01.nyt.com/images/2023/03/22/science/22DRUG-SHORTAGES/22DRUG-SHORTAGES-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_health_drug-shortages.html_action=click&pgtype=Article&state=default&module=styln-health-care&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021916.html", "title": "Rising Rate of Drug Shortages Is Framed as a National Security Threat", "title_page": "Rising Rate of Drug Shortages Is Framed as a National Security Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An increase in shortages of inexpensive yet critical medications is forcing hospitals to make “horrible” choices and is amounting to a national security threat, according to a report and testimony at a Senate homeland security hearing on Wednesday.\nA report prepared for the hearing found that drug shortages increased by nearly 30 percent last year compared with 2021, with an average shortage lasting 18 months and some spanning 15 years. They include common antibiotics, anesthetics and sterile fluids used to keep intravenous drug tubes clean.\nThe problems were pegged to economic drivers, an opaque supply chain and the fact that as much as 80 to 90 percent of certain products are made overseas, said Senator Gary Peters, a Democrat of Michigan and chairman of the Senate Committee on Homeland Security and Government Affairs.\n“Taken together, these underlying causes not only present serious concerns about providing adequate care to patients, they also represent serious national security threats,” Mr. Peters said.", "url": "https://www.nytimes.com/2023/03/22/health/drug-shortages.html?action=click&pgtype=Article&state=default&module=styln-health-care&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}