{"authors": ["Erik Piepenburg"], "date_download": "2023-03-28 17:29:09", "date_modify": "2023-03-28 17:29:09", "date_publish": "2023-01-06 16:00:05", "description": "This month’s picks feature a time-collapsing camera, culinary cultists and a hole to hell.", "filename": "2023_01_06_movies_horror-movies-streaming_1680024549.html", "image_url": "https://static01.nyt.com/images/2023/01/10/arts/landlocked1/landlocked1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_06_movies_horror-movies-streaming_1680024549.html", "title": "Five Horror Movies to Stream Now", "title_page": "Five Horror Movies to Stream Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "‘LandLocked’\nRent or buy it on most major platforms.\nThe new year is only days old, but this deeply affecting film is already a contender for my favorite scary movie of 2023. It’s a triumph of low-fi horror and a knockout narrative feature debut from the writer-director Paul Owens, a documentarian.\nIt begins as Mason, a young artist, returns to his soon-to-be demolished childhood home in exurban New Jersey, where he meets up with his brothers. (Owens and his siblings, Seth and Mason, play fictional versions of themselves, as does their father, Jeffrey.) Wandering the rooms, Mason finds a VHS-era camera, and when he looks through the viewer what he sees isn’t the now but the then: clips from his family’s home movies, taken in the same spots where he points the camera, with his father a prevalent figure. (The home videos are the Owens family’s own.)\nMason is so taken by his supernaturally retro discovery that he starts recording, building a library of memories. But when the camera reveals that a sinister creature lurks in the house, Mason is forced to reckon with ghosts whose haunting days he thought were over.\nIt’s tough to pin down this spare yet exceptional film because it never stops wrestling: with loss, memory, death, fatherhood. With genre, too, as it intersects science fiction, found footage, experimental horror, documentary. Owens does so effortlessly and assuredly, and the result is singular: It’s analog and futuristic, creepy and sentimental, heart racing and utterly heartbreaking.", "url": "https://www.nytimes.com/2023/01/06/movies/horror-movies-streaming.html"}