{"authors": ["Jonathan Weisman"], "date_download": "2023-03-28 18:36:58", "date_modify": "2023-03-28 18:36:58", "date_publish": "2023-03-03 19:57:44", "description": "Gov. J.B. Pritzker of Illinois has maintained his political organization, built a progressive record and is open about his ambitions. For now, he says, they don’t include the White House.", "filename": "2023_03_03_us_politics_jb-pritzker-democrats-biden_1680028618.html", "image_url": "https://static01.nyt.com/images/2023/03/01/multimedia/00pol-pritzker-zjpk/00pol-pritzker-zjpk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_03_us_politics_jb-pritzker-democrats-biden_1680028618.html", "title": "J.B. Pritzker Is Democrats’ ‘Break Glass’ Candidate", "title_page": "J.B. Pritzker Is Democrats’ ‘Break Glass’ Candidate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The question still lingers: Could he, if asked, storm the castle himself? Mr. Pritzker is not one to hide his possible liabilities. He jokes constantly about his girth, which is ample. He refers often to his Judaism, which he places at the core of his liberal values and his empathy for society’s underdogs. And he knows well that being a billionaire in the Democratic Party isn’t a positive for many of the party’s voters.\n“I’d love to sit back, eat popcorn and watch J.B. Pritzker and Bernie Sanders on a debate stage,” Mr. Davis quipped.\nFor all his privilege, Mr. Pritzker has struggled. His father, Donald, died of a heart attack at 39, when J.B., his youngest son, was only seven. His mother, Sue, sank into alcoholism — Mr. Pritzker has spoken of childhood fears that she would fall asleep with a cigarette and burn down their Atherton, Calif., house — then tragedy. In 1982, when J.B. was a teenager, she wrecked her car, then, apparently intoxicated, tumbled out of the tow truck she had called and was run over by it.\nAt 17 he was an orphan, raised in part by his older sister, Penny.\n“They had resources, but those don’t make up for the absence of a father and the afflictions of his mother,” said David Axelrod, who watched Mr. Pritzker’s rise as an Illinois political consultant. “He’s had every advantage, but he has suffered emotionally.”\nAt 33, he made his first lunge into politics, plowing $500,000 of his own money into a House race in Chicago’s heavily Democratic North Shore suburbs in 1998, only to come in third. From there, he devoted himself to business, a venture capital firm, a technology start-up incubator and Mayor Rahm Emanuel’s business and technology council in Chicago.", "url": "https://www.nytimes.com/2023/03/03/us/politics/jb-pritzker-democrats-biden.html"}