{"authors": ["Elisabeth Egan"], "date_download": "2023-03-28 17:07:34", "date_modify": "2023-03-28 17:07:34", "date_publish": "2023-01-19 10:00:12", "description": "As she worked on her debut novel, the author of “The House in the Pines” found inspiration in a classroom.", "filename": "2023_01_19_books_review_the-house-in-the-pines-ana-reyes_1680023254.html", "image_url": "https://static01.nyt.com/images/2023/02/19/books/review/19insidethelist/19insidethelist-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_19_books_review_the-house-in-the-pines-ana-reyes_1680023254.html", "title": "Teaching Writing to Retirees Helped Ana Reyes Stay Focused", "title_page": "Teaching Writing to Retirees Helped Ana Reyes Stay Focused - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For a debut novelist, getting the nod from Reese Witherspoon is like winning the Mega Millions jackpot, minus the complications that go along with a lottery windfall. The joy of the experience might cancel out the years of lonely labor that led to it.\nBut how, exactly, does a writer sustain herself, both financially and emotionally, while she’s pecking away at her book? For Ana Reyes, whose Witherspoon-anointed mystery, “The House in the Pines,” debuted at No. 2 on the hardcover fiction list, the key was teaching a weekly autobiography course for older adults at Santa Monica College. “My youngest student is in her mid- to late 50s and my oldest student is 94,” Reyes said in a phone interview. “I’ve stuck with this class longer than any other place where I’ve worked as an adjunct because I just love it. I’ve learned so much from these students. Some of them have lived the most incredible lives.”\n“The House in the Pines” was born in 2015, as Reyes’s thesis for her M.F.A. program at Louisiana State University. The manuscript tagged along when she moved to Los Angeles, where she lined up several jobs teaching English composition at local schools. Eventually Reyes buckled down to write another draft — and another, then another after that. The book that Witherspoon described as “an absolute can’t-put-down thriller” emerged over seven years, including long stretches when Reyes wasn’t revising at all. She said, “There was a lot of self-doubt. I certainly put it aside at times and didn’t necessarily intend to go back.”\nHer students kept her going. Most of them are retired; many of them have limited writing experience. Reyes said, “I have one student in her 90s who survived the Blitz in London. She’s written about what that was like as a child, having to be separated from her parents and going to live in the countryside with a foster family, essentially, that took her in during the war.” Hearing about this experience was comforting to Reyes, especially during the pandemic when so much was up in the air.", "url": "https://www.nytimes.com/2023/01/19/books/review/the-house-in-the-pines-ana-reyes.html"}