{"authors": ["Jim Tankersley"], "date_download": "2023-03-28 17:22:53", "date_modify": "2023-03-28 17:22:53", "date_publish": "2023-03-08 10:00:24", "description": "The president’s proposals, included in the budget he will release on Thursday, are expected to heavily feature tax increases on corporations and high earners.", "filename": "2023_03_08_us_biden-deficit-reduction_1680024173.html", "image_url": "https://static01.nyt.com/images/2023/03/08/multimedia/08dc-deficit-lbfm/08dc-deficit-lbfm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_08_us_biden-deficit-reduction_1680024173.html", "title": "Biden Is Set to Detail Nearly $3 Trillion in Measures to Reduce Deficits", "title_page": "Biden Is Set to Detail Nearly $3 Trillion in Measures to Reduce Deficits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Biden will also call for quadrupling a tax on stock buybacks that was approved as part of a sweeping tax, health care and climate bill he signed last year. He will renew his longstanding call to roll back former President Donald J. Trump’s tax cuts for high earners and to partially reverse his cuts for corporations, by raising the corporate income tax rate to 28 percent from 21 percent. And he will once again call for raising a tax rate on multinational corporations’ income earned overseas.\nWhite House officials said this week that the budget would include an increase and expansion of an investment tax on high earners, which would be directed to the Medicare trust fund. That tax proposal, plus the proposed savings from additional Medicare negotiations on prescription drugs, would reduce deficits by about $900 billion on net, according to Treasury Department estimates shared by the White House.\nThe president is also expected to continue proposing some tax increases to offset the cost of portions of his agenda that have not yet passed Congress. That agenda includes efforts to expand access to child care and reduce its cost, provide federally guaranteed paid leave for workers, establish universal prekindergarten and enable students to attend community college for free.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Biden’s plans to trim the deficit are unlikely to mollify Republicans. He has refused to negotiate over the debt limit and has said he will not cut benefits for Social Security or Medicare, two popular safety net programs. But he has said repeatedly that he is open to reducing deficits by raising taxes on corporations and the rich.\nThe total of nearly $3 trillion was first reported by The Associated Press. It is an increase from the deficit reduction that Mr. Biden previewed in his State of the Union address, saying that “the plan I’m going to show you is going to cut the deficit by another $2 trillion” without cutting “a single bit of Medicare or Social Security.”", "url": "https://www.nytimes.com/2023/03/08/us/biden-deficit-reduction.html"}