{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:28", "date_modify": "2023-03-28 17:59:28", "date_publish": "2023-03-22 06:00:05", "description": "This word has appeared in 15 articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_22_learning_word-of-the-day-flail_1680026368.html", "image_url": "https://static01.nyt.com/images/2022/12/30/learning/WOTD-flail/WOTD-kowtow-32-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_learning_word-of-the-day-flail_1680026368.html", "title": "Word of the Day: flail", "title_page": "Word of the Day: flail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word flail has appeared in 15 articles on NYTimes.com in the past year, including on May 24 in “Bedlam on the Ice, Torn Loyalties Off It, Define Battle of Alberta” by David Waldstein:\n“He’s pushing his own limits,” said Zach Hyman, the Edmonton forward. “It’s just evident he’s the best player in the world.” McDavid has nine points in the first three games (two goals and seven assists) for a total of 23 points in the playoffs so far, as he carves abstract patterns across the ice while Calgary defenders flail trying to catch him. He has been invigorated in his first foray into the historic provincial fray. “The way this guy is playing right now is special,” Woodcroft said. “He’s driving our team forward.”\nDaily Word Challenge\nCan you correctly use the word flail in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how flail can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/22/learning/word-of-the-day-flail.html"}