{"authors": ["Chris Nowinski"], "date_download": "2023-03-28 18:11:16", "date_modify": "2023-03-28 18:11:16", "date_publish": "2023-01-09 10:00:24", "description": "While the risks do not end on the field, the medical care often does.", "filename": "2023_01_09_opinion_football-health-injury-concussion_1680027076.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/07nowinsky-image-1-3361/07nowinsky-image-1-3361-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_09_opinion_football-health-injury-concussion_1680027076.html", "title": "Football Is Deadly, but Not for the Reasons You Think", "title_page": "Opinion | Football Is Deadly, but Not for the Reasons You Think - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But as alarming as his injury was, the terrifying incident carries a secondary risk: It is focusing attention on a single, dramatic outlier rather than the chronic medical conditions that pose by far the greatest danger to players.\nAccording to the National Commotio Cordis Registry, there are an estimated 15 to 20 cases per year nationwide, usually in sports like baseball or hockey when a fast-moving projectile connects with an unprotected chest. In football, where players wear lots of padding, an event like this is so rare at the N.F.L. level that it probably won’t occur again in our lifetimes. Meanwhile, chronic heart disease and the long-term effects of traumatic brain injuries have robbed countless players of their health, their happiness and even their lives but do not receive the same medical or cultural attention because they happen away from the cameras.\nHours before the Monday night game, I learned that the former N.F.L. offensive lineman Uche Nwaneri, who started 92 games at guard and center for the Jacksonville Jaguars, had died from a heart attack at the age of 38. Uche and I had been messaging on Twitter about our shared concerns about concussions and chronic traumatic encephalopathy (C.T.E.). He had struggled to find his next passion after retiring but had recently gained a dedicated following on YouTube commenting on football and pop culture, calling himself the Observant Lineman. He is survived by his wife, Michele, and two young daughters.\nYoung former N.F.L. players, mostly linemen, die from heart attacks or heart disease nearly every year. In addition to Uche, Shane Olivea died in March at age 40. Max Tuerk, age 26, died in 2020. Taylor Whitley, age 38, 2018. Jeremy Nunley, age 46, 2018. Nate Hobgood-Chittick, age 42, 2017. Rodrick Monroe, age 40, 2017. Ron Brace, age 29, 2016. Quentin Groves, 32, 2016. Damion Cook, 36, 2015. According to a 2019 study from Harvard University, N.F.L. players are 2.5 times as likely to have cardiovascular diseases listed as an underlying or contributing cause of death as Major League Baseball players.\nScientists believe N.F.L. players are at greater risk of heart disease because of the weight they gain, even when it is mostly muscle. After players retire, it’s extremely difficult for them to lose the football weight, partly because of chronic pain from injuries suffered while playing. (N.F.L. players ages 25 to 39 have about three times the rate of arthritis as the general public.) These men’s untimely deaths were a tragedy to their loved ones, friends and former teammates, but the public was largely unaware.", "url": "https://www.nytimes.com/2023/01/09/opinion/football-health-injury-concussion.html"}