{"authors": ["Tyler Kepner"], "date_download": "2023-03-28 19:01:37", "date_modify": "2023-03-28 19:01:37", "date_publish": "2023-01-20 10:00:34", "description": "Scott Rolen and Todd Helton stand a chance, but with every finalist having flaws, the debate between a “big” or “small” Hall continues.", "filename": "2023_01_20_sports_baseball_scott-rolen-hall-of-fame_1680030097.html", "image_url": "https://static01.nyt.com/images/2023/01/20/multimedia/20kepner-hof-top-lmht/20kepner-hof-top-lmht-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_sports_baseball_scott-rolen-hall-of-fame_1680030097.html", "title": "Scott Rolen Leads Class of Baseball Hall of Fame Candidates", "title_page": "Scott Rolen Leads Class of Baseball Hall of Fame Candidates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "None of the candidates on the Baseball Hall of Fame ballot would have made a case like this. So leave it to Montgomery Brewster — a washed-up but wealthy pitcher for the fictional Hackensack Bulls — to summarize the message some voters took from the names up for enshrinement this week.\n“Write in ‘none of the above’ on your ballot,” commanded Richard Pryor, running for mayor of New York as the title character in “Brewster’s Millions,” the 1985 comedy. “Don’t vote for any of us!”\nWhen the Hall of Fame announces the results of the latest writers’ ballot on Tuesday, “none of the above” has a plausible chance of winning. Candidates need 75 percent of the vote to be enshrined, with 14 holdovers and 14 newcomers up for consideration this time around. Fred McGriff — elected by the Contemporary Eras Committee in December — may be alone at the lectern this summer in Cooperstown, N.Y.\nAfter choosing 22 players in seven elections from 2014 to 2020, the writers elected nobody in 2021 and only David Ortiz last year. If the announcement reveals no new inductees, it will be the first three-year span with only one selection since annual voting began in 1966. (Elections were conducted in most years, but not all, before that.)", "url": "https://www.nytimes.com/2023/01/20/sports/baseball/scott-rolen-hall-of-fame.html"}