{"authors": ["Remy Tumin"], "date_download": "2023-03-28 19:19:55", "date_modify": "2023-03-28 19:19:55", "date_publish": "2023-03-17 16:12:02", "description": "As the wealth of talent deepens across the N.C.A.A., UConn no longer stands alone atop women’s basketball.", "filename": "2023_03_17_sports_ncaabasketball_ncaa-womens-basketball-uconn_1680031195.html", "image_url": "https://static01.nyt.com/images/2023/03/18/multimedia/17wcbb-uconn1-print-vkzw/17wcbb-uconn-geno-vkzw-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_17_sports_ncaabasketball_ncaa-womens-basketball-uconn_1680031195.html", "title": "Is the UConn Dynasty a Thing of the Past?", "title_page": "Is the UConn Dynasty a Thing of the Past? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Coaches are hesitant to quantify success in terms of dynasty, perhaps in part because of the assumption — and the demand — that the wins keep coming.\nNo women’s college basketball program in the country feels that tension more than the University of Connecticut. The Huskies had dominated the sport under Coach Geno Auriemma since he began building the program in 1985, with 11 championship titles, 22 Final Four appearances and, at one point, a 111-game winning streak.\nBut as the wealth of talent deepens across the N.C.A.A., UConn no longer stands alone as the top women’s basketball program.\nUConn has not won a championship since 2016 and fell in a title game for the first time last year, to South Carolina. The Huskies have lost their past three meetings with the Gamecocks and four of their past five against the reigning champions, who are laying claim to a dynasty of their own under Coach Dawn Staley. Where UConn used to be an odds-on favorite to win a title, South Carolina has now taken that mantle for this N.C.A.A. tournament.", "url": "https://www.nytimes.com/2023/03/17/sports/ncaabasketball/ncaa-womens-basketball-uconn.html"}