{"authors": ["Lauren Hirsch", "Jordyn Holman"], "date_download": "2023-03-28 17:00:19", "date_modify": "2023-03-28 17:00:19", "date_publish": "2023-02-06 22:23:52", "description": "The struggling home goods retailer said it hoped the move would help it raise more than $1 billion and pay off its debts.", "filename": "2023_02_06_business_dealbook_bed-bath-beyond-equity-offering_1680022819.html", "image_url": "https://static01.nyt.com/images/2023/02/05/multimedia/00bedbath-plan-1-bqfk/00bedbath-plan-1-bqfk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_business_dealbook_bed-bath-beyond-equity-offering_1680022819.html", "title": "Staring Down Bankruptcy, Bed Bath & Beyond Says It Will Sell Stock", "title_page": "Staring Down Bankruptcy, Bed Bath & Beyond Says It Will Sell Stock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bed Bath & Beyond, the struggling home goods retailer, announced plans for a public offering on Monday, a move that it hopes will allow it pay off its debts and possibly stave off bankruptcy.\nEarly last month, Bed Bath & Beyond warned investors that bankruptcy was a possible option, if it could not otherwise raise money after a disappointing holiday season. It said that its sales in the run-up to Black Friday were a third what they were in 2021.\nThe retailer said on Monday that it had plans to raise a little over $1 billion in equity offerings, alongside tapping $100 million from its credit line, to repay outstanding loans. It already has investor commitment to buy those funds, a person familiar with the situation said. The move is expected to be enough for Bed Bath & Beyond to make payments on its debt and fund its business operations so it won’t have to imminently file for bankruptcy, that person said. At certain points in the past few weeks, it was unclear whether the retailer would be able to do so.\nLast February, Bed Bath & Beyond had about 32,000 employees. It has since gone through several rounds of layoffs. In August, the company announced an aggressive restructuring plan, saying that it would close 150 stores and lay off more workers.", "url": "https://www.nytimes.com/2023/02/06/business/dealbook/bed-bath-beyond-equity-offering.html"}