{"authors": ["Jason Horowitz", "Declan Walsh"], "date_download": "2023-03-28 18:18:33", "date_modify": "2023-03-28 18:18:33", "date_publish": "2023-02-04 15:33:01", "description": "Pope Francis ended his trip to Africa on Saturday by meeting with displaced people and urging his clergy not to “remain neutral before the pain caused by acts of injustice and violence.”", "filename": "2023_02_04_world_europe_pope-francis-south-sudan_1680027513.html", "image_url": "https://static01.nyt.com/images/2023/02/04/multimedia/04pope-africa-01-hczp/04pope-africa-01-hczp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_04_world_europe_pope-francis-south-sudan_1680027513.html", "title": "Pope Francis Calls for Peace in South Sudan During Visit", "title_page": "Pope Francis Calls for Peace in South Sudan During Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "South Sudan has Africa’s third largest oil reserves, which were supposed to assure the country’s prosperity after it won its independence from Sudan in 2011. Much of the oil business is run by foreign multinationals that have been criticized for corrupt or unethical practices, like funding militias accused of atrocities. But the country’s leadership, considered among the most corrupt in the world, has much to answer for, as well.\nNumerous investigations by foreign organizations have documented how billions in oil revenues have been siphoned off by South Sudanese leaders with help from foreign companies, oil traders and banks. Instead of building up the country, oil has become a factor in its undoing, fueling the infighting that exploded into a five-year civil war.\n“In the whole of Africa, where oil is produced, it has been a curse,” said Johnny Ohisa Damian, the governor of the Bank of South Sudan. He expressed hope that the pope’s visit, and his push for peace, would show stability and encourage more international financial investment. He also hoped it could persuade the United States and other Western donors to shift some of their robust relief aid to development.\nBut Mr. Damian said that the country could not rely on oil alone. The government estimated that its reserves would be exhausted in the next 11 years. It needed to diversify, he said, making use of its millions of acres of arable land prime for large-scale farming and raising livestock.\nEspecially given the war in Ukraine, Mr. Damian envisioned South Sudan, parts of which were officially declared afflicted with famine in 2017, as a bread basket for Africa. But he said that for the country to move ahead, and for displaced people to be able to return to their homes, “the politicians have to stick to peace.”", "url": "https://www.nytimes.com/2023/02/04/world/europe/pope-francis-south-sudan.html"}