{"authors": ["Linda Villarosa"], "date_download": "2023-03-28 16:59:35", "date_modify": "2023-03-28 16:59:35", "date_publish": "2023-03-18 09:00:11", "description": "In “The People’s Hospital,” Ricardo Nuila explores the ways in which a space for those stranded by the American health care system serves as an unlikely model.", "filename": "2023_03_18_books_review_the-peoples-hospital-ricardo-nuila_1680022775.html", "image_url": "https://static01.nyt.com/images/2023/03/14/books/review/14Nuila1/14Nuila1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_18_books_review_the-peoples-hospital-ricardo-nuila_1680022775.html", "title": "Book Review: ‘The People’s Hospital,’ by Ricardo Nuila", "title_page": "Book Review: ‘The People’s Hospital,’ by Ricardo Nuila - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ben Taub is one of 31 entities that make up Texas Medical Center, the largest concentration of health care facilities in the world, but it is the primary one where health care is explicitly considered a human right — where anyone can walk through the doors and receive care, regardless of ability to pay.\nAt the core of “The People’s Hospital,” Nuila, a Houston native who has spent more than a decade as a medical student, resident and now attending physician at Ben Taub, asks a simple but profound question: “Why do some people benefit from health care in America, while others are excluded?” His answer is equally simple: Because the principal goal of the American health care system is to make money, period. Other things, like preventing illness and empowering people, can — and do — happen, but only after the first goal is met. He also offers what seems like an audacious idea: that Ben Taub should serve as a model for change.\nThroughout “The People’s Hospital,” Nuila hammers home this central thesis. He unbraids the interlocked strands of hospitals, health insurance companies, Big Pharma and profit-minded physicians — what he calls “Medicine, Inc.” — all unified in the purpose of solving sickness through the mechanism of business.\nHe humanizes his points in meticulous and compassionate detail through focusing primarily on the stories of five Ben Taub patients. So many medical narratives center on the ugly endgame: very sick people at their worst — frightened and alone, in paper hospital gowns, their bodies failing them, sometimes suffering from dementia brought on by fear and the trauma of hospitalization. They appear as case studies, without back stories, community, family. Nuila, a skillful writer whose fiction has appeared in McSweeney’s, Guernica and the “Best American Short Stories” anthology, instead takes the time to work backward as he describes the plights of people he has cared for.\nHe begins with Stephen, the manager at a burger chain who enrolled in a company insurance plan so bare-bones that he had to prepay the ER where he was diagnosed with cancer. There is Ebonie, a Black mother of seven whose high-risk pregnancy nearly caused her to become a statistic of this country’s maternal mortality crisis. Christian, a healthy college student, chose not to buy into the health insurance offered at his retail job, then spent months searching for a diagnosis for crippling knee pain, eventually traveling to Mexico for treatment. Geronimo is a 36-year-old with liver failure as a result of hepatitis C and diabetes, whose skimpy disability check disqualified him for Medicaid — and put him just out of reach of a lifesaving transplant. Finally, Nuila introduces us to Roxana, an immigrant from El Salvador, who awoke from a cancer-related coma with gangrene so severe that her limbs looked like withered, charred wood. Without insurance or a green card, she spent months trying to find a physician to amputate her arms and legs.", "url": "https://www.nytimes.com/2023/03/18/books/review/the-peoples-hospital-ricardo-nuila.html"}