{"authors": ["Charlie Savage"], "date_download": "2023-03-28 17:18:27", "date_modify": "2023-03-28 17:18:27", "date_publish": "2023-02-21 20:39:29", "description": "A lawyer for the lead group of victim relatives who had sought $3.5 billion in frozen assets said they would appeal.", "filename": "2023_02_21_us_politics_judge-sept-11-afghan-central-bank_1680023907.html", "image_url": "https://static01.nyt.com/images/2023/02/21/multimedia/21dc-afghan-vkgc/21dc-afghan-vkgc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_us_politics_judge-sept-11-afghan-central-bank_1680023907.html", "title": "Judge Rejects Bid by Sept. 11 Families to Seize Frozen Afghan Central Bank Funds", "title_page": "Judge Rejects Bid by Sept. 11 Families to Seize Frozen Afghan Central Bank Funds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the government of Afghanistan collapsed as the Taliban took over in August 2021, there was about $7 billion in Afghan central bank funds deposited at the Federal Reserve Bank of New York. A group of Sept. 11 families that years earlier had sued the Taliban for their losses, winning a default judgment when the militants failed to show up in court, then moved to seize the funds to pay off the judgment debt.\nLast February, President Biden froze the funds, reserving about half to be spent on helping the Afghan people while leaving the remaining $3.5 billion for the families to keep going after in court.\nIt is not clear what will happen to the $3.5 billion the president set aside for the families to keep pursuing if their appeals ultimately fail. One possibility is that Mr. Biden or a successor could use executive power to add it to the half he set aside for Afghans and which is now controlled by a special fund in Switzerland.\nThe effort by the initial group of Sept. 11 families — known as the Havlish plaintiffs and represented by Mr. Wolosky’s law firm — to seize the money was disputed for several reasons.\nOther plaintiff groups of Sept. 11 families sought an equal share in any proceeds, but under New York law the Havlish group, made up of about 150 people linked to 47 estates from the nearly 3,000 people killed, could get paid in full first. Ultimately, the Havlish group negotiated a deal with other groups in which they would receive a lesser share in exchange for their support.", "url": "https://www.nytimes.com/2023/02/21/us/politics/judge-sept-11-afghan-central-bank.html"}