{"authors": ["Jon Mooallem", "Andrea Frazzetta", "Photographs"], "date_download": "2023-03-28 16:46:14", "date_modify": "2023-03-28 16:46:14", "date_publish": "2023-03-21 09:00:26", "description": "Every winter, Ivrea erupts into a ferocious three-day festival where its citizens pelt one another with 900 tons of oranges. (Yes, oranges.)", "filename": "2023_03_21_magazine_battle-oranges-italy.html_action=click&pgtype=Article&state=default&module=styln-italy-general&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021974.html", "image_url": "https://static01.nyt.com/images/2023/03/26/magazine/26mag-italy-13/26mag-italy-13-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_magazine_battle-oranges-italy.html_action=click&pgtype=Article&state=default&module=styln-italy-general&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680021974.html", "title": "Why Are These Italians Massacring Each Other With Oranges?", "title_page": "Why Are These Italians Massacring Each Other With Oranges? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But why? Why oranges? Why throw oranges? Why?\nEight centuries ago, more or less, present-day Ivrea was ruled by a despot, the Marquis Ranieri di Biandrate. The marquis was despicable, stingy and cruel. He customarily abducted peasant women on their wedding nights and raped them. One night, however — according to a mishmash of history and legend — a miller’s daughter named Violetta managed to fight him off. Before long, she appeared in the window of the tyrant’s castle by firelight, holding his decapitated head in one hand. A revolt ignited — instantly. Violetta’s defiance incited the populace to burn the palace to the ground, freeing themselves to do whatever they pleased. And what pleased them, apparently, was to hurl oranges at one another annually for three days straight.\nSort of. I’m skipping over 30-odd generations of local history in which the tradition complexified and evolved, before assuming its current form in the years after World War II. Initially, in the Middle Ages, the people of Ivrea threw beans at one another. It wasn’t until the mid-1800s that they first weaponized oranges, assimilating another, local tradition wherein girls on balconies tossed oranges at boys they liked. But whatever the foodstuff, the idea has always been to simultaneously commemorate Ivrea’s rebellion and celebrate the freedom it brought; the burly warriors on the carriages are stand-ins for the marquis’s feudal army, while the arancieri on foot, who rout them out of the piazzas again and again, represent the rampaging populace. At some point, the tradition was also fused to the traditional celebration of Carnival, which allows for similarly unrestrained raucousness and heavy drinking in the days leading up to Lent. So, to sum up: it’s live-action role-playing. It’s historical re-enactment. It’s Mardi Gras held at Colonial Williamsburg with head wounds and fruit.\nIn fact, the orange-throwing is only the most attention-grabbing ritual in a sprawl of ancillary Carnival traditions in Ivrea. The whole program begins many weeks earlier, with a ceremonial parade in early January, then proceeds through one fastidiously prescribed rite after another, such as a gathering of 10 children convened on “the Saturday before the third to last Sunday before Carnival.” I struggled to follow the Dungeons and Dragons-like complexity of it all, even the stuff happening while I was in town: the 11 separate bean feasts; a ceremony in which a recently married couple in each of Ivrea’s neighborhoods dig a hole; the 30-foot poles covered in dried heather and juniper that are placed at the center of certain piazzas and ignited into frightening pillars of flame. (“You don’t explain Carnival,” one woman told me. “You live it.”) I just knew, every morning, to put on my berretto frigio — a long, red stocking cap that spectators must wear at all times during Carnival while within Ivrea’s city walls. The berretto frigio identifies you as a supporter of self-determination and freedom. Walk around without a berretto frigio, and the arancieri may attack. “You will be targeted,” I heard one of Carnival’s organizers warn a reporter who’d arrived in a stylish red headband instead of the hat.", "url": "https://www.nytimes.com/2023/03/21/magazine/battle-oranges-italy.html?action=click&pgtype=Article&state=default&module=styln-italy-general&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}