{"authors": ["Annie Karni"], "date_download": "2023-03-28 18:25:52", "date_modify": "2023-03-28 18:25:52", "date_publish": "2023-03-24 15:14:30", "description": "The legislation would require schools to obtain parental consent to honor a student’s request to change gender-identifying pronouns. Democrats said it would bring the conflicts over social issues to the classroom.", "filename": "2023_03_24_us_politics_parents-bill-of-rights-act_1680027952.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24dc-cong-Parents-01-czkh/24dc-cong-Parents-01-czkh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_us_politics_parents-bill-of-rights-act_1680027952.html", "title": "House Republicans Pass ‘Parents Bill of Rights’ Act", "title_page": "House Republicans Pass ‘Parents Bill of Rights’ Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A divided House on Friday approved legislation that would mandate that schools make library catalogs and curriculums public, and that they obtain parental consent before honoring a student’s request to change their gender-identifying pronouns, part of a Republican effort to wring political advantage from a raging debate over contentious social issues.\nThe bill, approved almost entirely along party lines on a vote of 213 to 208, is a centerpiece of the Republican agenda that its sponsors call the Parents Bill of Rights Act. It has no chance of passing the Democratic-controlled Senate or being signed by President Biden, whose advisers say it endangers transgender children without actually supporting parents.\nIts passage reflected the latest bid by House Republicans to focus on topics that animate the right-wing base by promoting what they cast as common-sense changes that could appeal to voters across the ideological spectrum. Republican proponents describe the bill as a measure “to ensure the rights of parents are honored and protected in the nation’s public schools,” and argue that the goal is to provide students the best learning experience possible.\n“Sending a child to public school does not terminate parental rights at the door,” said Representative Erin Houchin, Republican of Indiana. “It gives power back to parents.”", "url": "https://www.nytimes.com/2023/03/24/us/politics/parents-bill-of-rights-act.html"}