{"authors": ["Kalia Richardson"], "date_download": "2023-03-28 16:43:45", "date_modify": "2023-03-28 16:43:45", "date_publish": "2023-01-06 15:00:10", "description": "Grieving Chadwick Boseman’s death, the “Black Panther” creative team transferred fragments of their sorrow onto a signature funeral sequence.", "filename": "2023_01_06_movies_black-panther-wakanda-forever-funeral-scene_1680021825.html", "image_url": "https://static01.nyt.com/images/2023/01/08/multimedia/08wakanda-funeral4-1-3bab/08wakanda-funeral4-1-3bab-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_06_movies_black-panther-wakanda-forever-funeral-scene_1680021825.html", "title": "In ‘Black Panther: Wakanda Forever,’ One Scene Celebrates and Commemorates", "title_page": "In ‘Black Panther: Wakanda Forever,’ One Scene Celebrates and Commemorates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Roughly 400 costumed cast members and some 400 crew members. Dozens of makeup artists and 100 wigs. In “Black Panther: Wakanda Forever,” the production team was tasked with memorializing not only the country’s fearless leader King T’Challa, but also the actor Chadwick Boseman, who shook up the Marvel Cinematic Universe as Black Panther.\nAnd the team did so with a swiftness.\nMinutes into the movie, tribes across Wakanda unite in celebratory dance and song, dressed in white beads and fabrics, as members of the Dora Milaje carry T’Challa to the ancestral plane. As the film progresses, the nation is faced with external challenges from above and below the sea, and Shuri, played by Letitia Wright, must grapple with a renewed responsibility to protect her homeland while mourning the brother she has lost.\nThe director Ryan Coogler and his creative team, who were still grieving Boseman’s death (in August 2020, after a bout with colon cancer), transferred fragments of their sorrow onto the big screen in the sacred grove funeral and the celebratory procession in the Golden City.\n“We had to open the film with a moment introducing what the main conflict is in the movie, and it should be an emotional as well as a plot-driven one,” Coogler said.", "url": "https://www.nytimes.com/2023/01/06/movies/black-panther-wakanda-forever-funeral-scene.html"}