{"authors": ["Zolan Kanno-Youngs"], "date_download": "2023-03-28 18:36:56", "date_modify": "2023-03-28 18:36:56", "date_publish": "2023-02-16 00:49:35", "description": "President Biden will undergo a routine checkup on Thursday. Here’s what exams of Mr. Biden and past presidents have turned up.", "filename": "2023_02_15_us_politics_biden-trump-obama-physicals-doctors-health_1680028616.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15dc-bidenhealth-wklz/15dc-bidenhealth-wklz-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_us_politics_biden-trump-obama-physicals-doctors-health_1680028616.html", "title": "Nicotine Gum and Acid Reflux: What We Learn From Presidential Physicals", "title_page": "What We’ve Learned From Presidential Physicals of Biden, Trump and Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When Barack Obama underwent a routine physical exam as president, his doctor noted that he had moved on from cigarettes to nicotine gum. Bill Clinton’s doctor included details about his fluctuating weight. Richard Nixon’s doctor complained that he didn’t exercise enough.\nThere is no legal requirement to follow when it comes to the president’s checkups, and the amount of information released has always been up to the man himself. But President Biden’s exam on Thursday will get extra scrutiny because, at 80, he is America’s oldest president.\n“There probably is more pressure in this situation,” said Dr. Dan Blazer, professor emeritus at the Duke University School of Medicine. “That’s just our society.”\nMr. Biden’s exam has been delayed for weeks because of what officials said were scheduling issues. Karine Jean-Pierre, the White House press secretary, said the administration would follow the same routine as with Mr. Biden’s previous physical.", "url": "https://www.nytimes.com/2023/02/15/us/politics/biden-trump-obama-physicals-doctors-health.html"}