{"authors": ["Elisabeth Egan"], "date_download": "2023-03-28 17:07:35", "date_modify": "2023-03-28 17:07:35", "date_publish": "2023-01-26 10:00:22", "description": "The author of “Babel” likes to raise questions that bother her — ones she hopes will bother her readers too.", "filename": "2023_01_26_books_review_babel-r-f-kuang_1680023255.html", "image_url": "https://static01.nyt.com/images/2023/01/26/books/review/26Insidethelist-Kuang/26Insidethelist-Kuang-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_26_books_review_babel-r-f-kuang_1680023255.html", "title": "R.F. Kuang Is Curious About Something …", "title_page": "R.F. Kuang Is Curious About Something … - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At two different points during a 20-minute phone interview, R.F. Kuang used the word “annoying” to describe herself. First, the fantasy writer said, “I’m one of those annoying people who’s deeply influenced by the 2012 film adaptation of ‘Les Miz’”; later, she admitted that she was “the annoying friend who read a history of Marseille” on the way to a writing retreat in France.\n“And then when we landed, I was like, ‘You guys know that it was the first Greek outpost in France?” Kuang laughed. “I’m unbearable.”\nBut she doesn’t come across as annoying or unbearable, just inquisitive. That spirit spills into her latest best-selling novel, “Babel,” which grapples with student revolutions, colonial resistance and, as Kuang puts it, the ways in which “translation and the acquisition of knowledge about various languages served as a tool of empire.” She went on, “When we think about the technologies of empire and colonialism, we usually think of guns and ships. But in what ways has the understanding of knowledge — or the knowledge of languages of people that are in colonized territories — enhanced or exacerbated the brutalities of colonial rule?”\nHearing this, it makes perfect sense that Kuang was an insatiable bookworm when she was growing up in Dallas. “I was really addicted to reading,” she said. “I had to read while I was eating or I would get bored. Even when I was in the bathroom I would reach for the shampoo bottles and read the back label just to have something to process.”", "url": "https://www.nytimes.com/2023/01/26/books/review/babel-r-f-kuang.html"}