{"authors": ["The New York Times"], "date_download": "2023-03-28 18:29:23", "date_modify": "2023-03-28 18:29:23", "date_publish": "2023-01-31 18:13:05", "description": "After spending time in the Democratic Republic of Congo, Pope Francis traveled to the newest country in the world, South Sudan.", "filename": "2023_01_31_world_africa_pope-francis-africa-photos_1680028163.html", "image_url": "https://static01.nyt.com/images/2023/02/03/multimedia/03pope-africa-photos-jim-2-cqkl/03pope-africa-photos-jim-2-cqkl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_31_world_africa_pope-francis-africa-photos_1680028163.html", "title": "In Photos: Pope Francis Visits Africa", "title_page": "In Photos: Pope Francis Visits Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The leaders’ visit is an effort to bring global attention to the suffering of the South Sudanese people, whose country has been mired in chaos since gaining independence from Sudan in 2011. Years of civil war followed the break, killing at least 400,000 people and displacing millions, despite a peace agreement signed by the president, Salva Kiir, and the opposition leader, Riek Machar.\n“No more bloodshed, no more conflicts, no more violence and mutual recriminations about who is responsible for it, no more leaving your people athirst for peace,” Francis said Friday at the Presidential Palace in the capital, Juba, where he met with the president and other officials. “No more destruction: It is time to build! Leave the time of war behind and let a time of peace dawn!”\nFrancis’ words on Friday were not the first time he has tried to foster a peace agreement in South Sudan, which was has been plagued by its leaders’ violent disagreements. During a spiritual retreat at the Vatican in 2019, the pope kissed the shoes of the leaders of South Sudan’s government and its opposition, and implored them to maintain peace. His gesture failed to heal divisions.\nEarlier this week, Francis used similar words in the Democratic Republic of Congo, where his African visit began. Before the enormous and jubilant crowds that had awaited the first pontiff to land in the country since 1985, Francis called for peace from the “forgotten genocide” perpetrated by the warring groups that ravage especially through the country’s east, killing and displacing millions of residents.\nHe also urged everyone, including the victims of such gruesome violence, to forgive, saying that it would allow the nation to heal.", "url": "https://www.nytimes.com/2023/01/31/world/africa/pope-francis-africa-photos.html"}