{"authors": ["Robin Pogrebin"], "date_download": "2023-03-28 18:08:21", "date_modify": "2023-03-28 18:08:21", "date_publish": "2023-03-17 15:24:55", "description": "A year into the war, institutions face pressure to note the Ukrainian roots of artworks and artists long described as Russian. It’s not always simple to write a wall label.", "filename": "2023_03_17_arts_design_museums-relabel-art-ukraine-russian_1680026901.html", "image_url": "https://static01.nyt.com/images/2023/03/18/multimedia/17reclassify-museums2-bmtp/17reclassify-museums2-bmtp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_17_arts_design_museums-relabel-art-ukraine-russian_1680026901.html", "title": "Museums Rename Artworks and Artists as Ukrainian, Not Russian", "title_page": "Museums Rename Artworks and Artists as Ukrainian, Not Russian - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Metropolitan Museum of Art in New York changed the name of one of its Edgar Degas pastels Friday morning from “Russian Dancers” to “Dancers in Ukrainian Dress,” the second Degas it has reclassified since Russia invaded Ukraine.\nThe National Gallery in London renamed one of its Degas pastels “Ukrainian Dancers” from “Russian Dancers” last year. And the J. Paul Getty Museum in Los Angeles updated an old item on its website to note that Degas’s dancers were Ukrainian, not Russian.\nThe adjustments reflect a movement that is currently underway at museums all over the world, spurred by Russia’s invasion of Ukraine. Many are re-examining — and, in a growing number of cases, relabeling — artworks and artists from the former Russian Empire and the former Soviet Union to better reflect their Ukrainian origins.\n“Scholarly thinking is evolving quickly,” Max Hollein, the Met’s director, said in a statement, “because of the increased awareness of and attention to Ukrainian culture and history since the Russian invasion started in 2022.”", "url": "https://www.nytimes.com/2023/03/17/arts/design/museums-relabel-art-ukraine-russian.html"}