{"authors": ["Charlie Savage"], "date_download": "2023-03-28 18:25:52", "date_modify": "2023-03-28 18:25:52", "date_publish": "2023-03-24 16:23:23", "description": "The Manhattan district attorney is resisting demands by House Republicans that he provide information about the hush money inquiry, setting up a potential legal showdown.", "filename": "2023_03_24_us_trump-alvin-bragg-republicans-house_1680027952.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24dc-oversight-02-wkcl/24dc-oversight-02-wkcl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_us_trump-alvin-bragg-republicans-house_1680027952.html", "title": "G.O.P. Demands on Prosecutor in Trump Case Test Limits of Oversight Power", "title_page": "G.O.P. Demands on Prosecutor in Trump Case Test Limits of Oversight Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The demand by House Republicans for information from a local prosecutor in New York about his criminal investigation into former President Donald J. Trump is pushing an already escalating fight over the scope and limits of congressional oversight powers into new territory.\nLegal battles about the oversight authority of Congress were one of the hallmarks of Mr. Trump’s turbulent presidency. Where court fights over congressional subpoenas had once been rare, they became routine after Democrats won the House in 2019 and Mr. Trump vowed to stonewall “all” of their requests for information.\nNow, House Republicans are locked in a standoff with the Manhattan district attorney, Alvin L. Bragg. The prosecutor, a Democrat, resisted their demand that he testify and turn over records from his criminal investigation into a 2016 election season hush money payoff to a porn star who says that she and Mr. Trump had an extramarital affair.\nThe demand for information from a state prosecutor about a potentially imminent indictment crossed a new line. It also foreshadowed broader struggles to come if House Republicans also go after other local and federal prosecutors leading inquiries into Mr. Trump, including investigations into his efforts to cling to power after the 2020 election and his retention of classified documents after leaving office.", "url": "https://www.nytimes.com/2023/03/24/us/trump-alvin-bragg-republicans-house.html"}