{"authors": ["Abdi Latif Dahir"], "date_download": "2023-03-28 18:30:11", "date_modify": "2023-03-28 18:30:11", "date_publish": "2023-01-06 19:15:07", "description": "Edwin Chiloba’s body was dumped on the roadside by a moving vehicle in the country’s west. Police have arrested his friend and are pursuing two others in the case.", "filename": "2023_01_06_world_africa_kenya-gay-activist-chiloba-murder_1680028211.html", "image_url": "https://static01.nyt.com/images/2023/01/06/multimedia/06Kenya-Activist1-1-d333/06Kenya-Activist1-1-d333-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_06_world_africa_kenya-gay-activist-chiloba-murder_1680028211.html", "title": "Kenyan Gay Rights Activist Is Killed", "title_page": "Kenyan Gay Rights Activist, Edwin Chiloba, Is Killed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAIROBI, Kenya — A gay activist and fashion designer was murdered and his body found stuffed inside a metal box in Kenya, the police said on Friday, in another episode that raised questions about dangers and discrimination faced by gay people across the East African nation.\nEdwin Chiloba’s body was found in the box after it was dropped by the side of the road from a moving vehicle with no license plate in Uasin Gishu county in the country’s west. Peter Kimulwo, the county criminal investigations officer, told reporters that residents reported a foul smell coming from the box and that when officers opened it, they found Mr. Chiloba’s body wrapped in a woman’s dress.\nMr. Kimulwo said the police have arrested Jackton Odhiambo, a 24-year-old male freelance photographer, who was a longtime friend of Mr. Chiloba and was visiting him from the capital, Nairobi.\nMr. Kimulwo said the authorities were still trying to determine the exact circumstances of the killing as well as the motive behind it, adding, “We can’t speculate as of now.”", "url": "https://www.nytimes.com/2023/01/06/world/africa/kenya-gay-activist-chiloba-murder.html"}