{"authors": ["Chelsia Rose Marcius"], "date_download": "2023-03-28 16:44:19", "date_modify": "2023-03-28 16:44:19", "date_publish": "2023-03-01 18:16:00", "description": "The no-show infuriated City Council members scrutinizing a police unit that was criticized for its handling of protests over the killing of George Floyd in 2020.", "filename": "2023_03_01_nyregion_nypd-unit-george-floyd-protests_1680021859.html", "image_url": "https://static01.nyt.com/images/2023/03/01/nyregion/01nypd-01/01nypd-01-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_01_nyregion_nypd-unit-george-floyd-protests_1680021859.html", "title": "NYPD Fails to Appear at Hearing Over Contentious Policing Unit", "title_page": "NYPD Fails to Appear at Hearing Over Contentious Policing Unit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The City Council on Wednesday assembled to examine the inner workings of a Police Department unit that became a lightning rod in 2020 after the killing of George Floyd, when racial justice protests swept New York City.\nThe focus of the oversight hearing was the Strategic Response Group, a unit used for crowd control, and its hundreds of officers who responded to the demonstrations that year. The clashes that erupted resulted in arrests, injuries, allegations of police misconduct, official reports and citizen lawsuits.\nNo one from the Police Department came to the hearing.\nThe no-show by top police officials — a day after the city agreed to a multimillion-dollar settlement with protesters who said they were mistreated — came after the session had been postponed at least twice.\nIn a written statement to the Council, Michael Clarke, the department’s director of legislative affairs, said that a lawsuit over police conduct at the protests made it impossible to testify. In a separate statement, the department said “the court has issued a gag order” that meant “expert witnesses” could not come before the Council.", "url": "https://www.nytimes.com/2023/03/01/nyregion/nypd-unit-george-floyd-protests.html"}