{"authors": ["Liz Alderman"], "date_download": "2023-03-28 16:47:53", "date_modify": "2023-03-28 16:47:53", "date_publish": "2023-03-28 16:10:31", "description": "The raids were part of a widening investigation spanning four continents and involving dozens of banks in an alleged scheme to avoid paying taxes.", "filename": "2023_03_28_business_france-bank-raid-tax-fraud_1680022073.html", "image_url": "https://static01.nyt.com/images/2023/03/28/multimedia/28france-bankraids-mfgk/28france-bankraids-mfgk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_business_france-bank-raid-tax-fraud_1680022073.html", "title": "Prosecutors Raid France’s Biggest Banks in Tax Fraud Sweep", "title_page": "Prosecutors Raid France’s Biggest Banks in Tax Fraud Sweep - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "French financial prosecutors on Tuesday raided several of France’s biggest banks, including Société Générale and BNP Paribas, as part of a multicountry investigation into what authorities say is one of Europe’s biggest tax thefts.\nMore than 150 financial investigators and 16 local magistrates swarmed the Paris-based headquarters of the French banks, as well as the offices of HSBC Holdings, Natixis and BNP’s Exane unit, in an early morning action intended to gather evidence for an investigation of a tax avoidance scheme in which the banks allegedly bilked the French treasury of vast sums.\nThe raids are part of what European authorities have previously described as a developing investigation that spans four continents, dozens of banks and as many as 1,500 suspects. The banks under investigation in France were allegedly involved in a scheme known as “cum-cum trading,” from the Latin for “with-with,” in which individuals pocketed hundreds of millions of euros by avoiding the payment of French dividend taxes.\nThe French prosecutors’ office said in a statement that the banks raided on Tuesday had been using a strategy in which shareholders transferred stock for a short time to investors abroad to avoid paying the tax on the dividends, and in some cases, were able to get a tax refund. Investors then sold the shares back to the original owner, and the parties divvied up the savings. The government is looking to reclaim at least 1 billion euros, the prosecutors’ office said.", "url": "https://www.nytimes.com/2023/03/28/business/france-bank-raid-tax-fraud.html"}