{"authors": ["Victoria Kim", "Katie Rogers"], "date_download": "2023-03-28 19:08:27", "date_modify": "2023-03-28 19:08:27", "date_publish": "2023-01-19 10:00:17", "description": "The president visited a beach town along Monterey Bay in an effort to assess how much federal aid will be needed to help the state recover.", "filename": "2023_01_19_us_politics_biden-visit-california-storms-flooding_1680030507.html", "image_url": "https://static01.nyt.com/images/2023/01/19/multimedia/19dc-biden-photo-new-gbzj/19dc-biden-photo-new-gbzj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_19_us_politics_biden-visit-california-storms-flooding_1680030507.html", "title": "Biden Promises Federal Government Will Assist Storm-Ravaged California", "title_page": "Biden Promises Federal Government Will Assist Storm-Ravaged California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAPITOLA, Calif. — President Biden traveled to Northern California on Thursday to survey the damage left by weeks of winter storms and promised that the federal government would assist the state for the recovery effort, which officials estimate could cost several hundred million dollars.\nMr. Biden landed near Capitola, a colorful beach town along Monterey Bay, where a popular pier was nearly washed away by coastal swells and local businesses were damaged by floods. He took an aerial tour of the state’s Central Coast, where flooding and mudslides have wrecked power lines, damaged homes and swallowed cars.\nGov. Gavin Newsom toured the area with the president, who said that the federal government had sent California some $9 billion in federal disaster assistance since he took office to help the state recover from storms, wildfires and drought.\n“Governor, you and I have got to stop taking these helicopter rides,” Mr. Biden said. “If anybody doubts that the climate is changing, then they must have been asleep for the last couple of years.”", "url": "https://www.nytimes.com/2023/01/19/us/politics/biden-visit-california-storms-flooding.html"}