{"authors": ["Jason Zinoman"], "date_download": "2023-03-28 17:43:59", "date_modify": "2023-03-28 17:43:59", "date_publish": "2023-01-18 15:02:49", "description": "“Game Theory,” his HBO talk show, has pulled off the difficult feat of mixing sports and comedy with a political bite. Now he’s trying to up his game by going unscripted.", "filename": "2023_01_18_arts_television_bomani-jones-game-theory-hbo_1680025439.html", "image_url": "https://static01.nyt.com/images/2023/01/22/multimedia/22bomani-jones-01-mtvf/22bomani-jones-01-mtvf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_18_arts_television_bomani-jones-game-theory-hbo_1680025439.html", "title": "Bomani Jones Calls an Audible", "title_page": "‘Game Theory’ Host Bomani Jones Calls an Audible - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What Oliver and Jones share though is fierce intelligence and high standards on coming up with a novel perspective. “What I tell my writers is I’m always looking for the zag,” he explained to me, before clarifying that he did not mean a cheap contrarian take.\nThis paid off at the height of crypto mania last year, when everyone from Steph Curry to Tom Brady were spokesmen for digital currency. Jones not only bluntly called it a grift, but also explained how crypto’s popularity in the sports world was tied to the decline in trust in institutions and how normalized gambling on games had become. It was an unusually assured and complicated take that appears prescient.\nAsked for his favorite segment, Jones pointed to the very first episode, when he commemorated the retirement of Duke’s legendary coach Mike Krzyzewski with a historical deep dive into how and why Black fans hate his teams, quipping that if they played the Ku Klux Klan, “we would have rooted for a zero-zero tie.”\nJones, who went to Clark Atlanta University, a historically Black college, said that while he wanted to appeal to all viewers, he paid particular attention to, as he put it, “never boxing Black people out.” If only the white writers in his room laugh at a joke, he won’t use it. But if only the Black ones do, he’ll think about it. “What I mean for that segment of the audience is different,” he said. “When I walk down the street and am stopped, it’s ‘thank you for what you do.’ It’s far more essential there.”\nJones, who called this show his dream job, talks as if he’s only now getting the hang of it. He’s supremely confident in his voice, but fitting it into a talk show is tricky. This is the first time he’s used a writing staff that includes veteran joke writers along with a small news department. But he is convinced that he’s at his best and funniest when he sounds as if he’s speaking off the top of his head. “One thing Season 1 didn’t have enough of is just me cooking,” he said.", "url": "https://www.nytimes.com/2023/01/18/arts/television/bomani-jones-game-theory-hbo.html"}