{"authors": ["Richard Fausset"], "date_download": "2023-03-28 17:11:38", "date_modify": "2023-03-28 17:11:38", "date_publish": "2023-03-25 09:00:27", "description": "The growing number of firearms kept in vehicles has become a new point of contention in the debates over regulating gun safety.", "filename": "2023_03_25_us_illegal-guns-parked-cars_1680023498.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/00nat-guns-cars-top-1-pmzb/00nat-guns-cars-top-1-pmzb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_25_us_illegal-guns-parked-cars_1680023498.html", "title": "The Largest Source of Stolen Guns? Parked Cars.", "title_page": "The Largest Source of Stolen Guns? Parked Cars. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I do think that safe storage is where we find a lot of common ground,” said Christian Heyne, vice president of policy and programs at Brady, the gun-violence prevention organization.\nBut some experts say widespread adoption of the boxes may require a dramatic cultural change akin to the revolution in seatbelt use. And it may prove to be even more polarizing than seatbelts ever were. The National Rifle Association and other gun-rights advocates believe car lockbox mandates to be an onerous burden — a reflection of how the avalanche of guns is creating new sources of conflict.\nMany lockboxes are relatively cheap. Simple versions that can attach to the underside of a car seat with a cable can be found for about $40, and some cities have even begun developing programs to give them away. In Houston, where more than 4,400 guns were stolen from cars last year, the police have given away roughly 700 such boxes this year, according to Houston Police Sgt. Tracy Hicks, and have plans to give away 6,300 more.\nSome skeptics doubt even widespread use of the boxes would make much of a dent in gun violence in a nation with more than 400 million firearms in circulation. “It’s like peeing in the Gulf of Mexico,” said Peter Scharf, a criminologist at the Louisiana State University School of Medicine in New Orleans, which had one of the nation’s highest homicide rates in 2022.", "url": "https://www.nytimes.com/2023/03/25/us/illegal-guns-parked-cars.html"}