{"authors": ["Megan Specia"], "date_download": "2023-03-28 17:41:51", "date_modify": "2023-03-28 17:41:51", "date_publish": "2023-03-07 13:39:36", "description": "The proposal from the Conservative government particularly targets those arriving by irregular means across the English Channel, most of whom are asylum seekers fleeing war and persecution.", "filename": "2023_03_07_world_europe_uk-migration-asylum_1680025311.html", "image_url": "https://static01.nyt.com/images/2023/03/07/multimedia/Uk-migration-jzwp/Uk-migration-jzwp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_world_europe_uk-migration-asylum_1680025311.html", "title": "U.K. Plans to Expel Asylum Seekers Arriving on Small Boats", "title_page": "U.K. Plans to Expel Asylum Seekers Arriving on Small Boats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The British government on Tuesday unveiled legislation that would give the Home Office a “duty” to remove nearly all asylum seekers who arrive on small boats across the English Channel, part of a package of measures that has been denounced by international rights organizations and refugee advocacy groups.\nThe law is the latest in a series of moves by the Conservative government to dissuade people from coming to Britain by boat, even as the majority are asylum seekers fleeing war and persecution. Last April, the government announced a plan, that is being challenged in court, to send them to Rwanda.\nSuella Braverman, the home secretary, whose government office is responsible for the proposal and who announced the measures in Parliament, said that the legislation would make good on an earlier promise by Prime Minister Rishi Sunak to restrict the boat crossings.\nThe legislation would allow for the swift detention and deportation of anyone arriving in Britain by illegal means, according to a government synopsis. Mr. Sunak said during a news conference on Tuesday evening, that while the proposed law is “tough,” “it is necessary and it is fair.”", "url": "https://www.nytimes.com/2023/03/07/world/europe/uk-migration-asylum.html"}