{"authors": ["Maya Phillips"], "date_download": "2023-03-28 19:27:38", "date_modify": "2023-03-28 19:27:38", "date_publish": "2023-01-14 10:00:32", "description": "In three Broadway plays this season, a quest for financial stability can’t undo the trauma of the past or dismantle the architecture that places a ceiling on Black futures.", "filename": "2023_01_14_theater_broadway-black-financial-futures_1680031658.html", "image_url": "https://static01.nyt.com/images/2023/01/16/multimedia/12black-econ-notebook1alt-thfz/12black-econ-notebook1alt-thfz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_14_theater_broadway-black-financial-futures_1680031658.html", "title": "When Black Characters Double-Deal to Make Ends Meet, It’s Never Enough", "title_page": "When Black Characters Double-Deal to Make Ends Meet, It’s Never Enough - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nIn “Between Riverside and Crazy,” a Black man haggles over the concessions he’s being offered by his former employer, the New York Police Department, eight years after he was shot by a white cop. In “Topdog/Underdog,” two brothers hustle pedestrians on the street and, at home, each other. And in “The Piano Lesson,” family members bristle at a scheme that would involve hocking a precious heirloom.\nWhile these Broadway plays couldn’t be more different, they all similarly explore what happens when Black characters aren’t able to achieve financial stability through traditional, or official, channels. They are left little choice but to create and work in their own separate economies: A hustle is the only way the Black characters can even the playing field. And yet they never manage to do so — at least not for long. Even when one profits from a con, it’s a Faustian bargain that comes at the expense of another Black man’s opportunities.\nUltimately, there’s no real winning, no outcome that can undo the trauma of the past or dismantle the architecture that places a ceiling on Black futures.", "url": "https://www.nytimes.com/2023/01/14/theater/broadway-black-financial-futures.html"}