{"authors": ["Paula Span"], "date_download": "2023-03-28 16:45:55", "date_modify": "2023-03-28 16:45:55", "date_publish": "2023-02-11 10:00:19", "description": "Seniors are increasingly left to protect themselves as the rest of the country abandons precautions: “Americans do not agree about the duty to protect others.”", "filename": "2023_02_11_health_covid-pandemic-seniors_1680021955.html", "image_url": "https://static01.nyt.com/images/2023/02/14/multimedia/11SCI-SPAN-01-pkmq/11SCI-SPAN-01-pkmq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_11_health_covid-pandemic-seniors_1680021955.html", "title": "For Older Americans, the Pandemic Is Not Over", "title_page": "For Older Americans, the Pandemic Is Not Over - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At least, this late in the pandemic, families can be with their loved ones at the end of life. When the family agreed to remove Mr. Caretti from the ventilator and provide comfort care, “he was alert, very aware of what was happening,” his son said. “He was holding everyone’s hand.” He died a few hours later, on Dec. 14.\nFor older Americans, the pandemic still poses significant dangers. About three-quarters of Covid deaths have occurred in people over 65, with the greatest losses concentrated among those over 75.\nIn January, the number of Covid-related deaths fell after a holiday spike but nevertheless numbered about 2,100 among those ages 65 to 74, more than 3,500 among 75- to 84-year-olds and nearly 5,000 among those over 85. Those three groups accounted for about 90 percent of the nation’s Covid deaths last month.\nHospital admissions, which have also been dropping, remain more than five times as high among people over 70 as among those in their 50s. Hospitals can endanger older patients even when the conditions that brought them in are successfully treated; the harmful effects of drugs, inactivity, sleep deprivation, delirium and other stresses can take months to recover from — or can land them back in the hospital.", "url": "https://www.nytimes.com/2023/02/11/health/covid-pandemic-seniors.html"}