{"authors": ["Jade Mcdaniel"], "date_download": "2023-03-28 17:30:08", "date_modify": "2023-03-28 17:30:08", "date_publish": "2023-02-22 09:00:07", "description": "Students from language arts and math classes team up to create one-page field guides for key mathematical concepts.", "filename": "2023_02_22_learning_lesson-plans_math-word-field-notes-a-collaborative-project-across-subject-areas_1680024608.html", "image_url": "https://static01.nyt.com/images/2023/01/17/learning/17Relations-field-noteLN/17Relations-field-noteLN-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_22_learning_lesson-plans_math-word-field-notes-a-collaborative-project-across-subject-areas_1680024608.html", "title": "Math Word Field Notes: A Collaborative Project Across Subject Areas", "title_page": "Math Word Field Notes: A Collaborative Project Across Subject Areas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This teaching idea was submitted by Jade McDaniel, who teaches Technical Reading and Writing at the Dayton Regional STEM School in Dayton, Ohio.\nDo you teach with The Times? Tell us about it here, or browse our full collection of reader ideas.\nProject Overview\nAs a subscriber to The Learning Network’s newsletter, I discovered last spring the Word Field Note Challenge, an activity inspired by the work of Rebekah O’Dell that tasked students with creating “field notes” for vocabulary words from The New York Times. The challenge invited students to create a one-page guide that illustrated and deeply explored the meaning of a word of their choice, like naturalists recording notes on their discoveries in nature.\nSeeing the combination of vocabulary, graphs and creative formatting in this project, I saw potential connections between language arts and math classes. At the Dayton Regional STEM School, where I teach, we collaborate across content areas and grade levels using a Project Based Learning model. My class, Technical Reading and Writing (T.R.W.), is the 11th-grade language arts requirement, and it focuses on preparing students for reading and writing in the real world. In this course, students create and design résumés, cover letters, proposals and instructions, among other documents that communicate information clearly and concisely.", "url": "https://www.nytimes.com/2023/02/22/learning/lesson-plans/math-word-field-notes-a-collaborative-project-across-subject-areas.html"}