{"authors": ["Laura Collins-Hughes"], "date_download": "2023-03-28 17:25:12", "date_modify": "2023-03-28 17:25:12", "date_publish": "2023-02-28 02:00:06", "description": "A microcosmic tale of the Indian diaspora, Deepa Purohit’s new play centers on the tangled history of two women and the man in between them.", "filename": "2023_02_27_theater_elyria-review-atlantic-theater-company_1680024312.html", "image_url": "https://static01.nyt.com/images/2023/02/28/multimedia/27elyria1-qwjz/27elyria1-qwjz-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_27_theater_elyria-review-atlantic-theater-company_1680024312.html", "title": "‘Elyria’ Review: The Past Catches Up to Them, Outside Cleveland", "title_page": "‘Elyria’ Review: The Past Catches Up to Them, Outside Cleveland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Watching an actor steal a show is one of the absolute thrills of live performance — but the purest method of that thievery has nothing to do with scenery-chewing, grand solo moments or sparkly razzmatazz. It’s nimble and cat-burglar quiet, not demanding attention, not meaning to upstage.\nAs a doctor named Charu in Deepa Purohit’s new play “Elyria,” set in 1982 Ohio, Bhavesh Patel has the element of surprise very much in his favor. Charu is a mild, conformist, ordinary man — and in his muted earth tones, outfitted for obscurity. In his first scene, he arrives home from the hospital, pours himself a bowl of cornflakes, takes the last of the milk, has an unremarkable conversation with his homemaker wife. He’s a remote presence, lost in his own thoughts. Yet every beat and pulse of him has, for the audience, a subdued magnetism.\nIt’s a genuinely exciting performance, layered and full, flecked with the driest comedy. The only trouble with such standout excellence is that it shifts the axis of the play, so that it seems as if Charu is at its center. “Elyria” in fact revolves around two women and their tangled history with each other, though they both also have a history with him: Dhatta (Gulshan Mia), who married Charu two decades ago, back in Tanzania, as their families had arranged; and Vasanta (Nilanjana Bose), who fell in love with him when they were young and had his baby, though he never knew.\nThe sprawling “Elyria” is a microcosmic tale of the Indian diaspora, crisscrossing continents from Africa to Europe and North America. Directed by Awoye Timpo for Atlantic Theater Company, the play finds Dhatta and Vasanta in Elyria, Ohio, not far from Cleveland.", "url": "https://www.nytimes.com/2023/02/27/theater/elyria-review-atlantic-theater-company.html"}