{"authors": ["Rob Tannenbaum"], "date_download": "2023-03-28 17:55:35", "date_modify": "2023-03-28 17:55:35", "date_publish": "2023-03-21 18:14:08", "description": "For their debut, the country-music songwriting team Shane McAnally and Brandy Clark embraced puns, heartfelt songs and campy performances. Here’s their story.", "filename": "2023_03_21_theater_shucked-musical-broadway_1680026135.html", "image_url": "https://static01.nyt.com/images/2023/03/26/multimedia/26SHUCKED-01-lqjt/26SHUCKED-01-lqjt-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_21_theater_shucked-musical-broadway_1680026135.html", "title": "‘Shucked’: A Broadway Musical That Doubles Down on the Corn", "title_page": "‘Shucked’: A Broadway Musical That Doubles Down on the Corn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Opry Entertainment Group had bowed out, so they threw away the title and all but three songs. And there was a new addition to the team: the director Jack O’Brien, who fell in love with country music in the 1980s thanks to his then boyfriend. Catching the show on the rebound, O’Brien, the only person to win Tonys for directing “Henry IV” and “Hairspray,” knew “Shucked” needed some weight. “It’s so campy it would float away,” he said.\nHe urged the songwriters to throw out their opening number, which they loved. He proposed a new song that celebrates corn, one in which the word corn sounded “like a foghorn,” Clark recalled, and the songwriters were delighted when they realized the giddy, tone-setting result was better.\nWhen it came time to see what audiences thought, the show’s producers booked the National Theater in Washington, D.C., with a plan to open there in late 2020. But then the pandemic arrived. “It was an ill wind, in the classic sense, that brought us some good,” O’Brien said.\nWhile the creative team continued to hone the show, some of the actors, with Broadway mostly shut down, had nothing to do.\n“This show is what pulled me through the pandemic,” said the Broadway veteran Andrew Durand, who plays Beau, the dim and stubborn male lead, and coincidentally, spent the first 10 years of his life in Cobb County, Ga. “This is what I had to look forward to, any time I got down.”", "url": "https://www.nytimes.com/2023/03/21/theater/shucked-musical-broadway.html"}