{"authors": ["James Wagner"], "date_download": "2023-03-28 16:59:22", "date_modify": "2023-03-28 16:59:22", "date_publish": "2023-02-25 03:43:40", "description": "Manny Machado was issued a strike for not being ready in the batter’s box as baseball got its first look at a sped-up game.", "filename": "2023_02_24_sports_baseball_pitch-clock-manny-machado_1680022762.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24mlb-pitchclock-01-jkfc/24mlb-pitchclock-01-jkfc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_24_sports_baseball_pitch-clock-manny-machado_1680022762.html", "title": "Manny Machado Gets First Violation of MLB’s Pitch Clock", "title_page": "Manny Machado Gets First Violation of MLB’s Pitch Clock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PEORIA, Ariz. — In the first inning of a spring training game against the Seattle Mariners here on Friday, San Diego Padres third baseman Manny Machado placed his left foot in the batter’s box, tapped his bat on home plate and twirled it around before coming set. It is a routine he has done countless times.\nBut in this case, Machado was out of time. Ryan Blakney, the home plate umpire, stood up from his crouch, pointed to Machado and then his left wrist to signal the first pitch clock infraction in Major League Baseball history — albeit one that came in an exhibition game.\nUnder a set of new rules intended to speed up the game and inject more activity, there will now be a 30-second clock between batters. Once an at-bat has begun, pitchers will have 15 seconds to start their motion with the bases empty or 20 seconds if there is a runner on base.\nBatters, though, have their own regulations. They must be in the batter’s box and looking at the pitcher with eight seconds left on the clock. Machado was ready with roughly six seconds remaining. So, before he could even see a pitch or swing the bat, he was already down one strike in the count.", "url": "https://www.nytimes.com/2023/02/24/sports/baseball/pitch-clock-manny-machado.html"}