{"authors": ["John Mcwhorter"], "date_download": "2023-03-28 19:22:14", "date_modify": "2023-03-28 19:22:14", "date_publish": "2023-03-28 19:00:04", "description": "As a Black man from a relatively comfortable background, I preferred stories that taught me about other people.", "filename": "2023_03_28_opinion_black-representation-television-books_1680031334.html", "image_url": "https://static01.nyt.com/images/2023/03/28/opinion/28mcwhorter-newsletter-image/28mcwhorter-newsletter-image-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_opinion_black-representation-television-books_1680031334.html", "title": "I Did Not Feel the Need to See People ‘Like Me’ on TV or In Books", "title_page": "Opinion | I Did Not Feel the Need to See People ‘Like Me’ on TV or In Books - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I didn’t know that I wanted there to be Band-Aids for Black people. There are now, in a nice range of shades. Crayola has also put out a set of magic markers that includes an array of un-Caucasian skin tones, and I love those. When I was a kid there was no way to draw myself with a realistic-looking color — the browns and tans and umbers all fell far from the mark. But Band-Aids? Not only did I never expect them to “look like me,” but I always kind of liked the contrast between the beige and my lightish brown.\nIt reminds me of how many people complain that they don’t see “themselves” in movies, books, etc. When I was growing up, I didn’t much either — but I can’t say that it bothered me. By the 1970s, Black people in general were by no means rare on the tube, whether it was “Sanford and Son,” “The Jeffersons” or “Roots.” But I still saw little of Black people like me specifically — as in, a comfortably middle-class, bookish Black teenager slightly on the weird side. It was nice to see a “me” on TV now and then, as in one episode of “The Facts of Life” (yes, I watched it — remember, there was less to do before the internet and prestige television!) that had a guest character who was a Black girl given to standing up and proclaiming passages in Latin.\nBut that kind of character was rare. For the most part, I had to be satisfied with the gawky, squeaky Steve Urkel nerd character on “Family Matters” as the closest thing to a representation of me on TV. (I lost count of how many times people compared me to him, thinking of it as a compliment.) But what I enjoyed about TV was seeing something other than myself. I liked it as a window on the world, not as a look into my own life.\nIt was the same with books. The last thing I expected when growing up was to read about myself. There were plenty of books about Black people, but they tended to be about poor or working-class Black people, and often depicted Black lives proscribed by discrimination and inequality. I was aware of two instances of myself in fiction of the time. One was the nerdy teenage middle-class Black girl in Louise Fitzhugh’s “Nobody’s Family Is Going to Change.” Then there was “Sarah Phillips” by Andrea Lee in 1984. That one was a near-sacred experience for me, in depicting a middle-class Black girl who grew up outside of Philadelphia, went to Harvard and then moved to Europe. Here was someone I could have been, a variation on some people I had known. She might as well have been any number of Black kids from my neighborhood of Mount Airy —in Philadelphia — or who went to the Montessori and Quaker schools I was sent to.", "url": "https://www.nytimes.com/2023/03/28/opinion/black-representation-television-books.html"}