{"authors": ["Stephen Castle"], "date_download": "2023-03-28 17:10:03", "date_modify": "2023-03-28 17:10:03", "date_publish": "2023-01-23 16:31:22", "description": "In the years since Britain voted to quit the E.U., many Eastern Europeans have left the country, adding to a shortfall of about 330,000 workers. The food and farming sectors have been hit particularly hard.", "filename": "2023_01_23_world_europe_brexit-eu-farmers-labor_1680023403.html", "image_url": "https://static01.nyt.com/images/2023/01/14/multimedia/xxbrexit-labor-01-jpcm/xxbrexit-labor-01-jpcm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_23_world_europe_brexit-eu-farmers-labor_1680023403.html", "title": "For British Farmers, the Effects of Brexit Have Become Clearer", "title_page": "For British Farmers, the Effects of Brexit Have Become Clearer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON, England — For four decades, the prime agricultural land that Sarah Pettitt’s family rented near its home produced bumper crops of vegetables, including purple sprouting broccoli destined for the shelves of upscale British supermarkets. But when post-Brexit migration rules kicked in, curbing recruitment from Eastern Europe, a vital stream of workers dried up in this area close to Britain’s eastern coastline.\nMs. Pettitt said she had little choice but to cut production by a fifth.\n“If you can’t get people to come and harvest it, you’re not going to take your pound notes out of your back pocket and chuck them in the fire,” she said as gray clouds hung over the 100-acre expanse of flat, fertile land that her family routinely rented from a local farmer but has now given up.\nTwo years after Britain left the European Union’s economic area, ending the ability of the bloc’s citizens to automatically work in Britain, the effects of Brexit are unfolding across the economy. One of the clearest is a shortfall of around 330,000 workers, mostly in less-skilled jobs, including transportation, retail and hospitality, according to the Center for European Reform and U.K. in a Changing Europe, two research institutes.\nThat dearth of workers has hit the food and farming sectors particularly hard. Last year, 22 million pounds’ (about $27 million) worth of fruit and vegetables went unharvested, according to a survey by the National Farmers’ Union. In the survey, 40 percent of respondents said they had suffered crop losses, and more than half said they had cut back production.", "url": "https://www.nytimes.com/2023/01/23/world/europe/brexit-eu-farmers-labor.html"}