{"authors": ["Amanda Holpuch"], "date_download": "2023-03-28 17:24:40", "date_modify": "2023-03-28 17:24:40", "date_publish": "2023-01-06 21:05:00", "description": "In a call with investors on Thursday, the chief financial officer of Walgreens, James Kehoe, said “maybe we cried too much last year” over theft.", "filename": "2023_01_06_business_walgreens-shoplifting_1680024280.html", "image_url": "https://static01.nyt.com/images/2023/01/06/multimedia/06xp-walgreens-01-1-1f03/06xp-walgreens-01-1-1f03-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_06_business_walgreens-shoplifting_1680024280.html", "title": "Walgreens Executive Says Shoplifting Threat Was Overstated", "title_page": "Walgreens Executive Says Shoplifting Threat Was Overstated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Kehoe said that Walgreens’ shrinkage — the industry term for inventory that was bought but cannot be sold, primarily because of shoplifting — was now around 2.5 to 2.6 percent of sales, compared with around 3.5 percent last year, and had “stabilized.” Shrinkage can also be attributed to product damage and loss of goods, theft by employees and vendor fraud.\nMr. Kehoe said that the company was now relying more on law enforcement, instead of “largely ineffective” private security companies, to respond to theft. “Actually, we’re quite happy with where we are,” he said.\nWalgreens received national attention in October 2021 when it announced that it was closing five stores in San Francisco, citing shoplifting as the reason for the closures. In June 2021, a video of someone shoplifting from a San Francisco Walgreens on his bicycle and, with a garbage bag filled with stolen merchandise, riding past a television news reporter and security guard, drew millions of views.\nThe San Francisco Police Department’s data on shoplifting did not support Walgreen’s explanation for the store closings, according to an October 2021 analysis by The San Francisco Chronicle. The analysis said that while not all shoplifting incidents were reported to the police, one of the stores that closed had only seven reported shoplifting incidents in 2021 and a total of 23 since 2018.\nYet, the video and store closures fed into political debates about crime.\nIn San Francisco, some argued that the Walgreens events contributed to the outcome of a recall election last June that ousted Chesa Boudin, a progressive district attorney and a prominent figure in the movement to reform the criminal justice system. Mr. Boudin’s policies remain popular, according to polling, and like-minded liberal prosecutors succeeded in primary elections in California and nationally the same week that Mr. Boudin was ousted.", "url": "https://www.nytimes.com/2023/01/06/business/walgreens-shoplifting.html"}