{"authors": ["Ben Hubbard"], "date_download": "2023-03-28 16:45:09", "date_modify": "2023-03-28 16:45:09", "date_publish": "2023-01-26 08:00:10", "description": "President Recep Tayyip Erdogan is trying to soften the blow of inflation on the population and using legal threats to bolster his position ahead of a vote that could reshape his country.", "filename": "2023_01_26_world_europe_turkey-erdogan-elections_1680021909.html", "image_url": "https://static01.nyt.com/images/2023/01/26/multimedia/26turkey-politics-top-01-hpvl/26turkey-politics-top-01-hpvl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_26_world_europe_turkey-erdogan-elections_1680021909.html", "title": "As Turkey Elections Loom, Erdogan Fights for Political Future", "title_page": "As Turkey Elections Loom, Erdogan Fights for Political Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Just months before pivotal elections that could reshape Turkey’s domestic and foreign policy, the government is spending billions of dollars in state funds to bolster President Recep Tayyip Erdogan and his governing party at the ballot box while unleashing an array of legal threats to weaken those who seek to unseat him.\nSome economists call the spending spree unsustainable, and potentially harmful, as Mr. Erdogan tries to soften the blow of inflation on Turkish families in the run-up to the vote.\nAdditionally, recent polls suggest that at least two potential opposition candidates could roundly beat Mr. Erdogan and one of them faces four legal challenges that could knock him out of the running and give Mr. Erdogan’s party control of Istanbul, Turkey’s largest city and home to one in five of the country’s eligible voters.\nMr. Erdogan and his aides insist that they are setting policy purely to serve the country of 84 million, whose citizens have rewarded him and his party with multiple electoral victories over the past two decades. His critics counter that he has used his many years as Turkey’s top politician to concentrate power in his own hands and is now using it to shape the outcome of the election before voters even go to the polls.", "url": "https://www.nytimes.com/2023/01/26/world/europe/turkey-erdogan-elections.html"}