{"authors": ["Michael C. Bender"], "date_download": "2023-03-28 17:27:48", "date_modify": "2023-03-28 17:27:48", "date_publish": "2023-02-08 05:29:20", "description": "Ms. Sanders is the first Arkansan to deliver a State of the Union response since Bill Clinton.", "filename": "2023_02_08_us_sarah-huckabee-sanders-gop-biden-sotu_1680024468.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/07sotu-gop-response-mvgf/07sotu-gop-response-mvgf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_08_us_sarah-huckabee-sanders-gop-biden-sotu_1680024468.html", "title": "Sarah Huckabee Sanders Criticizes ‘Radical Left’ in State of the Union Response", "title_page": "Sarah Huckabee Sanders Criticizes ‘Radical Left’ in State of the Union Response - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Sarah Huckabee Sanders of Arkansas delivered a scorching admonition of President Biden’s State of the Union address on Tuesday, casting him as the head of a failed administration hijacked by a “radical left” agenda that has delivered high gasoline prices and empty grocery shelves while teaching children to “hate one another on account of their race.”\n“The Biden administration seems more interested in woke fantasies than the hard reality Americans face every day,” Ms. Sanders said. “Most Americans simply want to live their lives in freedom and peace, but we are under attack in a left-wing culture war we didn’t start and never wanted to fight.”\nMs. Sanders, who rose to national prominence as press secretary in the Trump White House, was elected to her first public office in November and sworn in just 28 days ago.\nShe was picked to deliver the Republican response by the House speaker, Kevin McCarthy, and the Senate minority leader, Mitch McConnell, both of whom described her as an avatar for the future of the Republican Party.", "url": "https://www.nytimes.com/2023/02/08/us/sarah-huckabee-sanders-gop-biden-sotu.html"}