{"authors": ["Farnaz Fassihi"], "date_download": "2023-03-28 17:58:54", "date_modify": "2023-03-28 17:58:54", "date_publish": "2023-01-11 23:39:38", "description": "Alireza Akbari, a former deputy defense minister, was convicted of spying, in a case he described as a slap at Britain, where he had lived.", "filename": "2023_01_11_world_middleeast_iran-defense-minister_1680026334.html", "image_url": "https://static01.nyt.com/images/2023/01/11/world/11iran/11iran-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_11_world_middleeast_iran-defense-minister_1680026334.html", "title": "Iran Gives Death Sentence to Former Defense Official, a Dual U.K. Citizen", "title_page": "Iran Gives Death Sentence to Former Defense Official, a Dual U.K. Citizen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iran’s judiciary announced on Wednesday that a former deputy defense minister had been convicted and sentenced to death on charges of spying for Britain, where he had lived for a decade as a dual national.\nAlireza Akbari, who had served the Islamic Republic in senior roles until his departure to Britain, was arrested in 2019 in Iran on allegations of being a “super spy” for MI6, Britain’s foreign intelligence service, and passing it classified national security information, according to a statement released Wednesday by Iran’s intelligence ministry.\nThe news of a dual national at risk of execution comes at a time of heighten tensions for Iran’s government both at home and abroad. Iran has been roiled for months by a popular protest movement demanding an end to the theocratic regime, which in recent weeks has executed four demonstrators in a widening crackdown aimed at crushing dissent.\nWestern countries, including Britain, have condemned Iran’s government for deploying violence against protesters and for the recent executions, and have slapped targeted sanctions on officials and groups involved in the crackdown.", "url": "https://www.nytimes.com/2023/01/11/world/middleeast/iran-defense-minister.html"}