{"authors": ["Patrick Kingsley"], "date_download": "2023-03-28 17:37:18", "date_modify": "2023-03-28 17:37:18", "date_publish": "2023-01-28 13:00:23", "description": "Two Israelis were shot and injured on Saturday in East Jerusalem, the day after an attack outside a synagogue elsewhere in the city killed seven people.", "filename": "2023_01_28_world_middleeast_jerusalem-attack-israelis-palestinians_1680025038.html", "image_url": "https://static01.nyt.com/images/2023/01/28/multimedia/28israel-ftvq/28israel-ftvq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_28_world_middleeast_jerusalem-attack-israelis-palestinians_1680025038.html", "title": "2 Israelis Injured in Jerusalem Attack, Hours After a Nearby Mass Shooting", "title_page": "2 Israelis Injured in Jerusalem Attack, Hours After a Nearby Mass Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Violence continued on Saturday in Jerusalem as an attacker, identified by the police as a 13-year-old boy, shot and injured two Israelis near a settlement in East Jerusalem, the morning after a Palestinian assailant killed seven people outside a synagogue elsewhere in the city.\nBoth victims on Saturday were taken to a hospital and were described by medics as being in serious but not critical condition. The teenage assailant was shot and injured by two passers-by, according to a police statement.\nThe attack underscored the fragility of the situation in Israel and the occupied territories, which has left at least 20 Israelis and Palestinians dead in less than a week and has prompted many on either side of the conflict to fear a possible greater conflagration.\nThe combination of several overlapping dynamics — a new hard-right Israeli government that has promised to take a stronger stance against Palestinians; rising anger and militancy from a new generation of Palestinians; an escalating Israeli military campaign in Palestinian areas; and the Palestinian leadership’s decision this week to sever security coordination with Israeli counterparts — threatens to accelerate a cycle of violence and undermine efforts to calm tensions.", "url": "https://www.nytimes.com/2023/01/28/world/middleeast/jerusalem-attack-israelis-palestinians.html"}