{"authors": ["Peter Baker"], "date_download": "2023-03-28 17:14:09", "date_modify": "2023-03-28 17:14:09", "date_publish": "2023-02-07 10:00:28", "description": "President Biden was heckled during the State of the Union address when he spoke about fentanyl and when he accused Republicans of threatening Social Security and Medicare.", "filename": "2023_02_07_us_politics_biden-state-union_1680023649.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/07dc-sotu-01-ptzq/07dc-sotu-01-ptzq-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_us_politics_biden-state-union_1680023649.html", "title": "Biden Calls on Republicans to Help Him ‘Finish the Job’ and Build the Economy", "title_page": "Biden Lays Down Economic Challenge to House Republicans in State of the Union Address - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But after a shaky start, he appeared to gather momentum in the longest speech to Congress of his presidency and gave the impression that he enjoyed the back-and-forth with Republican hecklers. Afterward, he lingered for more than 45 minutes to work the crowd, glad-handing members and posing for selfies. A forgiving Mr. Schumer exulted that Mr. Biden showed “vigor,” and White House aides told reporters that they were charged up by the confrontation over social programs.\nMr. Biden’s finish-the-job mantra, a phrase he repeated a dozen times, characterized an address that included no major new policy direction. Instead, reaching out to disaffected Americans who feel left behind economically, he rattled off a series of relatively modest populist ideas focused on relatable issues like curbing credit card late fees, airline price gouging and exorbitant bank overdraft service charges. “Here’s my message to all of you out there: I have your back,” he said.\nThe appeal for bipartisan unity was a message aimed as much at the American public watching on television as those attending the speech in person, an effort to position the president as a responsible leader beset by a quarrelsome opposition. No one expects the Republicans who captured the House in November’s midterm elections to embrace Mr. Biden’s legislative program, nor for that matter is the president likely to agree anytime soon to the other side’s demands for deep spending cuts in exchange for an increase in the debt ceiling.\nBut the speech and the G.O.P. response will frame the terms of debate heading into the coming year as Mr. Biden prepares to announce his re-election campaign. The president and the House are heading for a collision that could jeopardize the nation’s credit rating and incomplete economic recovery, with both sides already seeking to win the battle of public opinion. “Some of my Republican friends want to take the economy hostage,” Mr. Biden charged.\nRepublicans brushed off Mr. Biden’s call for cooperation on Tuesday even before he was to arrive at the Capitol, which was once again surrounded by security fences two years after a mob of President Donald J. Trump’s supporters stormed the building on Jan. 6, 2021, seeking to halt the counting of electoral votes sealing Mr. Biden’s election. They portrayed Mr. Biden as a failed leader captured by the liberal wing of his party.", "url": "https://www.nytimes.com/2023/02/07/us/politics/biden-state-union.html"}