{"authors": ["Jim Tankersley"], "date_download": "2023-03-28 17:27:46", "date_modify": "2023-03-28 17:27:46", "date_publish": "2023-02-08 17:35:28", "description": "In his first appearance before a Republican House, the president renewed calls for large new economic programs and offered no concessions on federal spending.", "filename": "2023_02_08_us_politics_biden-state-of-the-union-spending_1680024466.html", "image_url": "https://static01.nyt.com/images/2023/02/08/multimedia/08dc-bidenecon-qcvj/08dc-bidenecon-qcvj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_08_us_politics_biden-state-of-the-union-spending_1680024466.html", "title": "President Biden Is Not Backing Off His Big-Government Agenda", "title_page": "President Biden Is Not Backing Off His Big-Government Agenda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Here’s my message to all of you out there,” he added later. “I have your back.”\nMr. Biden’s approach underscored how he has not regarded the Republican House takeover as a rebuke of his policies.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIt defied the example set by Mr. Biden’s Democratic predecessors after they lost House control in their first midterms. President Bill Clinton promised a new era of smaller government in 1995. President Barack Obama vowed in 2011 “to take responsibility for our deficit” and proposed what he called “painful cuts” to domestic spending.\nMr. Biden offered no apology for his policies. He cast himself as more fiscally responsible than his immediate predecessor, former President Donald J. Trump, in claiming credit for a $1.7 trillion decline in the federal budget deficit last year. That improvement was largely the product of expiring pandemic aid programs, but Mr. Biden suggested he would take steps to keep winnowing the shortfall between what the government spent and what it earned through taxes and other revenue. He said his next budget, which will be released on March 9, would further reduce deficits by $2 trillion over a decade.\nIn a sharp contrast with Republicans, he called for raising taxes on corporations and the wealthy as a way to show a commitment to deficit reduction in spite of his spending plans. His proposals included an expanded tax on stock buybacks and what would effectively be a sort of wealth tax on billionaires.\nHe baited Republicans on a pair of politically cherished programs, Social Security and Medicare, drawing sustained jeers when he said some of his opponents wanted to sunset the programs. While hundreds of Republican lawmakers have signed on to plans to reduce spending on the safety net by raising retirement ages and other reductions in future benefits, Mr. Biden’s “sunset” accusation rests on the possible effects of a plan to reauthorize spending programs every five years, advanced by Senator Rick Scott of Florida, which has gained little traction among party leaders.", "url": "https://www.nytimes.com/2023/02/08/us/politics/biden-state-of-the-union-spending.html"}