{"authors": ["Ken Belson"], "date_download": "2023-03-28 17:11:15", "date_modify": "2023-03-28 17:11:15", "date_publish": "2023-02-13 10:00:26", "description": "The Tom Brady era has ended as younger players like Patrick Mahomes make their mark, while injuries, diversity and other issues intensify.", "filename": "2023_02_13_sports_football_nfl-diversity-coaches-injuries_1680023475.html", "image_url": "https://static01.nyt.com/images/2023/02/13/multimedia/13sb-nflonpro-01-hzvt/13sb-nflonpro-01-hzvt-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_13_sports_football_nfl-diversity-coaches-injuries_1680023475.html", "title": "Here Are the Big Themes to Look for in the Next N.F.L. Season", "title_page": "Here Are the Big Themes to Look for in the Next N.F.L. Season - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLENDALE, Ariz. — The N.F.L. strives to be a 365-day-a-year showcase.\nFrom the Super Bowl to the scouting combine in a few weeks to the start of free agency in March and the draft in April and the preparation for the new season a few months after that, the drumbeat of attraction and attention never seems to stop. With the 2022 season in the books, with a thrilling victory by the Kansas City Chiefs over the Philadelphia Eagles in the Super Bowl, here are some of the issues that will be the talk of the N.F.L. even before the next season starts on Sept. 7.\nThe post-Brady, Mahomes era\nAssuming Tom Brady really has retired after 23 seasons, Kansas City quarterback Patrick Mahomes will be the most recognizable player in the league. His leading his team to a second-half, comeback win over the Eagles, 38-35, only cements his standing as the next big thing. Like Brady, he has piled up wins — Kansas City has the most wins in the league since Mahomes became a starter in 2018 — and his creativity and flair for dramatic plays make him the envy of fans, sponsors and broadcasters.\n“A lot of what makes the game as exciting as it is are the dual threat quarterbacks” who can run as well as throw, said Mike Mulvihill, the executive vice president and head of strategy and analytics at Fox Sports, which, like all of the league’s broadcast partners, is eager to show Kansas City games. “Mahomes is probably the best representation of that.”\nThe toll of high-profile injuries\nInjuries dominated the news last season, particularly to Miami Dolphins quarterback Tua Tagovailoa, who sustained at least two concussions, and to Bills defensive back Damar Hamlin, who went into cardiac arrest on the field after a routine tackle. Their scary episodes again highlighted the brutality of the sport, and how a lot of N.F.L. players, despite the money made during their careers, can struggle to get help afterward.", "url": "https://www.nytimes.com/2023/02/13/sports/football/nfl-diversity-coaches-injuries.html"}