{"authors": ["Mark Walker"], "date_download": "2023-03-28 16:47:15", "date_modify": "2023-03-28 16:47:15", "date_publish": "2023-03-02 00:11:26", "description": "At his confirmation hearing, Phillip A. Washington, the chief executive of Denver’s airport, defended his qualifications to run the Federal Aviation Administration.", "filename": "2023_03_01_us_politics_phil-washington-faa-nominee_1680022035.html", "image_url": "https://static01.nyt.com/images/2023/03/01/multimedia/01dc-faa-Phillip-A.-Washington-02-ktbj/01dc-faa-Phillip-A.-Washington-02-ktbj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_01_us_politics_phil-washington-faa-nominee_1680022035.html", "title": "F.A.A. Nominee Faulted by Republicans for Short Aviation Résumé", "title_page": "Phil Washington, FAA Nominee, Criticized at Confirmation Hearing Over Aviation Experience - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden’s nominee to lead the Federal Aviation Administration, Phillip A. Washington, faced criticism at his confirmation hearing on Wednesday over his lack of aviation experience, with some Republican senators casting him as unqualified for the post.\nThe nomination of Mr. Washington, the chief executive of Denver International Airport, has been clouded with uncertainty in the Senate amid questions about his experience and his entanglement in a public corruption investigation. He was pressed on both topics at the hearing, which was held by the Senate Committee on Commerce, Science and Transportation.\n“The F.A.A. can’t afford to be led by someone who needs on-the-job training,” said Senator Ted Budd, Republican of North Carolina.\nThe agency has been without permanent leadership since Stephen Dickson, a former Delta Air Lines executive who was appointed by President Donald J. Trump, stepped down nearly a year ago. The void atop the F.A.A. has received more attention during what has been a bumpy stretch for the nation’s air travel system.", "url": "https://www.nytimes.com/2023/03/01/us/politics/phil-washington-faa-nominee.html"}