{"authors": ["James S. Russell"], "date_download": "2023-03-28 19:11:53", "date_modify": "2023-03-28 19:11:53", "date_publish": "2023-01-05 17:58:27", "description": "On the developing Manhattanville campus, the architecture of Diller Scofidio + Renfro reinforces a social movement in business education to do good as well as make money.", "filename": "2023_01_05_arts_design_columbia-business-school-diller-scofidio-renfro-kravis-geffen_1680030713.html", "image_url": "https://static01.nyt.com/images/2023/01/07/multimedia/00columbia-business-school12-1-c080/00columbia-business-school12-1-c080-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_05_arts_design_columbia-business-school-diller-scofidio-renfro-kravis-geffen_1680030713.html", "title": "At Columbia’s $600 Million Business School, Time to Rethink Capitalism", "title_page": "At Columbia’s $600 Million Business School, Time to Rethink Capitalism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One zigs, the other zags. One teases the passer-by with bands of translucent glass wrapping a core of clear windows; the other, with floors angled in and out — a gentle architectural mambo. The pair of buildings that comprise Columbia University’s new business school, on its growing Manhattanville campus, exude a nervous off-kilter energy.\nThe 11-story Henry R. Kravis Hall, named for the co-founder of the private equity firm KKR, rises in front of the delicate steel-arched viaduct carrying Riverside Drive. It is separated from an eight-story structure named for the entertainment mogul David Geffen by a circle of grass, trees and benches embedded in a plaza. The ensemble joins a sleek new campus that so far includes a neuroscience research center, an arts center, and a think-tank-style building, called The Forum, devoted to academic discourse.\nBut the real story of the business buildings lies within. Appearing wraithlike behind the glass, stairways in both wind over and around themselves like crinkly strands of DNA as they ascend full height. These are what the architects, Diller Scofidio + Renfro, working with the FxCollaborative architecture firm, call “network” stairs. Twisting through ceiling surfaces curved and warped to accommodate them, they beg to be used. Their design reflects the close fit of the architecture to person-to-person connection and intensified interaction — what the school’s leadership sees as essential to the sprawling aspirations it has for its graduates to do good as they make money.", "url": "https://www.nytimes.com/2023/01/05/arts/design/columbia-business-school-diller-scofidio-renfro-kravis-geffen.html"}