{"authors": ["Catherine Porter"], "date_download": "2023-03-28 18:39:23", "date_modify": "2023-03-28 18:39:23", "date_publish": "2023-03-07 21:00:42", "description": "Resistance to the government’s plan to push back the retirement age is not just about working longer. It springs from a deep sense of what defines France as a nation.", "filename": "2023_03_07_world_europe_france-retirement-macron_1680028763.html", "image_url": "https://static01.nyt.com/images/2023/03/06/multimedia/00france-retirement-ALT3-lgwj/00france-retirement-ALT3-lgwj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_world_europe_france-retirement-macron_1680028763.html", "title": "France’s Fight Over Retirement Is a Question of Identity", "title_page": "France’s Fight Over Retirement Is a Question of Identity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Tuesday, workers walked out of schools, refineries, power plants, airports and transportation systems in the biggest mobilization yet, trying to all but turn out the lights in the country in protest.\nThe government’s plan has struck a deep and sensitive nerve in a society that cherishes retirement and reveres a generous balance between work and leisure perhaps more than any other Western industrial country.\nFrance’s attachment to retirement is complex, touching on its history, identity and pride in social and labor rights that have been hard won. They will not be easily forfeited, no matter how many times the government argues that changing the pension system is imperative to save it, given the demographic realities confronting the country.\nWhen it was introduced by the National Resistance Council after World War II, the retirement system — along with national health care — was part of a series of celebrated social measures intended to help bind the fractured country together.", "url": "https://www.nytimes.com/2023/03/07/world/europe/france-retirement-macron.html"}