{"authors": ["Sapna Maheshwari"], "date_download": "2023-03-28 16:46:30", "date_modify": "2023-03-28 16:46:30", "date_publish": "2023-03-23 09:00:22", "description": "The Chinese-owned video app has become a battleground as the U.S. and China duel for tech leadership.", "filename": "2023_03_23_technology_tiktok-congress-hearing_1680021990.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23tiktok-hearing-preview-chew-cghk/23tiktok-hearing-preview-chew-cghk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_technology_tiktok-congress-hearing_1680021990.html", "title": "What to Know About Today’s Congressional Hearing on TikTok", "title_page": "What to Know About Today’s Congressional Hearing on TikTok - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shou Chew, the chief executive of TikTok, will testify before Congress for the first time on Thursday, in an appearance that is expected to reflect U.S. lawmakers’ escalating distrust of the short-form video app’s Chinese ownership.\nThe hearing, which will begin at 10 a.m. before the House Energy and Commerce Committee, will give lawmakers a rare opportunity to ask Mr. Chew questions directly about TikTok’s relationship with its Chinese owner, ByteDance, as well as about the app’s handling of sensitive U.S. user data and the risks it may pose to teens and children.\nTikTok is working to secure its future in the United States, one of its biggest markets, where it says it has 150 million users and where it has become a culture-making machine. But lawmakers have questions about ByteDance’s links to the Chinese government and whether those could put TikTok’s U.S. user data into the hands of Beijing officials. U.S. intelligence officials like the director of the F.B.I., Christopher A. Wray, have also warned that the Chinese government could use TikTok’s algorithm for “influence operations.”\nTikTok, which was initially hailed as China’s first global internet success story, has come to represent the growing divide between the United States and China over tech leadership and national security. The app has become a battleground in a technological Cold War between the two countries, with U.S. threats of a TikTok ban recalling how China has long blocked many American platforms.", "url": "https://www.nytimes.com/2023/03/23/technology/tiktok-congress-hearing.html"}