{"authors": ["Daisuke Wakabayashi", "Claire Fu"], "date_download": "2023-03-28 16:47:29", "date_modify": "2023-03-28 16:47:29", "date_publish": "2023-03-14 09:00:21", "description": "Xi Jinping is revamping China’s regulatory framework so the ruling Communist Party can assert more direct control over financial policy.", "filename": "2023_03_14_business_china-xi-jinping-banks_1680022049.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/12China-crackdown1-print-htkf/12China-crackdown-02-htkf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_business_china-xi-jinping-banks_1680022049.html", "title": "To Rein in China’s Banks, Xi Uses Familiar Playbook", "title_page": "To Rein in China’s Banks, Xi Uses Familiar Playbook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To a man with a hammer, a renowned psychologist once posited, everything looks like a nail.\nFor most of his decade in power, Xi Jinping, China’s leader, has usually arrived at the same conclusion for how best to deal with the country’s issues: get the Communist Party more involved. And now, as China is confronting an economy lacking the dynamism of the past and teetering from a real estate sector in crisis and local governments overrun with debt, Mr. Xi is again wielding his hammer.\nAt the annual gathering of China’s national legislature, which concluded on Monday, Mr. Xi introduced a series of sweeping changes to the country’s regulatory framework, allowing the party’s top leaders to assert more direct control over financial policy and bank regulation. Appointments for allies of Mr. Xi to key regulatory roles and additional shake-ups are expected in the coming days, further cementing the party’s oversight of the financial system.\n“It’s very consistent with what Xi Jinping has been rolling out over the past 10 years,” said Max Zenglein, chief economist at the Mercator Institute for China Studies in Berlin. “Whenever he’s confronted with a problem, the solution is greater centralization to the party.”\nThe moves were the latest evidence of how Mr. Xi continues to reshape China’s business climate, steering the world’s second-largest economy away from the free-market policies that underpinned its ascent. While past Chinese leaders sought to maintain a buffer between the party and the private sector, Mr. Xi has erased those lines and made clear that businesses are there to advance the party’s agenda.", "url": "https://www.nytimes.com/2023/03/14/business/china-xi-jinping-banks.html"}