{"authors": ["The New York Times"], "date_download": "2023-03-28 16:45:04", "date_modify": "2023-03-28 16:45:04", "date_publish": "2023-02-10 17:58:55", "description": "As the death toll rises in the one of the deadliest quakes in decades, a global humanitarian aid effort faces deep challenges.", "filename": "2023_02_10_world_middleeast_earthquake-turkey-syria-toll-aid_1680021904.html", "image_url": "https://static01.nyt.com/images/2023/02/10/multimedia/10earthquake-whatweknow-1-btml/10earthquake-whatweknow-1-btml-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_10_world_middleeast_earthquake-turkey-syria-toll-aid_1680021904.html", "title": "What We Know About the Earthquake in Turkey and Syria", "title_page": "What We Know About the Earthquake in Turkey and Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 7.8-magnitude earthquake that struck southern Turkey and northern Syria in early February killed tens of thousands of people, flattened wide areas of cities and sent the region, which was already grappling with a refugee crisis and over a decade of war, into a monumental recovery effort.\nThe toll\nAs of Feb. 24, the death toll in Syria and Turkey had surpassed 49,000. In Turkey, the authorities said that more than 43,000 people had died; in Syria, the death toll crossed 5,500, according to figures from the United Nations.\nThousands of buildings were destroyed or rendered unstable, leaving hundreds of thousands of people without shelter in rain, snow and temperatures that often dip below freezing. Millions are in need of aid, according to relief agencies; in Syria alone, the United Nations said that as many as 5.3 million might have lost their homes.\nIn the bitter cold, rescue workers pulled thousands of survivors from the rubble, but experts say that the chances of rescuing more decline sharply a few days after a quake. Even after that period, there have been some miraculous rescues. In recent days, desperation has increasingly set in as the rescue missions have turned to recovery.", "url": "https://www.nytimes.com/2023/02/10/world/middleeast/earthquake-turkey-syria-toll-aid.html"}