{"authors": ["The Styles Desk"], "date_download": "2023-03-28 16:43:41", "date_modify": "2023-03-28 16:43:41", "date_publish": "2023-03-13 04:47:23", "description": "The greater the fashion risk, the greater the reward.", "filename": "2023_03_13_style_oscars-red-carpet-best-worst_1680021821.html", "image_url": "https://static01.nyt.com/images/2023/03/12/multimedia/12OSCAR-MOST-STYLISH-top1-wkcv/12OSCAR-MOST-STYLISH-top1-wkcv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_style_oscars-red-carpet-best-worst_1680021821.html", "title": "21 Looks That Did the Most at the Oscars", "title_page": "Best Oscars Red Carpet Looks: Angela Bassett, Cate Blanchett and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Color was already a buzzword by the time the first stars showed up at the 95th Academy Awards, thanks to the new champagne rug that replaced the traditional red carpet.\nAnd as nominees and guests started to appear, so, too, did most every color of the rainbow: Angela Bassett arrived in purple and Dwayne Johnson in pink. Cate Blanchett went with blue; Sandra Oh with orange; and Fan Bing Bing with green. Rounding out the spectrum were gowns in yellow, worn by the costume designer Ruth E. Carter, and red, worn by the model Cara Delevingne.\nBut it was white that might have emerged as the most popular shade of the night: Michelle Yeoh, Michelle Williams, Andrea Riseborough, Harry Shum Jr., Paul Mescal, Emily Blunt and Mindy Kaling all wore it. Jamie Lee Curtis, Ariana DeBose, Zoe Saldana and Eva Longoria also wore white-leaning outfits, some of which sparkled because of liberal bedazzling.\nAt an event that is basically the Olympics of dressing up, to ask who looked the best is something of a trick question because everyone looked glamorous. (One scroll through our full list of outfits from the carpet makes that clear.) The 21 looks that follow, though, had a little something extra — more polish or personality or panache (or all three) — that made them stand out more than most.", "url": "https://www.nytimes.com/2023/03/13/style/oscars-red-carpet-best-worst.html"}