{"authors": ["Karen Zraick", "Maria Cramer", "Hurubie Meko", "Chelsia Rose Marcius"], "date_download": "2023-03-28 16:44:13", "date_modify": "2023-03-28 16:44:13", "date_publish": "2023-02-13 17:25:09", "description": "Seven other civilians and a police officer were hospitalized after a man drove erratically through Bay Ridge and Sunset Park. The suspect was arrested several miles away.", "filename": "2023_02_13_nyregion_brooklyn-truck-hit-pedestrians_1680021853.html", "image_url": "https://static01.nyt.com/images/2023/02/13/multimedia/13ny-truck31-mjbc/13ny-truck31-mjbc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_13_nyregion_brooklyn-truck-hit-pedestrians_1680021853.html", "title": "Man in U-Haul Mows Down 8 People in Brooklyn ‘Rampage,’ Killing 1", "title_page": "Man in U-Haul Mows Down 8 People in Brooklyn ‘Rampage,’ Killing 1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Sor, who is in his early 60s, according to one of the officials, had encounters with the police before the pandemic began, during which officers noted he appeared to be “emotionally disturbed.” Investigators believe he may have spent some of the past month living in the U-Haul truck.\nThe man was first stopped by officers around 10:50 a.m. on Monday, after he had already hit at least one person with the truck, said Commissioner Sewell.\nHe then fled in the truck and kept driving, hitting more people before being arrested several miles away on Columbia Street and Hamilton Avenue, near the entrance to the Hugh L. Carey Tunnel.\nSeven men, ranging in ages from 30 to 66, and one police officer were hospitalized with injuries, the authorities said. One of the men, who was 44, died from his injuries, according to the police. Three of the people struck were on bikes. The officer was in stable condition with an injured leg, the police said. Police did not identify the man who died, pending notification of his relatives.", "url": "https://www.nytimes.com/2023/02/13/nyregion/brooklyn-truck-hit-pedestrians.html"}