{"authors": ["Ken Belson"], "date_download": "2023-03-28 17:11:14", "date_modify": "2023-03-28 17:11:14", "date_publish": "2023-02-13 05:49:50", "description": "Philadelphia quarterback Jalen Hurts scored four total touchdowns in a performance with only one blemish, but it was a big one: a fumble returned for a touchdown.", "filename": "2023_02_13_sports_football_eagles-super-bowl-hurts_1680023474.html", "image_url": "https://static01.nyt.com/images/2023/03/12/multimedia/12sb-sider-ctqw/12sb-sider-ctqw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_13_sports_football_eagles-super-bowl-hurts_1680023474.html", "title": "The Eagles Came as Close as Close Can Get", "title_page": "The Eagles and Jalen Hurts Came as Close as Close Can Get - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLENDALE, Ariz. — Sometimes, a team can win the regular season and lose the postseason. That’s what the Philadelphia Eagles learned on Sunday, when the Kansas City Chiefs and their hobbled yet transcendent quarterback, Patrick Mahomes, ripped the Lombardi Trophy out of their grasp and won their second Super Bowl title in four years.\nThe Eagles were riding high all year with a top-tier offense led by quarterback Jalen Hurts and receiver A.J. Brown and with a dominant defense. They steamrollered through the regular season to earn the top seed in the N.F.C. and dominated their first two playoff games. Then they raced out to a 10-point lead in the first half of the Super Bowl in Glendale, Ariz., and seemed to be on their way to a championship when Mahomes aggravated a right ankle injury just before halftime.\nBut in the second half, Mahomes showed why he is the best player in the N.F.L., even on a bad ankle. He engineered four scoring drives with grit, creativity and, presumably, a lot of pain, leading Kansas City to a 38-35 victory. Like a host of N.B.A. teams that lost to Michael Jordan and the Chicago Bulls in the 1990s, the Eagles ran into a once-in-a-generation player at the top of his game.\n“They have one of the best players on the planet, so he’s going to make some big plays,” Eagles coach Nick Sirianni said of Mahomes.", "url": "https://www.nytimes.com/2023/02/13/sports/football/eagles-super-bowl-hurts.html"}