{"authors": ["David Waldstein"], "date_download": "2023-03-28 18:01:57", "date_modify": "2023-03-28 18:01:57", "date_publish": "2023-03-24 04:00:12", "description": "Whether it’s teams like Princeton and Fairleigh Dickinson pulling off upsets or standout performances from players, New Jersey’s imprint has been all over the Division I men’s basketball tournament.", "filename": "2023_03_24_sports_ncaa-basketball-tournament-new-jersey-princeton_1680026517.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24mcbb-new-jersey-01-pzvf/24mcbb-new-jersey-01-pzvf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_sports_ncaa-basketball-tournament-new-jersey-princeton_1680026517.html", "title": "Garden State’s Basketball Talent Blooms in N.C.A.A. Tournament", "title_page": "Garden State’s Basketball Talent Blooms in N.C.A.A. Tournament - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When St. Peter’s made its historic run last year, the Peacock players were treated like international celebrities on the streets of Jersey City and in the surrounding malls. Dasher remembered one woman insisting he hold her baby while she clicked a photo, so the child would grow up with a memento.\nAs Quinerly, the Alabama guard out of Hackensack and Hudson Catholic High School, said on Sunday, “Jersey’s just different in March.”\nActually, New Jersey is good all year. From the playgrounds of Elizabeth to the elite Catholic high schools and the powerhouse programs down the shore and in Camden, the state is a basketball citadel, and has been for decades. It is just that historically, many of the best players are lured to bigger colleges across state lines.\nMitch Henderson, the Princeton coach, is also known as the scrappy guard that led the Tigers to a huge upset over U.C.L.A. in 1995. He grew up in Vincennes, Ind., and moved to Lexington, Ky., in the seventh grade, spending his youth in two of the most renowned basketball states in the country. He says New Jersey, particularly along the shore, has the same passion for the sport.", "url": "https://www.nytimes.com/2023/03/24/sports/ncaa-basketball-tournament-new-jersey-princeton.html"}