{"authors": ["Catherine Porter"], "date_download": "2023-03-28 18:39:17", "date_modify": "2023-03-28 18:39:17", "date_publish": "2023-03-15 07:00:09", "description": "A bill raising the retirement age for most workers by two years, to 64, could become law this week despite widespread protests, including a strike by garbage workers in Paris and elsewhere.", "filename": "2023_03_15_world_europe_garbage-strike-france-pension-retirement-macron_1680028757.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/15france-1-htmj/15france-1-htmj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_15_world_europe_garbage-strike-france-pension-retirement-macron_1680028757.html", "title": "Garbage Piles Up in Protest Against France’s Pension Change", "title_page": "Garbage Piles Up in Protest Against France’s Pension Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mounds of food waste piled in view of the Eiffel Tower. Small cobblestone streets lined with overflowing garbage bins. The bank of the Seine skirted by heaps of trash.\nFor more than a week now, garbage workers in parts of Paris and other cities across France have been on strike, protesting President Emmanuel Macron’s plan to raise the age when most workers begin collecting a government pension to 64, from 62.\nThe refuse rising in insalubrious piles, some taller than the pedestrians trying to avoid them, is a smelly, visceral symbol of popular outrage at the government’s plan. It also serves as a physical reminder of the hardship of professions not suited for old age, garbage workers say.\n“You can see our work all over Paris,” said Alain Auvinet, 55, picketing at the garbage incinerator on the city’s western edge where he has worked for 35 years. “We held huge protests. The government didn’t listen. Instead, it gave us the finger. This is our last way of pushing back.”", "url": "https://www.nytimes.com/2023/03/15/world/europe/garbage-strike-france-pension-retirement-macron.html"}