{"authors": ["Jack Nicas", "André Spigariol"], "date_download": "2023-03-28 17:23:45", "date_modify": "2023-03-28 17:23:45", "date_publish": "2023-01-01 16:16:35", "description": "Brazil inaugurates its new president, Luiz Inácio Lula da Silva, on Sunday. Facing investigations, former President Jair Bolsonaro has taken refuge in Orlando.", "filename": "2023_01_01_world_americas_bolsonaro-florida-brazil_1680024225.html", "image_url": "https://static01.nyt.com/images/2023/02/01/multimedia/01brazil-inauguration-promo-1-41ba/01brazil-inauguration-promo-1-41ba-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_01_world_americas_bolsonaro-florida-brazil_1680024225.html", "title": "Lula Becomes Brazil’s President, With Bolsonaro in Florida", "title_page": "Lula Becomes Brazil’s President, With Bolsonaro in Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our live coverage of the election protests at Brazil’s National Congress.\nPresident Luiz Inácio Lula da Silva took the reins of the Brazilian government on Sunday in an elaborate inauguration, complete with a motorcade, music festival and hundreds of thousands of supporters filling the central esplanade of Brasília, the nation’s capital.\nBut one key person was missing: the departing far-right president, Jair Bolsonaro.\nMr. Bolsonaro was supposed to pass Mr. Lula the presidential sash on Sunday, an important symbol of the peaceful transition of power in a nation where many people still recall the 21-year military dictatorship that ended in 1985.\nInstead, Mr. Bolsonaro woke up Sunday thousands of miles away, in a rented house owned by a professional mixed-martial-arts fighter a few miles from Disney World. Facing various investigations from his time in his office, Mr. Bolsonaro flew to Orlando on Friday night and plans to stay in Florida for at least a month.\nMr. Bolsonaro had questioned the reliability of Brazil’s election systems for months, without evidence, and when he lost in October, he refused to concede unequivocally. In a sort of farewell address on Friday, breaking weeks of near silence, he said that he tried to block Mr. Lula from taking office but failed.", "url": "https://www.nytimes.com/2023/01/01/world/americas/bolsonaro-florida-brazil.html"}