{"authors": ["Lauren Hirsch", "Jordyn Holman"], "date_download": "2023-03-28 17:00:20", "date_modify": "2023-03-28 17:00:20", "date_publish": "2023-02-07 22:22:06", "description": "Hudson Bay Capital has essentially agreed to make sure the troubled retailer will sell roughly $1 billion in shares as it tries to avoid bankruptcy.", "filename": "2023_02_07_business_bed-bath-beyond-hudson-bay_1680022820.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/00BedBathBuyer-tmzp/00BedBathBuyer-tmzp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_business_bed-bath-beyond-hudson-bay_1680022820.html", "title": "Investment Firm Backs Bed Bath & Beyond’s Stock Offering", "title_page": "Bed Bath & Beyond’s Stock Offering Is Backed by Hudson Bay Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The deal with Hudson Bay came together within the past several weeks, the two people familiar with the matter said. Late last month, JPMorgan Chase, which helped give Bed Bath & Beyond a lifeline this summer by expanding its credit line, froze the retailer’s credit accounts after notifying it that it was in breach of the terms of its debt. As Bed Bath & Beyond raced to find cash to pay its debts, tensions built over the amount information it was sharing with its banks and other creditors and how quickly it was relaying it to them, the people said.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe retailer’s lenders had dealt with a great deal of turbulence over the past few months. In early September, weeks after Bed Bath & Beyond secured rescue financing from JPMorgan and the investment firm Sixth Street, the company’s chief financial officer died in what was ruled a suicide. Industry executives have questioned whether the retailer had the right management in place to weather its challenges.\nOn Monday, Bed Bath & Beyond said Holly Etlin had been hired as the interim chief financial officer. Ms. Etlin has experience with restructurings and company turnarounds.\nRising interest rates have also made lenders warier of plowing more money into distressed companies like Bed Bath & Beyond. But equity may prove to be a new alternative.\nBed Bath & Beyond’s move echoes what appears to be a new playbook for distressed retailers. Another indebted company favored by meme traders, AMC Entertainment, sold investors preferred shares in August after common shareholders balked at its efforts to issue more stock, which dilutes the value of shares that are already held. Both sets of AMC shares have remained volatile. In 2020, Hertz tried to sell shares after filing for bankruptcy, but the Securities and Exchange Commission squashed those efforts.", "url": "https://www.nytimes.com/2023/02/07/business/bed-bath-beyond-hudson-bay.html"}