{"authors": ["Joshua Barone"], "date_download": "2023-03-28 16:55:24", "date_modify": "2023-03-28 16:55:24", "date_publish": "2023-02-23 19:54:10", "description": "François Girard’s staging, originally a co-production with the Bolshoi Theater, arrives a year after its Moscow premiere, which coincided with Russia’s invasion of Ukraine.", "filename": "2023_02_23_arts_music_lohengrin-met-opera-ukraine-russia_1680022524.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24Lohengrin-Preview-Cover-vwql/24Lohengrin-Preview-Cover-vwql-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_arts_music_lohengrin-met-opera-ukraine-russia_1680022524.html", "title": "A New ‘Lohengrin,’ Threatened by War in Ukraine, Comes to the Met", "title_page": "A New ‘Lohengrin,’ Threatened by War in Ukraine, Comes to the Met - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During Gelb’s tenure at the Met, which began in 2006, he has phased out nearly all of the older productions of Wagner’s 10 canonical operas, which had been staged with old-fashioned naturalism and grandeur by Otto Schenk. (Even the replacements are beginning to be replaced, with a “Tristan und Isolde” coming soon from Yuval Sharon, and a new “Ring” cycle beginning in 2027.) So far, Girard’s “Parsifal” has been the most successful among them.\nAnd this “Lohengrin” is being treated as a sequel. Girard said that he sees all of Wagner’s mature operas as “a grand fresco,” and these two are more related than any of the others. “Lohengrin” was written long before “Parsifal” but takes place long after; Lohengrin is Parsifal’s son.\nDuring the glassy, ethereal Prelude of “Lohengrin,” the moon is shown repeatedly rising, first slowly, then rapidly, indicating the passage of time. Although the scenic design — a little bit “Star Wars” and a little bit DeviantArt, by Tim Yip, the Academy Award-winning designer of “Crouching Tiger, Hidden Dragon” — bears little resemblance to the “Parsifal” set, Lohengrin enters wearing the same black trousers and white button-down shirt of the grail knights in that opera.\n“He comes from the other production,” Girard said. “It’s almost like we went down a hill, but we’re still looking at the same sky.”\nLohengrin comes, as well, from a more divine realm to save Elsa from persecution amid conflict and mercurial alliances — between paganism and monotheism, between the Holy Roman Empire and opposing forces. To reflect the shifting allegiance of the masses, Yip has created hooded robes that, through precise choreography and with the help of magnets, can be configured to reveal an inner layer of red, green or white, colors matched to specific leaders.", "url": "https://www.nytimes.com/2023/02/23/arts/music/lohengrin-met-opera-ukraine-russia.html"}