{"authors": ["Mike Ives"], "date_download": "2023-03-28 16:45:13", "date_modify": "2023-03-28 16:45:13", "date_publish": "2023-02-07 06:50:05", "description": "The two units, based in Virginia and California, are the only such teams in the United States that work internationally. They join the thousands of rescuers from Syria and Turkey already there.", "filename": "2023_02_07_world_europe_fairfax-los-angeles-turkey-syria-earthquake_1680021913.html", "image_url": "https://static01.nyt.com/images/2023/02/06/multimedia/06turkey-quake-rescue-teams-flhq/06turkey-quake-rescue-teams-flhq-facebookJumbo-v3.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_world_europe_fairfax-los-angeles-turkey-syria-earthquake_1680021913.html", "title": "The U.S. aid agency deploys two search and rescue teams to Turkey.", "title_page": "The U.S. aid agency deploys two search and rescue teams to Turkey. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United States Agency for International Development said on Monday evening that it was deploying two specialized search and rescue teams as part of the official American response to the deadly earthquake in Turkey and Syria, adding to the thousands of rescue workers trying to reach the devastated region.\nThe two county-level urban search and rescue units, based in Virginia and California, are the only such teams in the United States that work internationally, Anthony Marrone, the interim chief of the Los Angeles County Fire Department, said at a news conference on Monday evening.\nBoth have experience responding to earthquakes around the world, including in Japan, Mexico and Nepal.\nThe United States is one of several countries that said it would dispatch rescue teams to the earthquake zone, including Britain, India, Israel and several nations from the European Union.", "url": "https://www.nytimes.com/2023/02/07/world/europe/fairfax-los-angeles-turkey-syria-earthquake.html"}