{"authors": ["Keith Bradsher"], "date_download": "2023-03-28 16:44:30", "date_modify": "2023-03-28 16:44:30", "date_publish": "2023-03-07 06:36:59", "description": "Xi Jinping criticized what he called a U.S.-led campaign of “encirclement and suppression.” His new foreign minister said it was impossible for China not to fight back.", "filename": "2023_03_07_world_asia_china-us-xi-jinping_1680021870.html", "image_url": "https://static01.nyt.com/images/2023/03/07/multimedia/07China-Xi-lwpf/07China-Xi-lwpf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_world_asia_china-us-xi-jinping_1680021870.html", "title": "Why Xi Jinping Blames U.S. Containment for China’s Troubles", "title_page": "Why Xi Jinping Blames U.S. Containment for China’s Troubles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As he heads into an expected third term as president, China’s top leader, Xi Jinping, is signaling that he will take a harder stance against what he perceives as an effort by the United States to block China’s rise. And he’s doing so in uncommonly blunt terms.\nMr. Xi has hailed China’s success as proof that modernization does not equal Westernization. He has urged China to strive to develop advanced technologies to reduce its reliance on Western know-how. Then on Monday, he made clear what he regarded as an important threat to China’s growth: the United States.\n“Western countries led by the United States have implemented all-around containment, encirclement and suppression of China, which has brought unprecedented severe challenges to our country’s development,” Mr. Xi said in a speech, according to China’s official news agency.\nIn an indication that Mr. Xi’s forthright approach signaled a broader shift in Beijing’s rhetoric, China’s new foreign minister on Tuesday reinforced Mr. Xi’s message about containment.", "url": "https://www.nytimes.com/2023/03/07/world/asia/china-us-xi-jinping.html"}