{"authors": ["Jonathan Weisman"], "date_download": "2023-03-28 16:47:16", "date_modify": "2023-03-28 16:47:16", "date_publish": "2023-02-23 22:55:34", "description": "The train derailment in Eastern Ohio has spawned conspiracy theories and contradictory narratives, with politicians from both parties parading through town to further their agendas.", "filename": "2023_02_23_us_politics_east-palestine-politics_1680022036.html", "image_url": "https://static01.nyt.com/images/2023/02/23/multimedia/23pol-ohio-memo-vptj/23pol-ohio-memo-vptj-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_us_politics_east-palestine-politics_1680022036.html", "title": "Politics Invade the East Palestine, Ohio, Train Crisis", "title_page": "Politics Invade the East Palestine, Ohio, Train Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To Democrats, the train derailment and chemical leak in the hamlet of East Palestine, Ohio, is a story of logic, action and consequences: Rail safety regulations put in place by the Obama administration were intended to prevent just such accidents. The Trump administration gutted them.\nTo Republicans, East Palestine is a symbol of something far larger and more emotional: a forgotten town in a conservative state, like so many others in Middle America, struggling for survival against an uncaring mega-corporation and an unseeing government whose concerns have never included the likes of a town of 4,718 souls.\nCarrying those irreconcilable narratives, politicians have begun parading through East Palestine with their own agendas to pursue. On Wednesday, it was the former president and current presidential candidate, Donald J. Trump, handing out branded water and campaign hats, while assuring the supportive crowd, “You are not forgotten.”\nOn Thursday, three weeks after 38 Norfolk Southern rail cars carrying toxic chemicals skipped the tracks in East Palestine and, days later, a plume of vinyl chloride was intentionally released over the town, Transportation Secretary Pete Buttigieg arrived, having spent days jousting with Republicans over safety regulations.", "url": "https://www.nytimes.com/2023/02/23/us/politics/east-palestine-politics.html"}