{"authors": ["Mark Landler"], "date_download": "2023-03-28 18:51:02", "date_modify": "2023-03-28 18:51:02", "date_publish": "2023-03-07 13:52:51", "description": "A trove of more than 100,000 WhatsApp messages exchanged between Matt Hancock, then the British health secretary, and other government figures revealed the scramble to coordinate the virus response.", "filename": "2023_03_07_world_europe_matt-hancock-whatsapp-uk-covid-lockdowns_1680029462.html", "image_url": "https://static01.nyt.com/images/2023/03/07/multimedia/07uk-lockdown-01-bkfz/07uk-lockdown-01-bkfz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_world_europe_matt-hancock-whatsapp-uk-covid-lockdowns_1680029462.html", "title": "Ex-Minister’s Texts Lift the Veil on U.K. Covid Policy. It Isn’t Pretty.", "title_page": "Ex-Minister Matt Hancock’s Leaked Texts Lift the Veil on U.K. Covid Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain’s top civil servant warned in October 2020 that Prime Minister Boris Johnson was a “nationally distrusted” figure who should not announce new social-distancing rules in the depths of the coronavirus pandemic.\nThe health secretary at the time, Matt Hancock, disparaged an eminent medical researcher who had publicly criticized Britain’s handling of Covid as a “complete loudmouth.” Mr. Hancock also mocked “Eat Out to Help Out,” a program to lure people back to restaurants sponsored by Rishi Sunak, referring to it as “eat out to help the virus get about.”\nThose and many other unfiltered remarks are in more than 100,000 WhatsApp messages exchanged among Mr. Hancock, other ministers and aides as they tried to control the coronavirus outbreak in 2020 and 2021. They were handed to The Daily Telegraph, a British newspaper, by Isabel Oakeshott, a journalist who obtained them while helping Mr. Hancock write a book, “Pandemic Diaries,” about those desperate days.\nThe Telegraph’s daily drip of disclosures in recent days has riveted Britain’s political classes, set off a nasty public row between Mr. Hancock and Ms. Oakeshott, and provided another telling reminder of how politicians can be tripped up by text messages that seem ephemeral in the moment but are forever preserved in cyberspace.", "url": "https://www.nytimes.com/2023/03/07/world/europe/matt-hancock-whatsapp-uk-covid-lockdowns.html"}