{"authors": ["Kalia Richardson"], "date_download": "2023-03-28 18:56:22", "date_modify": "2023-03-28 18:56:22", "date_publish": "2023-02-04 17:00:07", "description": "A guide to everything you need to know for the 65th annual awards on Sunday night.", "filename": "2023_02_04_arts_music_grammys-how-to-watch-live_1680029782.html", "image_url": "https://static01.nyt.com/images/2023/02/03/multimedia/03Grammys-Howtowatch-wzfg/03Grammys-Howtowatch-wzfg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_04_arts_music_grammys-how-to-watch-live_1680029782.html", "title": "How to Watch the 2023 Grammys", "title_page": "Grammys 2023: How to Watch, Time and Streaming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Follow our live coverage of the 2023 Grammy Awards.\nAfter two years of pandemic-related disruptions, the 65th annual Grammy Awards are returning on Sunday to their longtime home at the Crypto.com Arena (formerly the Staples Center) in Los Angeles.\nThe night’s big story is Beyoncé. With 28 Grammy wins to her name, the star could become the most decorated Grammy artist ever. She needs three wins to tie, and four to beat the conductor Georg Solti, who holds the record for most overall wins.\nHer field-leading nine nominations this year include the three top categories — album, song and record of the year — where she has previously struggled to win. The Recording Academy, the institution behind the awards, has faced longstanding criticism that the show often fails to recognize Black talent with its biggest awards. Over the past few years, it has been trying to address that by eliminating nearly all of the nominating committees that determined the ballot and pushing to attract a younger and more diverse pool of voters.\nA bad night for Beyoncé, who enters the ceremony with an adored album in “Renaissance,” a famously vocal fan base known as the BeyHive and only one career win in an all-genre category, could mean more hard conversations for the Grammys.", "url": "https://www.nytimes.com/2023/02/04/arts/music/grammys-how-to-watch-live.html"}