{"authors": ["Adam Zagoria"], "date_download": "2023-03-28 17:11:27", "date_modify": "2023-03-28 17:11:27", "date_publish": "2023-02-13 19:40:56", "description": "The undefeated teams played on Super Bowl Sunday, giving women’s college basketball its latest showcase game.", "filename": "2023_02_13_sports_ncaabasketball_south-carolina-lsu_1680023487.html", "image_url": "https://static01.nyt.com/images/2023/02/13/multimedia/13wcbb-lsu-uscALT2-01-lgtc/13wcbb-lsu-uscALT2-01-lgtc-facebookJumbo-v3.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_13_sports_ncaabasketball_south-carolina-lsu_1680023487.html", "title": "South Carolina Reasserts Itself Atop Women’s Hoops With L.S.U. Win", "title_page": "South Carolina Reasserts Itself Atop Women’s Hoops With L.S.U. Win - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "South Carolina Coach Dawn Staley was certainly dressed for a big game on Sunday.\nStaley, who is from North Philadelphia and is trying to lead South Carolina to a second straight women’s basketball championship this season, dipped into her collection of Eagles gear and wore a throwback white-and-green Randall Cunningham No. 12 jersey as she paced the sideline during her team’s big showdown against Louisiana State.\nThe matchup, between the last two unbeaten teams in women’s college hoops, played out in the hours before the Super Bowl, giving the sport its latest marquee moment for a season in which several contenders are hoping to topple Staley’s juggernaut program.\nTop-ranked South Carolina is seeking to pile up wins (and titles). Louisiana State is looking to join the upper echelon of the sport. The Tigers, ranked No. 3 entering the game, have been surpassing expectations behind their coach, Kim Mulkey, who joined the program in 2021 after leading Baylor to three national championships.\nOn Sunday, it was South Carolina that passed the test with an 88-64 victory in Columbia, S.C., running away from L.S.U. in the second half and, perhaps, asserting a tiny bit more separation between itself and the rest of the sport.", "url": "https://www.nytimes.com/2023/02/13/sports/ncaabasketball/south-carolina-lsu.html"}