{"authors": ["Campbell Robertson", "Emily Cochrane"], "date_download": "2023-03-28 16:47:11", "date_modify": "2023-03-28 16:47:11", "date_publish": "2023-02-16 02:51:49", "description": "Officials for the railroad company pulled out hours earlier, infuriating some residents who said they wanted answers from the company.", "filename": "2023_02_15_us_ohio-train-derailment-town-hall_1680022031.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15NAT-OHIO-TOWNHALL-1-02-pqbg/15NAT-OHIO-TOWNHALL-1-02-pqbg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_us_ohio-train-derailment-town-hall_1680022031.html", "title": "Ohio Residents Press for Answers on Train Derailment at Town Hall Meeting", "title_page": "Ohio Residents Press for Answers on Train Derailment at Town Hall Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EAST PALESTINE, Ohio — Hundreds of Ohio residents gathered in a school gym on Wednesday night to demand answers about the ongoing fallout from a derailed train carrying hazardous chemicals, transforming what had been billed as an informational meeting into a heated town hall where officials with the railroad company didn’t even show up.\nThe mayor pleaded with the crowd at East Palestine High School to remain civil as they called out questions and occasionally booed after answers. The meeting was the latest effort to quell concerns and ballooning distrust, nearly two weeks after a Norfolk Southern freight train derailed and a controlled burn of chemicals onboard forced residents to evacuate temporarily.\nLinda Murphy, 49, who attended the meeting with her husband, Russell, pressed officials about the difficulty of getting her water tested. Dead fish were turning up in a creek near her house, Ms. Murphy said, and the smell of chemicals hung in the air. “I don’t understand how we can have this issue and everything is O.K.”\nState officials have continued to recommend that some residents drink bottled water as testing continues in private wells, municipal water and streams, and fears have percolated over the possible dangers of long-term exposure to the chemicals.", "url": "https://www.nytimes.com/2023/02/15/us/ohio-train-derailment-town-hall.html"}