{"authors": ["Mark Walker", "Peter Eavis"], "date_download": "2023-03-28 16:47:16", "date_modify": "2023-03-28 16:47:16", "date_publish": "2023-03-07 21:53:58", "description": "The agency said it was opening a special investigation because the railway has had several significant accidents since late 2021.", "filename": "2023_03_07_business_ntsb-norfolk-southern-safety-investigation_1680022036.html", "image_url": "https://static01.nyt.com/images/2023/03/07/multimedia/07NTSB-NORFOLK-cwlh/07NTSB-NORFOLK-cwlh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_07_business_ntsb-norfolk-southern-safety-investigation_1680022036.html", "title": "N.T.S.B. Will Investigate Norfolk Southern’s Safety Practices", "title_page": "N.T.S.B. Will Investigate Norfolk Southern’s Safety Practices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The National Transportation Safety Board said on Tuesday that it had opened a special investigation into safety practices at Norfolk Southern because the company had suffered five significant accidents since December 2021, including a major derailment in East Palestine, Ohio, last month.\nNorfolk Southern has been under scrutiny since that derailment of a train carrying hazardous materials on Feb. 3. Another of its freight trains derailed on Saturday near Springfield, Ohio. And hours before the board’s announcement, a Norfolk Southern employee was killed in an accident at a steel plant in Cleveland.\nThree of the five accidents that the N.T.S.B. listed resulted in the deaths of Norfolk Southern employees. On Dec. 8, 2021, in Reed, Pa., a worker was killed after being struck by a spike machine that was reversing direction. A year later, a trainee conductor was killed and another conductor was injured when “the lead locomotive of a Norfolk Southern freight train struck a steel angle iron protruding from a gondola car on another Norfolk Southern freight train” in Bessemer, Ala., the safety board said. The third fatal accident was in Cleveland on Tuesday.\nThe investigation will focus on Norfolk Southern and its “safety culture,” the safety board said. The last time it opened a special investigation of a railroad’s safety practices was nearly a decade ago when it looked into Metro-North Railroad, a commuter rail system that links New York City with its northern suburbs.", "url": "https://www.nytimes.com/2023/03/07/business/ntsb-norfolk-southern-safety-investigation.html"}