{"authors": ["Robert Ito"], "date_download": "2023-03-28 18:27:40", "date_modify": "2023-03-28 18:27:40", "date_publish": "2023-03-22 12:00:09", "description": "How does a taciturn solo killer have so many pals? The films’ creators can’t really explain, but each character has a raison d’être in this world.", "filename": "2023_03_22_movies_john-wick-friends.html_action=click&pgtype=Article&state=default&module=styln-john-wick&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680028060.html", "image_url": "https://static01.nyt.com/images/2023/03/26/multimedia/26johnwick-friends-01-htmq/26johnwick-friends-01-htmq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_22_movies_john-wick-friends.html_action=click&pgtype=Article&state=default&module=styln-john-wick&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680028060.html", "title": "John Wick Sure Has a Lot of Friends for a Lone Assassin", "title_page": "John Wick Sure Has a Lot of Friends for a Lone Assassin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over a run of three stunt-laden films, John Wick has dispatched his enemies with rifles, pistols, swords and knives, as well as an assortment of things that just happen to be nearby. On one occasion, he took out several foes by slamming into them with his ’69 Ford Mustang; on another, he beat a man to death with a library book. And then there was that time Wick slaughtered three men in a bar with a pencil, a feat that his fellow killers can’t seem to stop talking about. Wherever Wick goes, folks die.\nSo why does John Wick, that most lethal of assassins, have so many friends?\nIn a clear break from the tradition of cinematic lone-wolf assassins with few if any pals — Clint Eastwood as the Man With No Name; Chow Yun-fat in a series of John Woo films — Wick seems to have dozens. Everybody knows him, from beat cops and mechanics to club bouncers and hotel concierges.\n“Wick has so many friends in this world because, at the end of the day, he’s inherently a good man,” the screenwriter Michael Finch explained. “And he’s Keanu, so it’s very hard to dislike him.”\nThat would be Keanu Reeves, who has played the franchise’s titular hero since the first Wick film in 2014. Now considered one of the greatest action films ever made, “John Wick” started a nearly $600 million franchise that has been praised for its imaginatively over-the-top action sequences. And over the years, Wick’s friend circle has only grown.", "url": "https://www.nytimes.com/2023/03/22/movies/john-wick-friends.html?action=click&pgtype=Article&state=default&module=styln-john-wick&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}