{"authors": ["Alison Cohen", "Rehema Kutua"], "date_download": "2023-03-28 17:30:08", "date_modify": "2023-03-28 17:30:08", "date_publish": "2023-02-13 19:42:41", "description": "These practical strategies help educators reflect on their own social ties and support their students in building strong, healthy relationships.", "filename": "2023_02_13_learning_lesson-plans_how-students-can-cultivate-meaningful-friendships-using-the-new-york-times_1680024608.html", "image_url": "https://static01.nyt.com/images/2023/01/10/well/08Well-Challenge-WrapUp-LN/08Well-Challenge-WrapUp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_13_learning_lesson-plans_how-students-can-cultivate-meaningful-friendships-using-the-new-york-times_1680024608.html", "title": "How Students Can Cultivate Meaningful Friendships Using The New York Times", "title_page": "How Students Can Cultivate Meaningful Friendships Using The New York Times - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shasta Nelson, the author of “Frientimacy: How to Deepen Friendships for Lifelong Health and Happiness,” defines friendship as “any relationship where two people both feel seen in a safe and satisfying way.” In the Smarter Living article “How to Maintain Friendships,” Ms. Nelson shares that a healthy friendship includes three interrelated areas:\nThe first area is positivity: laughter, affirmation, gratitude and any acts of service. The second is consistency, or having interactions on a continual basis, which makes people feel safe and close to each other. The third is vulnerability, which is the revealing and the sharing of our lives.\n(An important note about “vulnerability”: While this word may have a negative connotation to some people, research shows that it is really about taking courageous risks and leaning into uncertainty. In the context of friendship, vulnerability supports meaningful connection. It can include inviting an acquaintance to get together despite not knowing how they will respond, and the potentially difficult task of asking a friend for much-needed help.)\nBecause of your unique set of personality traits, friendship experiences and the societal messaging you’ve received, you are likely to have developed your own views on friendship. These views may or may not align with what research says about friendship.\nAs a result, your students will benefit from your reflecting on your own social circumstances, educating yourself on the most recent research and exploring friendship-strengthening strategies. Here are some quick, engaging ways to do that:\nAssess your relationships with a quiz.\nThe first task of Well’s 7-Day Happiness Challenge invites you to find out how strong your relationships are. Answer these 13 questions and then get research-backed tips to help you strengthen your social ties.\nIf you notice self-judgment arise while completing the quiz (a common experience), keep in mind this compassionate advice from Marisa Franco, a friendship expert:\nI want people to understand that they are much more typical if they don’t have friendship all figured out. The data shows that so many people are lacking for community, and that is nothing to be ashamed about. I am trying to teach people how to swim upstream against a current that is pulling us all in the opposite direction — because loneliness is a societal issue that affects most of us. Our communities used to be built-in, not sought after.\nBringing in this perspective will be helpful when working with your students, too.\nReflect on these critical nuggets of friendship research.\nIn the Well piece “Text Your Friends. It Matters More Than You Think,” Catherine Pearson shares several important insights from the world of friendship research, including:\nThe “liking gap”: In general, we tend to think people like us less than they actually do.\nThe “beautiful mess effect”: When we reveal an aspect of our vulnerability to others, it’s common to become concerned that they will see us as a “mess” and that their response will be one of judgment. A set of studies reveals that in fact it tends to be the opposite: Other people appreciate the courage it requires to share the truths of our lives — a “beautiful mess” they can relate to or empathize with.\nWe tend to underestimate the positive power of small-scale check-ins, such as texting a friend to ask how they’re doing. In the context of friendship, a little can go a long way.\nHow might these ideas affect how you interact with others?\nYou might also be interested in the research on teacher friendships. If so, KQED’s “What Difference Can Teacher Friendships Make at School?” makes some thought-provoking points.", "url": "https://www.nytimes.com/2023/02/13/learning/lesson-plans/how-students-can-cultivate-meaningful-friendships-using-the-new-york-times.html"}