{"authors": ["Marisa Meltzer"], "date_download": "2023-03-28 19:29:19", "date_modify": "2023-03-28 19:29:19", "date_publish": "2023-01-26 08:00:12", "description": "Either way, you can’t escape them.", "filename": "2023_01_26_style_heart-accessories_1680031759.html", "image_url": "https://static01.nyt.com/images/2023/01/25/multimedia/25MONSTER-HEARTS-01-vhtb/25MONSTER-HEARTS-01-vhtb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_26_style_heart-accessories_1680031759.html", "title": "Heart Accessories, Love Them or Hate Them", "title_page": "Heart Accessories, Love Them or Hate Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Don’t search for heart-shaped rings on the internet. It leads you to a series of failed celebrity romances and presumably to a trail of tears: Lady Gaga and Taylor Kinney, Gwen Stefani and Gavin Rossdale, Nicki Minaj and Meek Mill.\nAs a design element, the heart is more like dots or stripes than it is a visual shorthand for romantic love. If you want romance, try lace or oysters or dead-stock midcentury Valentine’s Day cards or inside jokes engraved on the back of a Swiss-made watch.\nHearts can feel bold and fresh: Think the boxy black Supreme shirt with red heart prints that Timothée Chalamet wore on a late-night talk show several years ago. (If that fact excites you, follow @readytimmywear on Instagram.) Another way to wear your heart on your sleeve would be a Nirvana “Heart-Shaped Box” allover print tee, recently going for four digits on Etsy.\nTo add just a little heart to your life, try a Deborah Pagani heart-shaped hair pin for Gucci Westman or a Blumarine belt with a heart-shaped buckle. Loewe has sunglasses with heart-shaped lenses, and like everything Jonathan Anderson designs, they’re surreal enough that you can feel safe that no one will mistake you for paying homage to Kubrick’s “Lolita.” You might try to track down some of Chanel’s chunkier costume jewelry with hearts. On the RealReal, you can find things like a red Chanel blouse with a black bow and a quilted heart from the Karl Lagerfeld years.", "url": "https://www.nytimes.com/2023/01/26/style/heart-accessories.html"}