{"authors": ["Jin Yu Young"], "date_download": "2023-03-28 16:45:09", "date_modify": "2023-03-28 16:45:09", "date_publish": "2023-02-09 07:40:09", "description": "While intact buildings might look fine, their structural integrity might have been damaged. Some of these buildings will have to be torn down. This process alone could take years.", "filename": "2023_02_09_world_europe_turkey-syria-rebuilding_1680021909.html", "image_url": "https://static01.nyt.com/images/2023/02/09/multimedia/09turkey-quake-rebuilding-zjkb/09turkey-quake-rebuilding-zjkb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_world_europe_turkey-syria-rebuilding_1680021909.html", "title": "Rebuilding Quake-Stricken Cities in Turkey and Syria May Take Decade", "title_page": "Rebuilding Quake-Stricken Cities in Turkey and Syria May Take Decade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With thousands of buildings having been turned to rubble or half-structures across dozens of cities in Turkey and Syria by Monday’s earthquake, officials say it will be years before the streetscapes in these stricken areas bear any resemblance to their old selves.\nRebuilding is going to take a long time, maybe at least a decade, Kevin McCue, a member of the Australian Earthquake Engineering Society, said Thursday.\n“Turkey has a good hazard map and building codes but hasn’t followed them,” Mr. McCue said, adding that the way many buildings collapsed on Monday revealed the poor adhesion of building materials and unsafe structural components.\nAfter clearing the wreckage in stricken areas, officials must carry out inspections of the buildings still left standing. As of Thursday, rescue efforts were still ongoing in northwestern Syria and 10 provinces in Turkey, signaling that it may still be days or weeks before clearing and rebuilding start.", "url": "https://www.nytimes.com/2023/02/09/world/europe/turkey-syria-rebuilding.html"}