{"authors": ["Campbell Robertson", "Emily Cochrane"], "date_download": "2023-03-28 16:47:08", "date_modify": "2023-03-28 16:47:08", "date_publish": "2023-02-15 21:05:29", "description": "Nearly two weeks after a train carrying toxic chemicals derailed in East Palestine, Ohio, confusing messages from government officials have frayed locals’ trust.", "filename": "2023_02_15_us_ohio-train-derailment-anxiety_1680022028.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15nat-east-palestine-01-cmbf/15nat-east-palestine-01-cmbf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_us_ohio-train-derailment-anxiety_1680022028.html", "title": "Ohio Train Derailment", "title_page": "Ohio Train Derailment: In East Palestine, Anxiety and Distrust Run Deep - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nEAST PALESTINE, Ohio — All around the once-thriving industrial town in the quiet hills of eastern Ohio, there were signs this week of business as usual. Schools were in session, restaurants were serving lunch and trains were again barreling along the tracks that cross Market Street.\nBut all around, too, were signs that nothing was normal at all. People sniffed the water coming out of their taps, checked rashes in the mirror and gazed down into creeks at the green-white shoals of fish and frogs floating belly up. The smell lingered, reminding some of a tire fire, others of burning plastic, mixed with model airplane glue or nail polish remover.\nNearly two weeks after a Norfolk Southern freight train derailed in East Palestine, and a controlled burn of toxic chemicals it was carrying forced hundreds of residents to evacuate the area for days, the normal for many here was dread.", "url": "https://www.nytimes.com/2023/02/15/us/ohio-train-derailment-anxiety.html"}