{"authors": ["Alan Blinder"], "date_download": "2023-03-28 17:05:15", "date_modify": "2023-03-28 17:05:15", "date_publish": "2023-02-09 21:13:40", "description": "A $20 million purse is on the line in Arizona this week — matching, for about a month, a PGA Tour regular-season record.", "filename": "2023_02_09_sports_golf_pga-phoenix-open-liv_1680023115.html", "image_url": "https://static01.nyt.com/images/2023/02/09/multimedia/09golf-pga-money1-phmf/09golf-pga-money1-phmf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_sports_golf_pga-phoenix-open-liv_1680023115.html", "title": "PGA Tour Payouts Soar as Saudi-Backed LIV Golf Rains Down Riches", "title_page": "PGA Tour Payouts Soar as Saudi-Backed LIV Golf Rains Down Riches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SCOTTSDALE, Ariz. — After all these years — and given the ritualized rowdiness, it is impossible to say for certain — the money at the Phoenix Open might be flowing as freely as the drinks and the jeers around the 16th hole.\nA decade ago, PGA Tour players came to the desert to jockey for a share of $6.2 million in prize money. Last year, they competed for a cut of $8.2 million. This time around? The pool is $20 million.\nIn a decidedly turbulent era of men’s golf, even the tournament that calls itself the People’s Open is a front in the sport’s transcontinental, multibillion-dollar arms race. Classified by the PGA Tour as a “designated event” for this year, the Phoenix Open is one of 10 tournaments on the circuit’s regular-season calendar that have promised purses of at least $15 million; all but one have offered $20 million or more.\nA central question for the PGA Tour is whether those payouts, and promises of more like them, will help create enough of a counterweight to the riches of LIV Golf, the circuit that has the financial backing of Saudi Arabia’s sovereign wealth fund and, after only a season of play, a track record of eye-popping contracts and guaranteed prize money.", "url": "https://www.nytimes.com/2023/02/09/sports/golf/pga-phoenix-open-liv.html"}