{"authors": ["Mckenna Oxenden"], "date_download": "2023-03-28 18:37:13", "date_modify": "2023-03-28 18:37:13", "date_publish": "2023-03-10 14:10:22", "description": "In dismissing a harassment case, the judge wrote that the right to make the obscene gesture is one “that belongs to every red-blooded Canadian.”", "filename": "2023_03_10_world_canada_middle-finger-god-given-right-canada_1680028633.html", "image_url": "https://static01.nyt.com/images/2023/03/09/multimedia/09xp-middlefinger/09xp-middlefinger-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_10_world_canada_middle-finger-god-given-right-canada_1680028633.html", "title": "Giving the Middle Finger Is a ‘God-Given’ Right, a Quebec Judge Says", "title_page": "Giving the Middle Finger Is a ‘God-Given’ Right, a Quebec Judge Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“To be abundantly clear,” he wrote, “it is not a crime to give someone the finger.”\nJudge Galiatsatos added, in an apparent reference to the Canadian Charter of Rights and Freedoms: “Flipping the proverbial bird is a God-given, Charter-enshrined right that belongs to every red-blooded Canadian. It may not be civil, it may not be polite, it may not be gentlemanly. Nevertheless, it does not trigger criminal liability.”\nDetails of the case, and its outcome, were reported this week by The Canadian Press.\nMr. Epstein, a schoolteacher with two young daughters, was arrested on May 18, 2021, after returning home from a long walk. Earlier that day, he and Mr. Naccache had a confrontation outside Mr. Naccache’s home.\nMr. Naccache testified that he had been doing renovation work on his front staircase when Mr. Epstein walked by his house, said something and gave him the finger with both hands. Mr. Naccache, who said he had been wearing earplugs at the time, claimed that Mr. Epstein had then made a “throat-slashing gesture” and a “punching motion with his hand,” as if he were challenging him to a fight.\nMr. Naccache called the police and said he feared that Mr. Epstein was going to try to kill him.\nMr. Epstein recalled the interaction differently. He testified that Mr. Naccache had been holding a power drill in a menacing way and yelling threats at him. Mr. Epstein denied making a throat-slitting gesture but said he had yelled an expletive and acknowledged having given his neighbor the finger as he walked away.\nThe judge rejected Mr. Naccache’s allegations.\n“On what basis did he fear that Mr. Epstein was a potential murderer?” he wrote. “The fact that he went for quiet walks with his kids? The fact that he socialized with the other young parents on the street? If that is the standard, we should all fear that our neighbors are killers in waiting.”", "url": "https://www.nytimes.com/2023/03/10/world/canada/middle-finger-god-given-right-canada.html"}