{"authors": ["Charles Homans"], "date_download": "2023-03-28 18:36:59", "date_modify": "2023-03-28 18:36:59", "date_publish": "2023-03-24 09:00:33", "description": "Thirty years ago, a fiery federal raid on a doomsday sect turned the city into a symbol of government overreach. Donald Trump will speak there on Saturday, and some supporters — and critics — say it’s no accident.", "filename": "2023_03_24_us_politics_donald-trump-waco-branch-davidians_1680028619.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24pol-waco-ctjl/24pol-waco-ctjl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_us_politics_donald-trump-waco-branch-davidians_1680028619.html", "title": "A Trump Rally, a Right-Wing Cause and the Enduring Legacy of Waco", "title_page": "Trump Plans Rally in Waco During Anniversary of Branch Davidian Standoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He said Mr. Trump’s decision to begin his campaign there, if intentional in its nod to the siege, would echo Ronald Reagan’s August 1980 speech affirming his support of “states’ rights” at a county fair near Philadelphia, Miss., a town known for the murder of three civil rights activists 16 years earlier.\n“There’s some deep symbolism,” Mr. Wright said.\nMr. Trump has a long history of statements that feed the far right, even as he claims that was not his intent. That list includes his equivocating response to the 2017 white supremacist rally in Charlottesville, Va., that left one woman dead; his message to the Proud Boys to “stand back and stand by” in a presidential debate; and his exhortations to supporters in Washington just before many stormed the Capitol on Jan. 6, 2021, in an attempt to overturn his defeat.\nAs state and federal investigations have drawn closer to him in recent months, he has often portrayed himself in embattled or even apocalyptic terms. When F.B.I. agents searched his Mar-a-Lago resort in August looking for classified documents, he issued a statement declaring himself “currently under siege.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIn a speech at the Conservative Political Action Coalition conference this month, he described the 2024 presidential election as “the final battle” and vowed “retribution.” As word circulated this month of a possible indictment from a New York grand jury investigating Mr. Trump’s role in payments made to a porn star during the 2016 presidential campaign, he posted a message to supporters in all-caps to “PROTEST, TAKE OUR NATION BACK!”\nEarly Friday, still awaiting the grand jury’s action, Mr. Trump posted that the “potential death & destruction in such a false charge could be catastrophic for our Country.”", "url": "https://www.nytimes.com/2023/03/24/us/politics/donald-trump-waco-branch-davidians.html"}