{"authors": ["Raymond Zhong", "Catrin Einhorn"], "date_download": "2023-03-28 19:09:38", "date_modify": "2023-03-28 19:09:38", "date_publish": "2023-02-14 22:32:53", "description": "Experts say more work could be needed to determine the consequences after a release of toxic chemicals from a Feb. 3 train crash.", "filename": "2023_02_14_climate_ohio-train-derailment-chemical-spill-health.html_action=click&module=RelatedLinks&pgtype=Article_1680030578.html", "image_url": "https://static01.nyt.com/images/2023/02/14/multimedia/14cli-ohiospill-01-jglp/14cli-ohiospill-01-jglp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_14_climate_ohio-train-derailment-chemical-spill-health.html_action=click&module=RelatedLinks&pgtype=Article_1680030578.html", "title": "Health and Environmental Fears Remain After Ohio Derailment and Inferno", "title_page": "After Ohio Derailment and Chemical Spill, Health and Environmental Fears Grow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As officials investigate the recent derailment of a train carrying toxic chemicals in eastern Ohio, concerns about the disaster’s effects on human health and the environment are growing, and experts warned that understanding the causes and consequences could require a more comprehensive investigation than what they have seen so far.\n“There’s just a lot of unknowns,” said Donald S. Holmstrom, a former director of the Western Regional Office of the United States Chemical Safety and Hazard Investigation Board, the federal agency that investigates industrial chemical accidents.\nThe derailment and chemical spill in the town of East Palestine, Ohio, had all the appearances of a nightmare. After the train ran off the tracks on Feb. 3, starting a huge fire, the authorities decided to intentionally burn the chemical cargo in some of the cars rather than risk an explosion or other uncontrolled disaster.", "url": "https://www.nytimes.com/2023/02/14/climate/ohio-train-derailment-chemical-spill-health.html?action=click&module=RelatedLinks&pgtype=Article"}