{"authors": ["Nicholas Fandos"], "date_download": "2023-03-28 18:25:52", "date_modify": "2023-03-28 18:25:52", "date_publish": "2023-03-25 16:52:01", "description": "She joined left-leaning colleagues to oppose a ban on the Chinese-owned app, which critics in both parties have said threatens national security.", "filename": "2023_03_25_nyregion_aoc-tiktok-ban-video_1680027952.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/OC-TIKTOK-01/23TIKTOK-WASHINGTON-09-fkgm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_25_nyregion_aoc-tiktok-ban-video_1680027952.html", "title": "Ocasio-Cortez Goes on TikTok to Argue Against Banning TikTok", "title_page": "Alexandria Ocasio-Cortez Goes on TikTok to Argue Against a Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was a bruising week for TikTok on Capitol Hill, but as momentum grew among Democrats and Republicans to ban the Chinese-owned video app over national security concerns, it gained an influential ally: Representative Alexandria Ocasio-Cortez.\nMs. Ocasio-Cortez, a Democrat of New York who is known for her own large social media following, waded into the debate just before midnight on Friday by posting a video on — what else? — TikTok. The video, her first on the platform, had garnered 1.5 million views by early Saturday morning.\nIn it, Ms. Ocasio-Cortez argues that President Biden and colleagues in both parties were “putting the cart before the horse” and rushing prematurely to cut off more than 150 million American users from the popular platform. She does not directly address their concerns that the Chinese authorities could exploit the app to monitor Americans or spread misinformation.\n“If we want to make a decision as significant as banning TikTok, and we believe — or someone believes — that there is really important information that the public deserves to know about why such a decision would be justified, that information should be shared,” she says in the video.", "url": "https://www.nytimes.com/2023/03/25/nyregion/aoc-tiktok-ban-video.html"}