{"authors": ["Glenn Thrush"], "date_download": "2023-03-28 16:51:49", "date_modify": "2023-03-28 16:51:49", "date_publish": "2023-03-13 23:23:38", "description": "The data, culled from a new national tracking system and reports from cities, almost certainly undercounted attacks, experts said.", "filename": "2023_03_13_us_politics_hate-crimes-increase-2021_1680022309.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13dc-hatecrimes-zgmc/13dc-hatecrimes-zgmc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_us_politics_hate-crimes-increase-2021_1680022309.html", "title": "Hate Crimes Rose 12 Percent in 2021, F.B.I. Finds", "title_page": "Hate Crimes Rose 12 Percent in 2021, F.B.I. Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Hate crimes surged nearly 12 percent between 2020 and 2021, according to updated statistics released by the F.B.I. on Monday, but the data is far from complete and the actual numbers are likely to be higher, experts tracking the rise in bias-fueled violence said.\nThe new numbers painted a picture of a nation both confronting an alarming yearslong rise in crimes based on race, ethnicity, religion, gender, disability and sexual orientation, and struggling to assess the full toll.\nThe bureau had released hate crime statistics in December, but had announced it could not compile accurate data because scores of police departments across the country, including in New York City and most cities in California, had not submitted information to a new, enhanced national reporting system.\nThe new numbers, supplemented by reporting from state and local data, showed a rise in hate crimes to 9,065 in 2021 from 8,120 in 2020. The data is a much more accurate representation of overall trends than the numbers in the December report, senior Justice Department officials said.", "url": "https://www.nytimes.com/2023/03/13/us/politics/hate-crimes-increase-2021.html"}