{"authors": ["Jeffery C. Mays"], "date_download": "2023-03-28 17:08:31", "date_modify": "2023-03-28 17:08:31", "date_publish": "2023-03-06 21:38:03", "description": "Of the 15 agencies with the highest worker vacancy rates, nine have failed to meet performance targets, according to the city comptroller.", "filename": "2023_03_06_nyregion_nyc-workers-hiring-vacancies_1680023311.html", "image_url": "https://static01.nyt.com/images/2023/03/06/multimedia/06ny-vacancy-zpcb/06ny-vacancy-zpcb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_06_nyregion_nyc-workers-hiring-vacancies_1680023311.html", "title": "New York’s Difficulty in Filling Job Vacancies Has Hurt City Services", "title_page": "New York’s Difficulty in Filling Job Vacancies Has Hurt City Services - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With 8 percent of its municipal jobs vacant, New York City is in the middle of a hiring crisis, unable to retain its workers or hire replacements.\nThe reasons are varied: a tight labor market, the city’s inflexible stance on allowing its employees to work remotely, and a general bureaucratic slowness in allowing city agencies to quickly replace departures.\nThat has led to a deterioration in critical city services, according to findings issued Monday by the city comptroller’s office. From delivering meals to older adults to processing public assistance benefits and completing fewer capital projects in the city’s parks, the shortage of municipal workers has touched almost every aspect of life in the city.\nOf the 15 agencies with the highest employee vacancy rates, nine have failed to meet immediate and short- and long-term performance targets, leading to difficulty in delivering key city services, according to the report, which was released in conjunction with a City Council budget hearing on Monday. The agency vacancy rates cited by the comptroller were from October 2022.", "url": "https://www.nytimes.com/2023/03/06/nyregion/nyc-workers-hiring-vacancies.html"}