{"authors": ["Alexis Soloski"], "date_download": "2023-03-28 17:26:13", "date_modify": "2023-03-28 17:26:13", "date_publish": "2023-03-14 13:17:55", "description": "In series like “Yellowjackets,” the actor specializes in revealing the turbulent emotions of women who seem innocuous and mild on the surface.", "filename": "2023_03_14_arts_television_melanie-lynskey-yellowjackets_1680024373.html", "image_url": "https://static01.nyt.com/images/2023/03/19/multimedia/19MELANIE-LYNSKEY1-wlvg/19MELANIE-LYNSKEY1-wlvg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_arts_television_melanie-lynskey-yellowjackets_1680024373.html", "title": "The Examined Life of Melanie Lynskey", "title_page": "The Examined Life of Melanie Lynskey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lynskey, who was 15 at the time, was cast opposite Kate Winslet, as a teenager who conspires to murder her own mother. She is thrilling in the role, with a scowl that burns through the celluloid and a dark, mordant energy. That predilection for women with turbulent inner lives, women who strain against social norms — it was there from the start.\nFor a long time, though, Hollywood ignored it. After finishing high school and trying college in New Zealand, Lynskey moved first to London and then, in 2000, to Los Angeles, where she spent a decade playing anodyne supporting roles in mainstream films (“Sweet Home Alabama,” “Coyote Ugly”) and the occasional indie (“Shattered Glass”). Casting agents and her own representation saw her as the sister, the stepsister, the friend and, rather more vividly, as Charlie Sheen’s erotomaniac neighbor in “Two and a Half Men.”\nShe was slender in those years, though not perhaps as slender as the industry prefers: The scripts she received were typically for “the fat friend or the jokey kind of fat person,” she recalled. “There was one thing I read where the person had a candy bar in every scene.”\nIn her 20s, she was almost never seen as either the subject of her own story or an object of desire, which felt strange. She was shy, yes, but she wasn’t dull or unloved. “In my own life, I had a lot of romantic drama,” she said. “It was impossible for me to stay single.” The typecasting as wallflowers and frumps confused her.\n“It was kind of a strange disconnect,” she said. “I felt like I was pretending when I was going in and auditioning to play these dowdy people.”\nAfter two years as a series regular on “Two and a Half Men,” she asked to be downgraded to a recurring character in the hope that she might pursue more substantive roles. She wanted more time on camera — less for egotistical reasons than because she envied the actors who never sat down all day. And she wanted to give herself over to women with a few more facets.", "url": "https://www.nytimes.com/2023/03/14/arts/television/melanie-lynskey-yellowjackets.html"}