{"authors": ["Joe Rennison"], "date_download": "2023-03-28 16:55:25", "date_modify": "2023-03-28 16:55:25", "date_publish": "2023-03-19 22:30:27", "description": "Among the funds to bet on the rescue deal were two that specialize in buying the bonds of companies on the brink of bankruptcy.", "filename": "2023_03_19_business_credit-suisse-investors-hedge-funds_1680022525.html", "image_url": "https://static01.nyt.com/images/2023/03/19/multimedia/19CREDITSUISSE-DEBT-cqbl/19CREDITSUISSE-DEBT-cqbl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_19_business_credit-suisse-investors-hedge-funds_1680022525.html", "title": "Hedge Funds That Bet on Credit Suisse Rescue Face Uneven Results", "title_page": "Hedge Funds That Bet on Credit Suisse Rescue Face Uneven Results - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Trading in Credit Suisse’s bonds rose sharply at the end of last week as strain in the banking sector mounted, according to official trade data.\nThere were two types of trades that the investors conducted: one that is set to make money, the other that is set to lose money.\nThe first is in Credit Suisse’s ordinary bonds: debt that the bank borrowed at a fixed rate of interest to be paid back over a specified period of time. These bonds traded around 60 cents on the dollar at the end of last week, meaning that anyone selling took a 40 percent loss on their original value. Traders said that on Sunday some bonds had already risen sharply following the deal, now that the immediate threat of Credit Suisse reneging on its debts has passed.\nBecause of the risks involved, the banks quoted prices to buy and sell that were unusually far apart, protecting them from sharp changes in prices. This also set up the banks to make more profit between the price they paid for the bonds and the price at which they sold them.\nThe second trade that investors plowed into was in Credit Suisse’s roughly $17 billion of so-called AT1 bonds. This is a special type of debt issued by banks that can be converted to equity capital should they run into trouble. This made that debt inherently riskier to hold, because it carried the chance that bondholders could be wiped out. Investors saw the buying of the bonds for as low as 20 cents on the dollar as a kind of lottery ticket — a long shot, but with a big reward if it had worked out.", "url": "https://www.nytimes.com/2023/03/19/business/credit-suisse-investors-hedge-funds.html"}