{"authors": ["Jim Tankersley", "Alan Rappeport"], "date_download": "2023-03-28 17:27:53", "date_modify": "2023-03-28 17:27:53", "date_publish": "2023-01-19 10:00:18", "description": "The Treasury Department said it would begin a series of accounting moves to keep the U.S. from breaching its borrowing cap and asked Congress to raise or suspend the limit.", "filename": "2023_01_19_us_politics_debt-limit-economy_1680024473.html", "image_url": "https://static01.nyt.com/images/2023/01/19/multimedia/19dc-debtlimit-01-gmzl/19dc-debtlimit-01-gmzl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_19_us_politics_debt-limit-economy_1680024473.html", "title": "America Hit Its Debt Ceiling, Raising Economic Fears", "title_page": "America Hit Its Debt Ceiling, Raising Economic Fears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The American people rightfully recognize that maintaining Washington’s status quo, which runs up massive deficits and adds trillions to our national debt, is unsustainable,” Representative Jason Smith of Missouri, the chairman of the Ways and Means Committee, said in a statement. “President Biden should be spending this time working with House Republicans to address the debt ceiling in a way that imposes some fiscal sanity. Otherwise, the president is simply scheduling America’s next debt crisis.”\nSenator Mitch McConnell of Kentucky, the Republican leader, struck a more conciliatory tone on Thursday, predicting that the limit will be raised in the first half of this year.\n“In the end, I think the important thing to remember is that America must never default on its debt,” Mr. McConnell said in Kentucky. “It never has, and it never will. But we will end up in some kind of negotiation with the administration over what are the circumstances or conditions under which the debt ceiling be raised.”\nHe added: “I would not be concerned with a financial crisis.”\nWhite House officials say it is inappropriate to attach any conditions to raising the limit. They also say Republicans are not serious about reducing deficits, pointing to the first bill the new House took up this month. That legislation would cut new funding for the Internal Revenue Service to crack down on wealthy tax cheats, which the nonpartisan Congressional Budget Office estimated would generate $180 billion over 10 years. The bill to repeal that funding would add more than $100 billion in additional budget deficits over the next decade, according to the office’s estimates.\n“They’re threatening to kill millions of jobs and 401(k) plans by trying to hold the debt limit hostage unless they can cut Social Security, cut Medicare, cut Medicaid,” Karine Jean-Pierre, the White House press secretary, told reporters on Wednesday.", "url": "https://www.nytimes.com/2023/01/19/us/politics/debt-limit-economy.html"}