{"authors": ["Raymond Zhong"], "date_download": "2023-03-28 19:08:36", "date_modify": "2023-03-28 19:08:36", "date_publish": "2023-01-03 22:28:21", "description": "So far, the downpours are largely in line with past storms, an official said. But their quick pace is testing the limits of the state’s infrastructure.", "filename": "2023_01_03_climate_california-flood-atmospheric-river_1680030516.html", "image_url": "https://static01.nyt.com/images/2023/01/03/multimedia/03cli-megastorm-1-0090/03cli-megastorm-1-0090-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_climate_california-flood-atmospheric-river_1680030516.html", "title": "How Climate Change Is Shaping California’s Winter Storms", "title_page": "How Climate Change Is Shaping California’s Winter Storms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Drenching rains forecast to pummel California on Wednesday and again over the weekend are poised to be the third and fourth major storms to march through in less than two weeks, raising the prospect of more misery in a season that has already brought flooding, debris flows and power outages to parts of the state.\nOver the weekend, rescuers scoured rural areas of Sacramento County looking for people trapped in homes or cars. Levees failed near the Cosumnes River and flooded a highway.\nWinter rain and snow typically provide much of the water used throughout the year in California, which has suffered several years of punishing drought. But when these storms, which are known as atmospheric rivers, are particularly severe or sweep through in rapid succession, they can do more harm than good, delivering too much water, too quickly, for the state’s reservoirs and emergency responders to handle.\nSo far, this winter’s storms have been largely in line with past ones except in their unrelenting pace, said Michael Anderson, California’s state climatologist. “This is where we’re getting hit this year: We’re seeing a lot of big storms fairly quickly.”", "url": "https://www.nytimes.com/2023/01/03/climate/california-flood-atmospheric-river.html"}