{"authors": ["Emily Cochrane"], "date_download": "2023-03-28 16:47:08", "date_modify": "2023-03-28 16:47:08", "date_publish": "2023-02-20 00:43:14", "description": "The moves reflect residents’ deep-seated mistrust of government screenings of toxic chemicals and fears of long-term effects from the train derailment.", "filename": "2023_02_19_us_politics_east-palestine-toxic-chemicals-epa_1680022028.html", "image_url": "https://static01.nyt.com/images/2023/02/19/multimedia/00nat-east-palestine-1-bqkm/00nat-east-palestine-1-bqkm-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_19_us_politics_east-palestine-toxic-chemicals-epa_1680022028.html", "title": "Many in East Palestine, Skeptical of Official Tests, Seek Out Their Own", "title_page": "Many in East Palestine Seek Out Their Own Screenings for Toxic Chemicals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He also said that the state would continue to test air and water in East Palestine until health experts determined the danger has passed, promising that “we are going to stay there until we are not needed.”\nThe federal government has also expanded its outreach in the area. The Biden administration dispatched staff members from the U.S. Environmental Protection Agency to East Palestine. And at Mr. DeWine’s request, the Department of Health and Human Services and Centers for Disease Control and Prevention will set up a clinic on Monday for residents in the area with medical concerns.\nThe Agency for Toxic Substances and Disease Registry, an arm of the federal government’s health department, will also launch an investigation assessing chemical exposure in the area. The most recent such assessment was done last year in Hawaii, after gasoline- and diesel-range hydrocarbons were discovered in a well overseen by the Navy.\nA key Senate committee is expected to hold a hearing soon, examining the toll on the environment and on public health in the region. Ohio’s senators — Sherrod Brown, a Democrat, and J.D. Vance, a Republican — sent a joint letter on Saturday calling on the state and national E.P.A.s to test the air for dioxins, toxic pollutants that could have formed after vinyl chloride was burned in the train’s cargo.\nErin Brockovich, the environmental activist who has successfully challenged companies on the spread of toxic pollutants, is set to appear in East Palestine on Thursday for a town meeting, a day after former President Donald J. Trump visits.", "url": "https://www.nytimes.com/2023/02/19/us/politics/east-palestine-toxic-chemicals-epa.html"}