{"authors": ["Penelope Green"], "date_download": "2023-03-28 18:22:09", "date_modify": "2023-03-28 18:22:09", "date_publish": "2023-01-29 10:00:06", "description": "Half a century ago, Marc Harrison built a prototype for a home that would accommodate people of all ages and abilities. Now his daughter has restored it.", "filename": "2023_01_29_realestate_marc-harrison-universal-design-home-restoration_1680027729.html", "image_url": "https://static01.nyt.com/images/2023/01/29/realestate/29UNIVERSAL/29UNIVERSAL-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_29_realestate_marc-harrison-universal-design-home-restoration_1680027729.html", "title": "Restoring a House for Every Body", "title_page": "Marc Harrison’s Universal Design Home Gets Restored - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Harrison had his own ideas. He had had a profound experience, as he put it, when he was 11 and a sledding accident sent him into a monthslong coma, after which he had to relearn how to move and speak. Years later, when he became a designer and educator, he was determined to make systems and objects as easy to use as possible, and to sensitize his students to the drawbacks and the possibilities of the man-made world. In short, he was a pioneer in universal design, a term coined in the late 1970s by Ronald L. Mace, an architect who had used a wheelchair since contracting polio as a child.\nThe new Cuisinart, which appeared in 1978, turned what had been a drab-looking machine with unlovely signage into a stylish, must-have kitchen tool — an aspirational object for the aspirational kitchen — and a design icon. Its pure lines were the inspiration for early Macintosh computers; Steve Jobs had admired Cuisinarts on the shelves at Macy’s.\nImage In 1978, Mr. Harrison redesigned the Cuisinart food processor, turning what had been a drab-looking machine with unlovely signage into a stylish, must-have kitchen tool — an aspirational object for the aspirational kitchen. Credit... Marc Harrison\nThe Cuisinart’s success was perhaps not surprising to Mr. Harrison, because he believed that if you designed for all abilities, you couldn’t help but make better products. So when he was asked to rethink the American home as a showcase for prefabricated components — also known as manufactured or industrialized housing — he and his students tackled the assignment the same way. And then they built the house themselves, right down to the furniture.\nWhat they came up with was a knockout, although it had an awkward name: the ILZRO House, for the International Lead Zinc Research Organization, the trade group that funded it, whose members were eager to get into the housing market. (It was Mr. Harrison’s practice to bring industry and government sponsors and commissions into his classroom.)", "url": "https://www.nytimes.com/2023/01/29/realestate/marc-harrison-universal-design-home-restoration.html"}