{"authors": ["Kris Rhim"], "date_download": "2023-03-28 18:12:36", "date_modify": "2023-03-28 18:12:36", "date_publish": "2023-02-01 22:49:05", "description": "He thrilled his fans by announcing that he would come out of retirement to play one more season in 2022, but things soon went sour, on and off the field.", "filename": "2023_02_01_sports_football_tom-brady-last-season-tampa-bay_1680027156.html", "image_url": "https://static01.nyt.com/images/2023/02/01/multimedia/01brady-assess-glpb/01brady-assess-glpb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_sports_football_tom-brady-last-season-tampa-bay_1680027156.html", "title": "Tom Brady’s Last Season Didn’t Go as Planned. Was It Worth It?", "title_page": "Tom Brady’s Last Season Didn’t Go as Planned. Was It Worth It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The debates on sports talk shows and in barbershops about who is the greatest football player of all time will always start with Tom Brady. He is the most accomplished player in N.F.L. history, with two decades of dominance over the sport. But along with all of the exclamation points — seven Super Bowl titles! five Super Bowl Most Valuable Player Awards! — Brady’s career also now carries a question mark:\nShould he have come back for one last season with the Tampa Bay Buccaneers after initially retiring last year?\nBrady, who announced his retirement again on Wednesday, saying he meant it this time, did not have the kind of year, either on the field or off, that he had been used to when he returned to the Buccaneers at age 45. His season and his career ended in a 31-14 loss to the Dallas Cowboys in an N.F.C. wild-card game last month, but things had started to unravel long before that.\nBecause of his style as a pocket passer (even early in his career he was not a scrambler), Brady relied heavily on having a talented offensive line that could give him time to find open receivers. The Buccaneers had built one of the best offensive lines in the league. But before this season, guard Alex Cappa bolted for the Bengals in free agency, guard Ali Marpet retired and center Ryan Jensen suffered a knee injury in training camp that sidelined him for the regular season.", "url": "https://www.nytimes.com/2023/02/01/sports/football/tom-brady-last-season-tampa-bay.html"}