{"authors": ["Jesus Jiménez", "Michael Levenson"], "date_download": "2023-03-28 16:43:53", "date_modify": "2023-03-28 16:43:53", "date_publish": "2023-03-13 19:20:38", "description": "A major storm dropped more than two feet of snow in portions of northwest Massachusetts and southern Vermont, while some cities only saw flurries or rain. The weather caused power outages and travel disruptions.", "filename": "2023_03_13_us_winter-storm-noreaster-snow-forecast_1680021833.html", "image_url": "https://static01.nyt.com/images/2023/04/13/multimedia/13xp-northeastsnow-10am-fzhv/13xp-northeastsnow-10am-fzhv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_us_winter-storm-noreaster-snow-forecast_1680021833.html", "title": "Late-Winter Storm Brings Heavy Snow and Rain to the Northeast", "title_page": "Weather Updates: Late-Winter Storm Brings Snow and Rain to the Northeast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A late-winter storm dumped heavy, wet snow in parts of the Northeast on Tuesday, causing widespread power outages and dozens of flight disruptions.\nThe brunt of the storm appeared to be affecting a broad area in upstate New York, southern Vermont and northwestern Massachusetts, where 28 inches of snow had been recorded in Windsor, according to the National Weather Service. In Pittsfield, Mass., southwest of Windsor, the police said there were downed power lines and felled trees throughout the area.\n“If you don’t have to drive, can you please do us all a favor and not go out on the roads,” the Pittsfield Police Department said on Facebook. “We have wires down everywhere. We have trees down everywhere, and it’s not going to get any better.”\nTwo feet of snow had been recorded in Franklin County in northwest Massachusetts, and 11 inches of snow had been reported in southern New Hampshire, according to the Weather Service.", "url": "https://www.nytimes.com/2023/03/13/us/winter-storm-noreaster-snow-forecast.html"}