{"authors": ["Tiffany Hsu"], "date_download": "2023-03-28 18:20:38", "date_modify": "2023-03-28 18:20:38", "date_publish": "2023-03-28 17:13:27", "description": "Researchers like Carlos Moreno, the professor behind a popular urban planning concept, are struggling with conspiracy theories and death threats.", "filename": "2023_03_28_technology_carlos-moreno-15-minute-cities-conspiracy-theories_1680027638.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/00conspiracy-professor-gmtc/00conspiracy-professor-gmtc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_28_technology_carlos-moreno-15-minute-cities-conspiracy-theories_1680027638.html", "title": "He Wanted to Unclog Cities. Now He’s ‘Public Enemy No. 1’", "title_page": "Carlos Moreno Wanted to Improve Cities. Conspiracy Theorists Are Coming for Him. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For most of his 40-year career, Carlos Moreno, a scientist and business professor at Sorbonne University in Paris, worked in relative peace.\nMany cities around the world embraced a concept he started to develop in 2010. Called the 15-minute city, the idea is that everyday destinations such as schools, stores and offices should be only a short walk or bike ride away from home. A group of nearly 100 mayors worldwide embraced it as a way to help recover from the pandemic.\nThe conspiracy theorists came late, but suddenly.\nIn recent weeks, a deluge of rumors and distortions have taken aim at Mr. Moreno’s proposal. Driven in part by climate change deniers and backers of the QAnon conspiracy theory, false claims have circulated online, at protests and even in government hearings that 15-minute cities were a precursor to “climate change lockdowns” — urban “prison camps” in which residents’ movements would be surveilled and heavily restricted.\nMany attacked Mr. Moreno, 63, directly. He faced harassment in online forums and over email. He was accused without evidence of being an agent of an invisible totalitarian world government. He was likened to criminals and dictators.", "url": "https://www.nytimes.com/2023/03/28/technology/carlos-moreno-15-minute-cities-conspiracy-theories.html"}