{"authors": ["Don Clark"], "date_download": "2023-03-28 16:44:52", "date_modify": "2023-03-28 16:44:52", "date_publish": "2023-01-10 18:00:10", "description": "The company grappled with missteps for years while developing a microprocessor code-named Sapphire Rapids. It comes out on Tuesday.", "filename": "2023_01_10_technology_intel-sapphire-rapids-microprocessor_1680021892.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/intel-04-ptwj/intel-04-ptwj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_10_technology_intel-sapphire-rapids-microprocessor_1680021892.html", "title": "Inside Intel’s Delays in Delivering a Crucial New Microprocessor", "title_page": "Inside Intel’s Delays in Delivering a Crucial New Microprocessor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last May, Sandra Rivera, a top executive at the chip giant Intel, got some alarming news.\nEngineers had worked for more than five years to develop a powerful new microprocessor to carry out computing chores in data centers and were confident they had finally gotten the product right. But signs of a potentially serious technical flaw surfaced during a regular morning meeting to discuss the project.\nThe issue was so troublesome that Sapphire Rapids, the code name for the microprocessor, had to be delayed — the latest in a series of setbacks for one of Intel’s most important products in years.\n“We were pretty dejected,” said Ms. Rivera, an executive vice president in charge of Intel’s data center and artificial intelligence group. “It was a painful decision.”\nThe launch of Sapphire Rapids wound up being pushed from mid-2022 to Tuesday, nearly two years later than once expected. The lengthy development of the product — which combines four chips in one package — underscores some of the challenges facing a turnaround effort at Intel when the United States is trying to assert its dominance in the foundational computer technology.", "url": "https://www.nytimes.com/2023/01/10/technology/intel-sapphire-rapids-microprocessor.html"}