{"authors": ["Mitra Taj", "Julie Turkewitz", "Genevieve Glatsky"], "date_download": "2023-03-28 16:47:37", "date_modify": "2023-03-28 16:47:37", "date_publish": "2023-01-10 17:56:31", "description": "“What happened yesterday was really a massacre,” said one human rights activist.", "filename": "2023_01_10_world_americas_peru-protests-deaths_1680022057.html", "image_url": "https://static01.nyt.com/images/2023/01/10/multimedia/10peru-1-48c7/10peru-1-48c7-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_10_world_americas_peru-protests-deaths_1680022057.html", "title": "Death Toll in Peru Rises to 47 Amid Extraordinary Violence", "title_page": "Death Toll in Peru Rises to 47 Amid Extraordinary Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LIMA, Peru — A young medical student in his work uniform, desperate, his family said, to help injured protesters. A 22-year old man who had finally saved up enough to study mechanics. An ice cream vendor returning home after a long day of work.\nNone took part in the demonstrations that have consumed Peru for a month. But all were killed in southern Peru on Monday, casualties in what became the deadliest day of clashes between protesters and government forces since the country erupted in violence last month.\nIn a matter of hours, at least 17 civilians and one police officer were killed in the chaos of demonstrations, according to the country’s ombudsman office, an extraordinary spasm of violence that complicated the new president’s attempt to stabilize the country.\nThe killings, in the city of Juliaca, near the border with Bolivia, drew widespread condemnation of Peruvian security forces, which appear to be responsible for most of the deaths, and have been accused by protesters and human rights groups of using lethal force indiscriminately against civilians.", "url": "https://www.nytimes.com/2023/01/10/world/americas/peru-protests-deaths.html"}