{"authors": ["Coral Davenport"], "date_download": "2023-03-28 16:49:46", "date_modify": "2023-03-28 16:49:46", "date_publish": "2023-03-16 18:37:49", "description": "The biologically diverse land is central to the creation story of the Mojave and other tribes. Energy companies have also identified it as a prime location for wind or solar installations.", "filename": "2023_03_16_climate_spirit-mountain-avi-kwa-ame-national-monument_1680022186.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/16cli-spiritmountain-vpjq/16cli-spiritmountain-vpjq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_climate_spirit-mountain-avi-kwa-ame-national-monument_1680022186.html", "title": "Biden to Name Nevada’s Spirit Mountain Area a National Monument", "title_page": "Biden to Name Nevada’s Spirit Mountain Area a National Monument - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden plans next week to designate nearly a half-million acres of the Spirit Mountain area in southern Nevada as a national monument, according to two people familiar with the matter, protecting some of the most biologically diverse and culturally significant lands in the Mojave Desert.\nThe area, also known by the Mojave name Avi Kwa Ame, represents the largest such monument that Mr. Biden has designated to date. But it could also put some of the most potentially productive land in Nevada off limits to wind and solar projects.\nAvi Kwa Ame is considered the creation site for Yuman-speaking tribes like the Fort Mojave, Cocopah, Quechan‌‌ and Hopi. Their stories place it at the center of the universe.\nNative tribes, environmental groups, local and state leaders have been seeking the designation for more than a decade. The administration is using the authority of the 1906 Antiquities Act to protect the area from development.", "url": "https://www.nytimes.com/2023/03/16/climate/spirit-mountain-avi-kwa-ame-national-monument.html"}