{"authors": ["James Barron"], "date_download": "2023-03-28 17:08:31", "date_modify": "2023-03-28 17:08:31", "date_publish": "2023-03-06 05:01:03", "description": "Eric Adams said he doesn’t believe in the separation of church and state. He also believes God created him for this moment.", "filename": "2023_03_06_nyregion_the-mayor-talks-religion-and-makes-waves_1680023311.html", "image_url": "https://static01.nyt.com/images/2023/03/06/multimedia/06nytoday-adams-lbwq/06nytoday-adams-lbwq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_06_nyregion_the-mayor-talks-religion-and-makes-waves_1680023311.html", "title": "The Mayor Talks Religion and Makes Waves", "title_page": "The Mayor Talks Religion and Makes Waves - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I turned to my colleague Dana Rubinstein, who covers politics in New York, to discuss the mayor’s thinking.\nThe mayor told the interfaith breakfast that his trajectory to City Hall had been divinely ordained. Had he said that before — during the campaign or on election night in 2021, for example?\nI don’t recall him saying it during the campaign, though it’s possible he did. It is something that he says with some regularity now, particularly when he’s speaking to people whom he believes to be religious.\nFor example, the week before last I went to a talk he gave at the Sheen Center, which is Catholic, and he said he believes God made him for this particular moment in time and for the particular role that he now occupies. He’s fond of paraphrasing a line in Esther 4:14, which in the New International Version of the Bible says, “And who knows but that you have come to your royal position for such a time as this?”\nHe does profess to be a man of faith. He says he attended a storefront church growing up, but he doesn’t subscribe to a particular brand of Christianity, and I’m unclear on whether he goes to church for anything other than political purposes.", "url": "https://www.nytimes.com/2023/03/06/nyregion/the-mayor-talks-religion-and-makes-waves.html"}