{"authors": ["Maggie Haberman", "Glenn Thrush"], "date_download": "2023-03-28 17:26:17", "date_modify": "2023-03-28 17:26:17", "date_publish": "2023-02-09 23:43:05", "description": "The move by Jack Smith, the special counsel, is one of the most aggressive in his investigation of Donald Trump’s efforts to stay in power and is likely to lead to a battle over executive privilege.", "filename": "2023_02_09_us_politics_pence-subpoena-trump_1680024377.html", "image_url": "https://static01.nyt.com/images/2023/02/09/multimedia/09dc-pence-zbfk/09dc-pence-zbfk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_09_us_politics_pence-subpoena-trump_1680024377.html", "title": "Mike Pence Subpoenaed by Special Counsel in Trump Investigation", "title_page": "Mike Pence Subpoenaed by Special Counsel in Trump Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former Vice President Mike Pence has been subpoenaed by the special counsel investigating former President Donald J. Trump’s efforts to cling to office after he lost his bid for re-election, a person familiar with the matter said on Thursday.\nThe move by the Justice Department sets up a likely clash over executive privilege, which Mr. Trump has previously used to try to slow, delay and block testimony from former administration officials in various investigations into his conduct.\nThe existence of the subpoena was reported earlier by ABC News.\nIt was not immediately clear when the special counsel, Jack Smith, sought Mr. Pence’s testimony. The move is among the most aggressive yet by Mr. Smith in his wide-ranging investigation into Mr. Trump’s role in seeking to overturn the outcome of the 2020 election. He is also overseeing a parallel inquiry into Mr. Trump’s handling of classified documents.\nThe New York Times previously reported that the Justice Department was seeking to question Mr. Pence in connection with the investigation into Mr. Trump’s efforts to remain in power after he lost the 2020 election and had reached out to his team.", "url": "https://www.nytimes.com/2023/02/09/us/politics/pence-subpoena-trump.html"}