{"authors": ["Rachel Rabkin Peachman"], "date_download": "2023-03-28 16:48:35", "date_modify": "2023-03-28 16:48:35", "date_publish": "2023-01-31 16:04:03", "description": "Sleep specialists have a few concerns about this combo.", "filename": "2023_01_31_well_eat_melatonin-alcohol-drinking_1680022115.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/31ASKWELL-MELATONIN-ALCOHOL1-fpzv/31ASKWELL-MELATONIN-ALCOHOL1-fpzv-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_31_well_eat_melatonin-alcohol-drinking_1680022115.html", "title": "What Happens if I Take Melatonin After Drinking?", "title_page": "Is It Safe to Take Melatonin After Drinking? What Sleep Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Q: I take melatonin to help me sleep at night. But I also like to enjoy a glass of wine or two after a long day to unwind. Is it safe to do both?\nThe struggle to get a decent night’s sleep is real. In 2020, about 15 percent of adults in the United States had trouble falling asleep regularly, according to the Centers for Disease Control and Prevention, and nearly 18 percent had difficulty staying asleep. And increasingly, many people are taking melatonin in their quest for better shut-eye. Use of the supplement, which is sold over the counter as a sleep aid, has risen significantly over the past two decades.\nBut if your goal is to wake up feeling refreshed each day, you won’t be doing yourself any favors by mixing melatonin and alcohol before bed — and you may even be putting your health at risk, said Dr. Rachel Salas, a professor of neurology at Johns Hopkins Medicine and the assistant medical director at the Johns Hopkins Center‌ for Sleep and Wellness.\nHow does melatonin affect sleep?\nMelatonin is not just a supplement that you can buy at the store. It’s also a hormone that your brain produces naturally in response to darkness, and its purpose is to signal that it’s time for sleep, said Dr. Rafael Pelayo, a clinical professor in the sleep medicine division at Stanford Medicine and the author of “How to Sleep.” Contrary to popular belief, however, melatonin supplements don’t necessarily make you conk out quickly the way many classic sleeping pills do, Dr. Pelayo said. Melatonin is not a cure-all for insomnia. Instead, it is most useful in shifting the timing of your sleep by adjusting your circadian rhythm, also known as the 24-hour internal clock that regulates your sleep-wake cycle.", "url": "https://www.nytimes.com/2023/01/31/well/eat/melatonin-alcohol-drinking.html"}