{"authors": ["Isabella Simonetti"], "date_download": "2023-03-28 17:24:40", "date_modify": "2023-03-28 17:24:40", "date_publish": "2023-02-21 14:34:13", "description": "The retail giant reported strong results for the holiday shopping season, but said the coming year would be tougher.", "filename": "2023_02_21_business_walmart-earnings-consumers_1680024280.html", "image_url": "https://static01.nyt.com/images/2023/02/21/multimedia/21walmart-gvjc/21walmart-gvjc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_business_walmart-earnings-consumers_1680024280.html", "title": "Walmart Warns That Shoppers Are Feeling Squeeze of Higher Prices", "title_page": "Walmart Warns That Shoppers Are Feeling Squeeze of Higher Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Walmart on Tuesday reported strong sales and profits for last quarter but said times would be tougher this year, a warning that consumers were starting to pull back as they felt the squeeze from relentlessly rising prices for everyday goods.\nThe retail giant’s revenue and profit grew more quickly than analysts expected for the three months through January, which includes the holiday shopping season, as consumers made more trips to its stores and spent more per visit than they did a year earlier. Walmart’s quarterly revenue of $164 billion was 7.3 percent higher than a year earlier. December was the best month for sales in history at Walmart’s U.S. stores, the company said.\nBut the company forecast more muted earnings for the current fiscal year than anticipated, spooking investors. Walmart’s shares fell in early trading but recovered to post a gain of less than 1 percent at the close.\nDoug McMillon, Walmart’s chief executive, told analysts on a call that the company was “optimistic that more higher income families will continue shopping with us.”", "url": "https://www.nytimes.com/2023/02/21/business/walmart-earnings-consumers.html"}