{"authors": ["James Wagner"], "date_download": "2023-03-28 17:14:21", "date_modify": "2023-03-28 17:14:21", "date_publish": "2023-03-20 21:45:06", "description": "Jeff McNeil of the Mets and other prominent players from the United States are sacrificing playing time in hopes of securing a title. They will face Japan in the W.B.C. final.", "filename": "2023_03_20_sports_baseball_world-baseball-classic-final-preview_1680023661.html", "image_url": "https://static01.nyt.com/images/2023/03/20/multimedia/20wbc-final-preview-top-qlbz/20wbc-final-preview-top-qlbz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_sports_baseball_world-baseball-classic-final-preview_1680023661.html", "title": "Jeff McNeil and U.S. Looking Forward to WBC Final", "title_page": "Jeff McNeil and U.S. Looking Forward to WBC Final - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI — Jeff McNeil, a star second baseman and outfielder for the Mets, is an exceptional hitter with a standout ability to make contact. He won the 2022 National League batting title with a .326 average over 148 games. His average over his five major-league seasons is .307. Over the winter, the Mets rewarded the 30-year-old McNeil with a four-year, $50 million contract extension.\nYet, ahead of a season in which the Mets have outrageously high expectations, McNeil has barely been playing. As a member of the United States’ stacked World Baseball Classic roster — which includes other stars capable of handling his positions, such as Mookie Betts and Tim Anderson — McNeil has logged only 11 plate appearances during the two-week tournament. Only three U.S. players have had fewer.\n“Obviously, you wish you were playing more,” McNeil said while standing in the dugout on Sunday, before the United States toppled Cuba, 14-2, to advance to Tuesday’s final against Japan. But McNeil wasn’t exactly complaining when he uttered those words.", "url": "https://www.nytimes.com/2023/03/20/sports/baseball/world-baseball-classic-final-preview.html"}