{"authors": ["Katie Rogers"], "date_download": "2023-03-28 18:39:35", "date_modify": "2023-03-28 18:39:35", "date_publish": "2023-03-20 19:21:09", "description": "The veto came amid a flurry of other presidential signings that illustrated how Mr. Biden is again positioning himself as a centrist in an era of divided government ahead of an election year.", "filename": "2023_03_20_us_politics_biden-first-veto-esg_1680028775.html", "image_url": "https://static01.nyt.com/images/2023/03/20/multimedia/20dc-biden-veto-zbgc/20dc-biden-veto-zbgc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_us_politics_biden-first-veto-esg_1680028775.html", "title": "Biden Issues First Veto to Protect Socially Conscious Investing", "title_page": "Biden Issues First Veto to Protect Socially Conscious Investing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Biden issued the first veto of his presidency on Monday, turning back a Republican effort to bar investment managers from incorporating climate and social considerations into their decisions.\nThe rule that the president vowed to protect is an obscure investing principle known as E.S.G. — shorthand for prioritizing environmental, social and governance factors. It had been a widely accepted norm in financial circles for almost 20 years until Republicans recently started assailing it as “woke capitalism” that injected Democratic and liberal values into financial decisions. More than $18 trillion is held in investment funds that follow E.S.G. principles.\nThe veto came amid a flurry of other presidential signings — including one that put Mr. Biden at odds with the left wing of his party — that illustrated how the president was positioning himself as a centrist in an era of divided government with an election year approaching.\nOn Monday afternoon, Mr. Biden signed a resolution nullifying a new crime law in the District of Columbia that reduced penalties on offenses including carjackings, which have soared in the capital in recent years. Mr. Biden, under political pressure to counter Republican attacks that he is soft on crime, had drawn intense criticism from Democrats for supporting congressional efforts to overturn the law.", "url": "https://www.nytimes.com/2023/03/20/us/politics/biden-first-veto-esg.html"}