{"authors": ["Lola Fadulu", "Judson Jones", "Jenna Russell"], "date_download": "2023-03-28 16:45:14", "date_modify": "2023-03-28 16:45:14", "date_publish": "2023-02-03 17:31:26", "description": "Cold temperatures and fierce winds are intensifying, and conditions are expected to grow worse on Saturday.", "filename": "2023_02_03_nyregion_northeast-cold-weather_1680021914.html", "image_url": "https://static01.nyt.com/images/2023/02/03/multimedia/03northeast-cold21-bqtk/03northeast-cold21-bqtk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_03_nyregion_northeast-cold-weather_1680021914.html", "title": "Across the Northeast, Officials Warn of a Dangerous Arctic Blast", "title_page": "Wind Chill and Cold Temperatures Expected to Intensify in Northeast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some had little choice but to be outside. In Hanover, N.H., where temperatures of minus 20 degrees and wind chills of minus 30 were expected Friday and Saturday, Tiana Denk shrugged off the 1 degree noontime temperature as she worked a busy lunchtime shift delivering pizzas for Domino’s.\nDressed in a thin jacket, and no hat or gloves as she loaded up her delivery car with pizza boxes, Ms. Denk said she was just glad it was clear and sunny.\n“If it was snowing, it would be worse,” she said. “These cars are only two-wheel drive.”\nIn Boston, where the deep freeze was forecast to hit minus 6 degrees by sunrise Saturday, Gov. Maura Healey of Massachusetts said the doors at South Station, the downtown train hub, would remain unlocked overnight on Friday and Saturday for those who chose not to use the city’s other shelters.\nMayor Michelle Wu of Boston declared a cold emergency from Friday through Sunday. Public schools were closed on Friday because of the weather, with school officials worried that children might get hypothermia or frostbite while commuting, especially those who took public transportation.\nThe core of the Arctic air mass is over northern New England, but New Yorkers, too, were preparing for wind chill readings below zero. Mayor Eric Adams announced that Code Blue was in effect, which means no one seeking shelter will be denied.", "url": "https://www.nytimes.com/2023/02/03/nyregion/northeast-cold-weather.html"}