{"authors": ["Grace Ashford", "Miriam Jordan", "Michael Gold"], "date_download": "2023-03-28 16:45:29", "date_modify": "2023-03-28 16:45:29", "date_publish": "2023-02-15 23:14:40", "description": "A letter to ethics watchdogs in the House of Representatives questioned if Mr. Santos’s seven-year marriage was a scheme to aid a woman’s immigration bid.", "filename": "2023_02_15_nyregion_george-santos-marriage-immigration_1680021929.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15santos-marriage2-ltqc/15santos-marriage2-ltqc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_nyregion_george-santos-marriage-immigration_1680021929.html", "title": "George Santos Married a Brazilian Woman. House Is Asked to Find Out Why.", "title_page": "George Santos Married a Brazilian Woman. House Is Asked to Find Out Why. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Representative George Santos of New York was 24, he did something that many millions of people do each year: He got married.\nThat marriage, to a Brazilian woman, would last seven years. In that time, Mr. Santos began to lay the groundwork for a largely fictional life story, moving back and forth between New York and Florida, working sporadic jobs that he later falsely inflated into a successful Wall Street career, and navigating a handful of evictions. He would also date men — even proposing to one in 2014.\nBy 2019, Mr. Santos was divorced, not long before he launched his first congressional campaign. But the old relationship drew new scrutiny on Wednesday, via a letter filed with ethics watchdogs in the House of Representatives requesting an investigation into whether Mr. Santos has violated federal immigration laws.\nThe request was made by Malcolm Lazin, an L.G.B.T.Q. rights activist and former federal prosecutor, to the House Ethics Committee and Office of Congressional Ethics. It is the latest in a torrent of scrutiny of Mr. Santos, who made history as the first openly gay non-incumbent Republican to be elected to Congress.", "url": "https://www.nytimes.com/2023/02/15/nyregion/george-santos-marriage-immigration.html"}