{"authors": ["Jesse Green"], "date_download": "2023-03-28 18:10:02", "date_modify": "2023-03-28 18:10:02", "date_publish": "2023-03-10 01:30:08", "description": "Jamie Lloyd’s compelling, surgically precise revival of Ibsen’s 1879 drama throbs like an episode of “CSI: Norway.”", "filename": "2023_03_09_theater_a-dolls-house-review-jessica-chastain_1680027002.html", "image_url": "https://static01.nyt.com/images/2023/03/10/multimedia/09dollshouse2-vqlk/09dollshouse2-vqlk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_09_theater_a-dolls-house-review-jessica-chastain_1680027002.html", "title": "‘A Doll’s House’ Review: Jessica Chastain Plots an Escape", "title_page": "‘A Doll’s House’ Review: Jessica Chastain Plots an Escape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nora’s disaster has been less visible. To the outside eye she has lacked for little, and with Torvald about to become the manager of a bank, she will soon lack for nothing. But unknown to him, that security has come at a terrible price, with more yet to be paid. Having borrowed money secretly to save his life during a health crisis, she finds herself under a new threat from the lender, the disreputable Nils Krogstad (Okieriete Onaodowan).\nDeprived of any independent vision of the world, she can imagine only three solutions. One is to tell Torvald the truth, hoping he will offer to do “the most beautiful thing” — take the blame. Another is to ask their best friend, Dr. Rank (Michael Patrick Thornton), who has long been in love with her, to pay Krogstad off. But the first would be to defer again to the supposedly greater moral fortitude of men, and the second to make herself not just Torvald’s doll but Rank’s. The third is suicide.\nThat we see these options so starkly is because everything else is pared away. Herzog’s dialogue, pruning the social floweriness and conversational whorls of Ibsen’s naturalism, gets right to the point of every line, leaving the text raw and red, as if exfoliated. What the first English translation of the play, by William Archer in 1889, rendered as “You see, it is very difficult to keep an account of a business matter of that kind” becomes, for Herzog, “It’s impossible to keep track” — five words instead of 17. The play, usually nosing past three hours, comes in shy of two.\nBut in cutting and modernizing the language, Herzog does not make the mistake of trashing the social conventions that create the drama in the first place. She doesn’t need to; most of them are still too familiar. In Torvald’s presence, Nora remains a recognizable type, the strategically chirpy songbird pursing her lips and cooing in baby talk. Yet in her superb scenes with Kristine and Rank, the only two people she is not afraid of, we see her other side: calculating, callous and kind when she can afford it.", "url": "https://www.nytimes.com/2023/03/09/theater/a-dolls-house-review-jessica-chastain.html"}