{"authors": ["Maya King", "Richard Fausset"], "date_download": "2023-03-28 19:01:31", "date_modify": "2023-03-28 19:01:31", "date_publish": "2023-02-28 10:00:55", "description": "How a white politician from the South who once supported segregationist policies eventually won the enduring support of Black voters.", "filename": "2023_02_28_us_politics_jimmy-carter-black-americans_1680030091.html", "image_url": "https://static01.nyt.com/images/2023/02/24/us/00NAT-CARTER-BLACKVOTERS/00NAT-CARTER-BLACKVOTERS-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_28_us_politics_jimmy-carter-black-americans_1680030091.html", "title": "‘Different From the Other Southerners’: Jimmy Carter’s Relationship With Black America", "title_page": "‘Different From the Other Southerners’: Jimmy Carter’s Relationship With Black America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nATLANTA — Without Black voters, there would have been no President Jimmy Carter.\nIn 1976, African Americans catapulted the underdog Democrat to the White House with 83 percent support. Four years later, they stuck by him, delivering nearly identical numbers even as many white voters abandoned him in favor of his victorious Republican challenger, Ronald Reagan.\nThis enduring Black support for Mr. Carter illuminates two intertwined and epochal American stories, each of them powered by themes of pragmatism and redemption. One is the story of a white Georgia politician who began his quest for power in the Jim Crow South — a man who, as late as 1970, declared his respect for the arch-segregationist George Wallace in an effort to attract white votes, but whose personal convictions and political ambitions later pushed him to try to change the racist environment in which he had been raised.\nThe other is the story of a historically oppressed people flexing their growing electoral muscle after the landmark Voting Rights Act of 1965 removed obstacles to the ballot box. Certainly, for some Black voters, candidate Carter was simply the least bad option. But for others, the elections of 1976 and 1980 were an opportunity to take the measure of this changing white man, recognizing the opportunity he presented, and even his better angels.", "url": "https://www.nytimes.com/2023/02/28/us/politics/jimmy-carter-black-americans.html"}