{"authors": ["Niraj Chokshi"], "date_download": "2023-03-28 16:49:49", "date_modify": "2023-03-28 16:49:49", "date_publish": "2023-03-24 15:16:17", "description": "Investment plans for U.S. battery production have increased since President Biden signed a law that offers generous incentives for electric cars and green energy.", "filename": "2023_03_24_business_energy-environment_lg-battery-factory-arizona_1680022189.html", "image_url": "https://static01.nyt.com/images/2023/03/24/business/24lg/24lg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_business_energy-environment_lg-battery-factory-arizona_1680022189.html", "title": "LG Will Spend $5.5 Billion on a Battery Factory in Arizona", "title_page": "LG Will Spend $5.5 Billion on a Battery Factory in Arizona - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A South Korean battery manufacturer said it would quadruple its planned investment in a new factory in Arizona to meet growing demand from automakers that are trying to ramp up production of electric cars and trucks.\nThe company, LG Energy Solution, said it would invest $5.5 billion to build the complex near Phoenix, where it plans to make batteries for electric vehicles in 2025 and for energy storage systems the next year.\nLG said its decision was driven in part by the Inflation Reduction Act, which became law in August and included federal incentives for the sale and production of electric vehicles and batteries in the United States. Customers of LG, which is one of the world’s largest makers of batteries for electric cars and energy storage devices, include General Motors, Ford Motor, Honda and Tesla.\n“We believe it’s the right move at the right time in order to empower clean energy transition in the U.S.,” Youngsoo Kwon, the company’s chief executive, said in a statement.", "url": "https://www.nytimes.com/2023/03/24/business/energy-environment/lg-battery-factory-arizona.html"}