{"authors": ["Maggie Haberman", "Alan Feuer"], "date_download": "2023-03-28 17:23:54", "date_modify": "2023-03-28 17:23:54", "date_publish": "2023-03-24 23:14:40", "description": "The ruling paves the way for testimony from Mark Meadows and others. Separately, a Trump lawyer appeared before a grand jury looking into the former president’s handling of classified documents.", "filename": "2023_03_24_us_politics_trump-mark-meadows-executive-privilege-jan-6_1680024234.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/24dc-investigate-qtlj/24dc-investigate-qtlj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_24_us_politics_trump-mark-meadows-executive-privilege-jan-6_1680024234.html", "title": "Former Trump Officials Must Testify in 2020 Election Inquiry, Judge Says", "title_page": "Former Trump Officials Must Testify in 2020 Election Inquiry, Judge Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal judge has ruled that a number of former officials from President Donald J. Trump’s administration — including his former chief of staff, Mark Meadows — cannot invoke executive privilege to avoid testifying to a grand jury investigating Mr. Trump’s efforts to overturn the 2020 election.\nThe recent ruling by Judge Beryl A. Howell paves the way for the former White House officials to answer questions from federal prosecutors, according to two people briefed on the matter.\nJudge Howell ruled on the matter in a closed-door proceeding in her role as chief judge of the Federal District Court in Washington, a job in which she oversaw the grand juries taking testimony in the Justice Department’s investigations into Mr. Trump. Judge Howell’s term as chief judge ended last week.\nThe existence of the sealed ruling was first reported by ABC News.\nMr. Trump’s lawyers had tried to rebuff the grand jury subpoenas issued to more than a half-dozen former administration officials in connection with the former president’s efforts to remain in office after his defeat at the polls. The lawyers argued that Mr. Trump’s interactions with the officials would be covered by executive privilege.", "url": "https://www.nytimes.com/2023/03/24/us/politics/trump-mark-meadows-executive-privilege-jan-6.html"}