{"authors": ["Anna Grace Lee"], "date_download": "2023-03-28 17:50:25", "date_modify": "2023-03-28 17:50:25", "date_publish": "2023-01-22 10:00:21", "description": "To help reduce clothing waste, two mothers in San Antonio started a small business reselling used children’s clothes.", "filename": "2023_01_22_style_hand-me-downs_1680025825.html", "image_url": "https://static01.nyt.com/images/2023/01/17/multimedia/RF-Handmeup-1-gvjc/RF-Handmeup-1-gvjc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_22_style_hand-me-downs_1680025825.html", "title": "A New Way to Hand-Me-Down", "title_page": "A New Way to Hand-Me-Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You see that the thing is $7 but then it’s $20 by the time you’ve checked out,” she said.\nOther parents had similar experiences. Whitney Kammer, 34, lives in San Antonio and is a stay-at-home mother with a 3-year-old daughter. She learned about Hand Me Up while in line for a Rhea Lana consignment sale, which she said she attends “religiously.”\n“This sale only comes up twice a year, so if your kid goes through a growth spurt or something, you’re just out of luck,” Ms. Kammer said.\n“At that point, you’re back to digging through racks at Goodwill or trying to shop secondhand online via Instagram or Etsy, and it’s a lot, a lot of work. Just the sheer amount of work and time it takes to do the responsible thing with purchasing children’s clothes especially is a huge commitment.”\nMs. Kammer signed up for a quarterly subscription to Hand Me Up, which she said has saved her time, effort and money. She also has a “friend trust of hand-me-downs,” in which she and her friends pass on children’s clothing.\nFor her, the decision to shop at secondhand sources is part of teaching her daughter more sustainable practices, even at a young age.\nShe said, “I want to pass on to my daughter that clothing is not disposable.”", "url": "https://www.nytimes.com/2023/01/22/style/hand-me-downs.html"}