{"authors": ["Richard Sandomir"], "date_download": "2023-03-28 17:09:56", "date_modify": "2023-03-28 17:09:56", "date_publish": "2023-03-03 21:30:01", "description": "Studying the venom of bees, wasps and ants, he was stung hundreds of times and famously ranked the stings in a colorful pain scale index.", "filename": "2023_03_03_science_justin-o-schmidt-dead_1680023396.html", "image_url": "https://static01.nyt.com/images/2023/03/05/multimedia/03Schmidt1-zqfw-print1/03Schmidt1-zqfw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_03_science_justin-o-schmidt-dead_1680023396.html", "title": "Justin O. Schmidt, Entomologist Known as ‘King of Sting,’ Dies at 75", "title_page": "Justin O. Schmidt, Entomologist Known as ‘King of Sting,’ Dies at 75 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Justin O. Schmidt, an intrepid entomologist who measured the agony of insect stings by allowing himself to be stung hundreds of times in creating a renowned and vividly descriptive pain scale that ranked them, died on Feb. 18 in Tucson, Ariz. He was 75.\nHis wife, Dr. Li Schmidt, said the cause was complications of Parkinson’s disease.\nDr. Schmidt, who brought a joyful exuberance to his work and gained a measure of pop culture fame from it, spent his career investigating the biochemistry and lethality of bee, wasp and ant venom, and how they used their natural weaponry to deter predators. And he suffered, willingly, for his research: He was stung, sometimes on purpose, more than 1,000 times by his count.\n“Humans are fascinated by stinging insects,” he wrote in The Conversation, a nonprofit news website, in 2016. “Why? Because we have a genetically innate fear of animals that attack us, be they leopards, bears, snakes, spiders or stinging insects.”\nDr. Schmidt got over that fear. He studied stinging insects professionally for more than 40 years and wrote hundreds of peer-reviewed papers, earning the sobriquet “king of sting.” His 2016 memoir, “The Sting of the Wild: The Story of the Man Who Got Stung for Science,” brought him renown for his colorful Pain Index for Stinging Insects, which he began in 1983.", "url": "https://www.nytimes.com/2023/03/03/science/justin-o-schmidt-dead.html"}