{"authors": ["Tracey Tully"], "date_download": "2023-03-28 18:01:57", "date_modify": "2023-03-28 18:01:57", "date_publish": "2023-03-20 21:32:04", "description": "Lawyers for Hyejeong Shin said she longed for the sense of safety she felt as a teenager at a Massachusetts boarding school.", "filename": "2023_03_20_nyregion_new-jersey-high-school-woman-student_1680026517.html", "image_url": "https://static01.nyt.com/images/2023/03/20/multimedia/20nj-oldstudent-ghbm/20nj-oldstudent-ghbm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_nyregion_new-jersey-high-school-woman-student_1680026517.html", "title": "Woman, 29, Who Pretended to Be a High School Teen Pleads Not Guilty", "title_page": "Woman Who Pretended to Be a New Jersey High School Student Pleads Not Guilty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW BRUNSWICK, N.J. — The mystery of the 29-year-old woman who pretended to be a teenager to enroll in a New Jersey high school seemed to capture the imagination of the country, drawing millions of viewers to news articles, TikTok and YouTube.\nParents questioned the seeming ease with which she had tricked school officials and been able to wander the hallways, attend classes and meet with guidance counselors for four days in January. Students at the school, New Brunswick High, said they feared that the woman, Hyejeong Shin, had malicious, possibly criminal, intentions after she tried to set up meetings with them at a location outside of school.\nBut on Monday, two lawyers hired by her family laid out a far less sinister explanation for the odd behavior: Recently divorced and far away from her family in South Korea, she was trying to recreate the sense of safety she had felt as a student at a Massachusetts boarding school.\n“It’s very bizarre,” Darren M. Gelber, one of the lawyers, said in an interview. “And it may be difficult for people to understand.”", "url": "https://www.nytimes.com/2023/03/20/nyregion/new-jersey-high-school-woman-student.html"}