{"authors": ["Patrick Sisson"], "date_download": "2023-03-28 17:45:18", "date_modify": "2023-03-28 17:45:18", "date_publish": "2023-02-01 08:00:05", "description": "New developments that integrate senior housing into age-diverse apartment buildings offer a more affordable alternative to isolated suburban retirement communities.", "filename": "2023_02_01_business_dealbook_senior-retirement-communities_1680025518.html", "image_url": "https://static01.nyt.com/images/2023/01/31/business/00db-seniorhousing/00db-seniorhousing-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_business_dealbook_senior-retirement-communities_1680025518.html", "title": "The Next Retirement Communities Won’t Be Just for Seniors", "title_page": "The Next Retirement Communities Won’t Be Just for Seniors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Getting older comes with challenges. For the architect and designer Matthias Hollwich, one of the more taxing ones is something often taken for granted: moving.\nHis point — that leaving behind friends, social connections and the purpose of a particular job can be physically and psychologically debilitating for older adults — underscores how developers, architects and city leaders are reimagining the retirement home.\n“I want to give people the power to change their living conditions without moving away,” he said.\nMr. Hollwich, a co-author of “New Aging,” is developing a new senior living concept. Aiming to retrofit an office building in Manhattan left bare by remote work, the concept, called FLX Live, will feature communal dining, spa and co-working spaces and shared suites in which older adults, sleeping in private bedrooms with kitchenettes, will share living rooms with younger renters, resulting in lower rent for both parties. Operators will deliberately recruit an age-diverse community.\nDriven by an aging population, a more active vision of retirement, and a shortage of senior housing options and support services, developers are increasingly embracing this urban village model of housing, which offers a sharp contrast to the typical isolated suburban retirement communities.", "url": "https://www.nytimes.com/2023/02/01/business/dealbook/senior-retirement-communities.html"}