{"authors": ["Benjamin Weiser"], "date_download": "2023-03-28 17:30:37", "date_modify": "2023-03-28 17:30:37", "date_publish": "2023-02-23 10:00:14", "description": "Dozens of inmates sued after the November incident, which sent seven to the hospital. They described systematic abuse by special teams of correctional officers.", "filename": "2023_02_23_nyregion_sing-sing-beatings-investigation_1680024637.html", "image_url": "https://static01.nyt.com/images/2023/02/21/multimedia/00singsing-01-kqmb/00singsing-01-kqmb-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_nyregion_sing-sing-beatings-investigation_1680024637.html", "title": "At Sing Sing, Prisoners’ Charges of Brutal Beatings Prompt U.S. Inquiry", "title_page": "At Sing Sing, Prisoners’ Charges of Brutal Beatings Prompt U.S. Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal prosecutors are investigating allegations that corrections officers at Sing Sing Correctional Facility in Ossining, N.Y., orchestrated beatings during a prisonwide search in November, sending at least seven prisoners to the hospital and more than 20 others to a medical unit.\nA flood of officers, including special teams from other prisons, converged on cells over at least two days, ordering prisoners to strip to their boxer shorts and then punching and kicking them and slamming their heads against walls or floors, according to affidavits by 26 inmates who are part of a lawsuit filed Jan. 31 against New York State.\nThe allegations are buttressed by hospital records and a separate interview with Shamel Capers, a former Sing Sing inmate who is not part of the lawsuit and gave a firsthand account of violence that occurred just days before he was released.\nThe prisoners in their sworn statements describe one officer holding a man’s arm against a radiator, burning him, and another officer twisting a prisoner’s wrist and thumb and threatening to break his hand. Another prisoner describes how he was blinded for days after being pepper-sprayed while he was handcuffed.", "url": "https://www.nytimes.com/2023/02/23/nyregion/sing-sing-beatings-investigation.html"}