{"authors": ["Valerie Hopkins", "Chris Buckley", "Anton Troianovski"], "date_download": "2023-03-28 16:44:27", "date_modify": "2023-03-28 16:44:27", "date_publish": "2023-03-20 22:31:14", "description": "President Vladimir V. Putin welcomed Xi Jinping, China’s top leader, to Russia, briefly noting Beijing’s peace plan for Ukraine but stressing Moscow and Beijing’s enduring partnership.", "filename": "2023_03_20_world_europe_putin-xi-russia-china_1680021867.html", "image_url": "https://static01.nyt.com/images/2023/03/21/multimedia/21ukraine-blog-reporter-updates-kremlin-vwfc/21ukraine-blog-reporter-updates-kremlin-vwfc-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_world_europe_putin-xi-russia-china_1680021867.html", "title": "Putin and Xi Celebrate Ties Unbroken by Russia’s War in Ukraine", "title_page": "Putin and Xi Celebrate Ties Unbroken by Russia’s War in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Standing side by side in a show of partnership unshaken by Russia’s yearlong war in Ukraine, President Vladimir V. Putin and China’s top leader, Xi Jinping, began talks in Moscow on Monday with boasts of their close ties and only understated mention of the conflict itself.\nThough the war and the schisms it has exposed hung over the meeting, the public comments about it from Mr. Xi and Mr. Putin were muted, notwithstanding the cascading consequences of the past year, including Western sanctions on Russia, energy crises in Europe and devastation in Ukraine.\nInstead, the leaders went to great lengths to flatter each other and project unity in a series of meticulously choreographed events. Mr. Xi is the highest-profile world leader to visit Russia since the invasion, and he arrived for the three-day visit as bloody battles continued in eastern Ukraine and only three days after the Russian leader was cited for war crimes by the International Criminal Court.\nThe imagery of alliance, in gestures if not a formal treaty, has stoked anxiety in the West that China might go farther than diplomacy or economics in its support for Russia — possibly with weapons for use in Mr. Putin’s war — and entrench a powerful bloc opposed to NATO and the United States.", "url": "https://www.nytimes.com/2023/03/20/world/europe/putin-xi-russia-china.html"}