{"authors": ["Michael Schwirtz", "Lynsey Addario"], "date_download": "2023-03-28 17:13:54", "date_modify": "2023-03-28 17:13:54", "date_publish": "2023-01-28 10:00:24", "description": "For the past four months, residents have slowly trickled back into the reclaimed city. But signs of the conflict — and the chance that it might return — are everywhere.", "filename": "2023_01_28_world_europe_ukraine-kharkiv-russia_1680023634.html", "image_url": "https://static01.nyt.com/images/2023/01/28/multimedia/28ukraine-kharkiv-new-01-kmgh/28ukraine-kharkiv-new-01-kmgh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_28_world_europe_ukraine-kharkiv-russia_1680023634.html", "title": "Kharkiv Got Some Breathing Space, but Still Doesn’t Breathe Easily", "title_page": "Kharkiv Got Some Breathing Space, but Still Doesn’t Breathe Easily - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KHARKIV, Ukraine — The trenchworks along the northern edge of Kharkiv, Ukraine’s second-largest city, have begun to erode and fill with refuse, and the soldiers who used them to defend the city from the Russian onslaught have now departed to other fronts. Today, the fortifications are manned only by mannequins in military uniforms, including one, perhaps too optimistically, wearing a blue United Nations peacekeeping helmet.\nAll around, the blackened and pockmarked high-rise apartment buildings testify to the ferocity of the fighting that occurred here in Ukraine’s northeast in the early months of the war. But there is a stillness now, and residents are not quite sure how to interpret it.\nUkrainian forces expelled the Russian military from almost the whole region in a blitz offensive in September that took much of the world by surprise. Not only did it inject new vigor into the Ukrainian war effort, but it also gave Kharkiv some breathing space.", "url": "https://www.nytimes.com/2023/01/28/world/europe/ukraine-kharkiv-russia.html"}