{"authors": ["Tyler Kepner"], "date_download": "2023-03-28 19:01:37", "date_modify": "2023-03-28 19:01:37", "date_publish": "2023-01-24 23:24:53", "description": "Scott Rolen, an all-around star, was elected to the Baseball Hall of Fame on his sixth try. Todd Helton, Billy Wagner and the other finalists will continue to wait.", "filename": "2023_01_24_sports_baseball_scott-rolen-hall-of-fame_1680030097.html", "image_url": "https://static01.nyt.com/images/2023/01/25/multimedia/24mlb-hof-rolen-print-hpgj/24mlb-hof-rolen-yes-hpgj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_24_sports_baseball_scott-rolen-hall-of-fame_1680030097.html", "title": "A Hall of Famer With All the ‘Ingredients’ for Third Base", "title_page": "Scott Rolen, a Cardinals Star, Elected to Baseball Hall of Fame - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the major leagues first came calling, Scott Rolen was playing on a sprained ankle. He had hurt it in a predictable way for a tall, rangy high school senior in Indiana: playing basketball. The Philadelphia Phillies didn’t mind.\n“I saw all the ingredients you’d want to see,” Mike Arbuckle, the former Phillies scouting director, said by phone Tuesday night, three decades after he first met Rolen, the newest member of the Baseball Hall of Fame. “The body, the athleticism, the tools — and he gave you that ‘it factor,’ that inner confidence in a young player that when you see him play, you just know that he’s not going to be afraid of failing. He gave you the feeling that he was 18 going on 35, mentally.”\nWhen Rolen was 18, he turned down a two-sport scholarship offer from the University of Georgia to sign with the Phillies. When he was 35, with the Cincinnati Reds, he earned his eighth career Gold Glove as one of the finest third basemen in baseball history.", "url": "https://www.nytimes.com/2023/01/24/sports/baseball/scott-rolen-hall-of-fame.html"}