{"authors": ["Jeff Sommer"], "date_download": "2023-03-28 18:15:16", "date_modify": "2023-03-28 18:15:16", "date_publish": "2023-03-04 10:00:15", "description": "Lawmakers are trying to restrict these investment choices in workplace retirement plans, but big fund managers are trying to give shareholders a voice.", "filename": "2023_03_04_business_esg-socially-responsible-investing_1680027316.html", "image_url": "https://static01.nyt.com/images/2023/03/04/multimedia/04Strategies-tmwl/04Strategies-tmwl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_04_business_esg-socially-responsible-investing_1680027316.html", "title": "On Wall St., ‘Socially Responsible’ Is Common Sense. In Congress, It’s Political.", "title_page": "On Wall St., ‘Socially Responsible’ Is Common Sense. In Congress, It’s Political. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A deeply rooted approach to investing and social action is taking its lumps.\nOften known as E.S.G. investing, this approach takes its name from the environmental, social and governance factors that are used by millions of people in countless investment, business, lifestyle and government policy decisions every day.\nIn the financial world, trillions of dollars have been placed in investments that take E.S.G. issues into account. “E.S.G. investing is now totally mainstream,” said Jon Hale, head of sustainable investing research for Morningstar. “It’s part of the thinking of every major investment company because, at its core, it’s just common sense.”\nYet as this approach has grown in popularity, it has set off a powerful political backlash. That was evident in Congress this past week, when the House and Senate approved bills aimed at restricting E.S.G. investing in workplace retirement accounts in the United States.\nThe White House has said President Biden will veto the legislation, so what happened in Congress won’t have immediate effects.", "url": "https://www.nytimes.com/2023/03/04/business/esg-socially-responsible-investing.html"}