{"authors": ["Erica L. Green"], "date_download": "2023-03-28 19:27:52", "date_modify": "2023-03-28 19:27:52", "date_publish": "2023-01-18 10:00:34", "description": "A St. Louis doula program, part of a nonprofit that received funding in the $1.7 trillion federal budget bill, looks for solutions in a benefit largely associated with affluent white women.", "filename": "2023_01_18_us_doula-black-women_1680031672.html", "image_url": "https://static01.nyt.com/images/2023/01/17/multimedia/17dc-black-doulas-01-whvt/17dc-black-doulas-01-whvt-facebookJumbo-v2.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_18_us_doula-black-women_1680031672.html", "title": "Fighting Maternal Mortality Among Black Women: ‘I Don’t Want to Die’", "title_page": "Fighting Maternal Mortality Among Black Women: ‘I Don’t Want to Die’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ST. LOUIS, Mo. — Tara Ervin will never forget the week her sister Kelly died.\nIt was July 1996 and Kelly, 34 weeks pregnant, was in the emergency room with swollen feet and what the doctors said was likely a bladder infection. She was sent home with antibiotics but returned less than 48 hours later in worse shape, vomiting profusely. A blood test confirmed the worst as Kelly’s doctors rushed to deliver her son by emergency cesarean. They told her family they were sorry, they had done everything they could to save her.\nAn otherwise healthy 28-year-old had died from toxemia poisoning caused by preeclampsia, a serious complication of pregnancy that went untreated. Friends showed up at Kelly’s baby shower the next day, only to learn she was gone. Kelly’s family put photos of her newborn in her coffin.\n“I thought that was something that only happened in the movies,” Ms. Ervin said in a recent interview, vowing that her sister’s death would not be in vain. “I don’t want any other family to endure the trauma we endured.”\nToday Ms. Ervin is a certified doula at a St. Louis-based childhood development nonprofit that is part of a movement fighting a growing maternal mortality health crisis among Black women, who suffer and die at a higher rate — as a result of substandard maternal care and racial biases — than their white counterparts.", "url": "https://www.nytimes.com/2023/01/18/us/doula-black-women.html"}