{"authors": ["Niki Kitsantonis"], "date_download": "2023-03-28 18:14:39", "date_modify": "2023-03-28 18:14:39", "date_publish": "2023-02-08 21:00:00", "description": "A new law targets a party founded by an imprisoned former official of the neo-Nazi group Golden Dawn. But critics say its reach could be wider.", "filename": "2023_02_08_world_europe_greece-far-right-party-election_1680027279.html", "image_url": "https://static01.nyt.com/images/2023/02/08/multimedia/08Greece-far-right-hztk/08Greece-far-right-hztk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_08_world_europe_greece-far-right-party-election_1680027279.html", "title": "Greece Moves to Block Far-Right Party as Election Nears", "title_page": "Greece Moves to Block Far-Right Party as Election Nears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Greece’s government has moved to block from Parliament an extreme-right party seen as a successor to the neo-Nazi group Golden Dawn, which shot to prominence a decade ago but was effectively banned after being declared a criminal organization.\nOn Wednesday, a government-sponsored bill in Parliament that bars from the legislature parties whose leaders have been convicted of serious crimes and are deemed a potential threat to democracy passed with the votes of the ruling conservatives and the opposition Socialist party, who control a total of 178 seats out of the 300 in the house. The main leftist Syriza party abstained, and smaller opposition parties voted against it.\nWhile it was not explicitly mentioned in the bill, the new legislation would effectively disqualify National Party — Greeks, a party founded by a former top official of Golden Dawn, Ilias Kasidiaris, on the grounds that he is a convicted criminal.\nGovernment officials have named Mr. Kasidiaris as the target of the bill and on Tuesday he sent an injunction to the speaker of Parliament demanding that it be revoked.", "url": "https://www.nytimes.com/2023/02/08/world/europe/greece-far-right-party-election.html"}