{"authors": ["Peter Baker"], "date_download": "2023-03-28 19:01:34", "date_modify": "2023-03-28 19:01:34", "date_publish": "2023-02-18 20:49:35", "description": "The 39th president has decided to forgo further medical treatment and will “spend his remaining time at home with his family,” the Carter Center announced.", "filename": "2023_02_18_us_politics_jimmy-carter-hospice_1680030094.html", "image_url": "https://static01.nyt.com/images/2023/02/19/multimedia/18dc-jimmy-carter-qpmv/18dc-jimmy-carter-qpmv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_18_us_politics_jimmy-carter-hospice_1680030094.html", "title": "Jimmy Carter, 98, Opts for Hospice Care", "title_page": "Jimmy Carter, 98, Opts for Hospice Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Former President Jimmy Carter, who at 98 is the longest living president in American history, has decided to forgo further medical treatment and will enter hospice care at his home in Georgia, the Carter Center announced on Saturday.\n“After a series of short hospital stays, former U.S. President Jimmy Carter decided to spend his remaining time at home with his family and receive hospice care instead of additional medical intervention,” the center said in a statement posted on Twitter. “He has the full support of his family and his medical team. The Carter family asks for privacy during this time and is grateful for the concern shown by his many admirers.”\nThe center did not elaborate on what conditions had prompted the recent hospital visits or his decision to enter hospice care. Mr. Carter has survived a series of health crises in recent years, including a bout with the skin cancer melanoma, which spread to his liver and brain, as well as repeated falls.\nJason Carter, one of Mr. Carter’s grandchildren and the chairman of the Carter Center’s board of trustees, said he had seen the former president and first lady on Friday.", "url": "https://www.nytimes.com/2023/02/18/us/politics/jimmy-carter-hospice.html"}