{"authors": ["John Ismay"], "date_download": "2023-03-28 16:45:08", "date_modify": "2023-03-28 16:45:08", "date_publish": "2023-01-20 16:49:55", "description": "The vehicles weigh about 20 tons and have eight wheels. They move quickly while carrying soldiers and can be armed with a variety of weapons.", "filename": "2023_01_20_world_europe_stryker-vehicles-pentagon-ukraine_1680021908.html", "image_url": "https://static01.nyt.com/images/2023/01/20/multimedia/20ukraine-briefing-strykers-explainer-01-fgqp/20ukraine-briefing-strykers-explainer-01-fgqp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_20_world_europe_stryker-vehicles-pentagon-ukraine_1680021908.html", "title": "What Are Stryker Vehicles? And Why Are They Being Sent to Ukraine?", "title_page": "What Are Stryker Vehicles? And Why Are They Being Sent to Ukraine? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Pentagon has announced that it will send 90 Stryker armored fighting vehicles to Ukraine, the first such transfer of the versatile eight-wheeled weapons from U.S. military stockpiles to a foreign country.\nThe Strykers will be joined by 59 Bradley infantry fighting vehicles and other weapons as part of a $2.5 billion military aid package for Kyiv. Combined with the 50 Bradleys announced for Ukraine on Jan. 6, the package will give Kyiv the equivalent of two armored brigades’ worth of vehicles, according to a statement emailed to reporters Thursday evening.\nWhat are they?\nAccording to the U.S. Army, there are 18 different variants of the Stryker. Some are built primarily to move infantry soldiers in and out of battle, while others are designed to carry weapons like 120-millimeter mortars to provide fire support. Others carry medium- and large-caliber weapons for direct fire on enemy troops with 30-millimeter cannons or even larger 105-millimeter guns.\nStrykers were initially built with flat-bottomed hulls, which proved vulnerable to improvised bombs set to detonate underneath them by insurgents in Iraq. In response, the Army phased those vehicles out with newer Strykers fitted with a V-shaped bottom similar to those used on Mine-Resistant Ambush-Protected Vehicles, which are also called MRAPs.", "url": "https://www.nytimes.com/2023/01/20/world/europe/stryker-vehicles-pentagon-ukraine.html"}