{"authors": ["Karoun Demirjian"], "date_download": "2023-03-28 17:11:08", "date_modify": "2023-03-28 17:11:08", "date_publish": "2023-03-27 23:00:07", "description": "Republicans have been making regular trips to the border with Mexico in hopes of dramatizing the United States’ immigration challenges. But they rarely account for the reality on the ground.", "filename": "2023_03_27_us_immigration-republicans-border-alejandro-mayorkas_1680023468.html", "image_url": "https://static01.nyt.com/images/2023/03/27/multimedia/27dc-cong-border-05-wzqg/27dc-cong-border-05-wzqg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_27_us_immigration-republicans-border-alejandro-mayorkas_1680023468.html", "title": "Targeting Mayorkas, G.O.P. Takes Its Immigration Message to the Border", "title_page": "Targeting Mayorkas, G.O.P. Takes Its Immigration Message to the Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHARR, Texas — Inside a college classroom barely six miles from the United States border with Mexico, House Republicans this month orchestrated the made-for-TV moment they had traveled here for, getting a top immigration official to concede that the government has yet to stop migrants from crossing into the country without authorization.\n“No sir,” Raul L. Ortiz, the U.S. Border Patrol chief, told G.O.P. members of the Homeland Security Committee when asked whether the government had “operational control” of the border.\nThe answer might seem obvious at a time when several tens of thousands of migrants are presenting themselves at the border each month, but to Republicans, who have made attacking the Biden administration on immigration a top priority — and impeaching Alejandro N. Mayorkas, the homeland security secretary, an ironclad vow — it was worth a 1,500-mile trip from Washington.\nRepublicans gloated about Mr. Ortiz’s statement, which was seemingly at odds with testimony Mr. Mayorkas gave to another congressional panel last year, and conservative media outlets played it on a loop. Though the government has long lacked a consistent definition of what makes the border secure, Representative Mark E. Green, Republican of Tennessee and chairman of the panel, seized on the apparent discrepancy nonetheless, pledging on Fox News to interview every border sector chief to “investigate whether or not Mayorkas lied.”", "url": "https://www.nytimes.com/2023/03/27/us/immigration-republicans-border-alejandro-mayorkas.html"}