{"authors": ["Colin Moynihan"], "date_download": "2023-03-28 18:24:50", "date_modify": "2023-03-28 18:24:50", "date_publish": "2023-03-23 22:05:48", "description": "Abdullah el-Faisal, a Jamaican cleric, was the first person to face a jury under state terrorism laws passed after Sept. 11. He was not in the city when he committed his crimes.", "filename": "2023_03_23_nyregion_abdullah-el-faisal-sentenced_1680027890.html", "image_url": "https://static01.nyt.com/images/2023/03/23/nyregion/23faisal-sentence/23faisal-sentence-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_nyregion_abdullah-el-faisal-sentenced_1680027890.html", "title": "ISIS Matchmaker Sentenced to 18 Years for Backing Terrorism", "title_page": "ISIS Matchmaker Sentenced to 18 Years for Backing Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After ISIS promised in 2014 that the world would “hear and understand the meaning of terrorism,” fervent western support came from a Jamaican preacher once imprisoned in Britain for urging violence, and later expelled from Kenya by officials fearing he would encourage radicalism.\nOver the next three years, according to the Manhattan district attorney’s office, the preacher, Abdullah el-Faisal, helped ISIS any way he could, praising its ideology in lectures, publishing propaganda online and even acting as a marriage broker for its fighters.\nMr. Faisal was convicted this year of conspiracy and supporting terrorism after prosecutors presented evidence that he had discussed ISIS with an undercover New York City police officer and given her a phone number for a fighter in Syria.\nOn Thursday, Justice Maxwell Wiley of State Supreme Court in Manhattan sentenced Mr. Faisal to 18 years in prison, saying he had “continually advocated for murder, kidnapping and other violent crimes.”", "url": "https://www.nytimes.com/2023/03/23/nyregion/abdullah-el-faisal-sentenced.html"}