{"authors": ["Jacey Fortin"], "date_download": "2023-03-28 18:01:53", "date_modify": "2023-03-28 18:01:53", "date_publish": "2023-02-01 20:38:53", "description": "“You have been extraordinary in terms of your strength, your courage and your grace,” she said to his mother and stepfather.", "filename": "2023_02_01_us_kamala-harris-tyre-nichols-funeral_1680026513.html", "image_url": "https://static01.nyt.com/images/2023/02/01/multimedia/01tyre-nichols-funeral-harris-tpgw/01tyre-nichols-funeral-harris-tpgw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_us_kamala-harris-tyre-nichols-funeral_1680026513.html", "title": "Kamala Harris Calls for Legislative Action at Tyre Nichols’s Funeral", "title_page": "Kamala Harris Calls for Legislative Action at Tyre Nichols’s Funeral - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vice President Kamala Harris spoke briefly at the Wednesday funeral for Tyre Nichols, the 29-year-old who died three days after being beaten by Memphis police officers last month.\nFor many at the service, her speech was a surprise. Though she had been expected to attend the funeral, which was held at the Mississippi Boulevard Christian Church in Memphis, it was unclear whether she would address the mourners until she was invited to the pulpit by the Rev. Al Sharpton, who eulogized Mr. Nichols.\n“We are here to celebrate the life of Tyre Nichols,” Ms. Harris said, turning to address Mr. Nichols’s family. “You have been extraordinary in terms of your strength, your courage and your grace,” she said to his mother and stepfather. “We mourn with you, and the people of our country mourn with you.”\nThe beating of Mr. Nichols was captured on videos that were released to the public last week, sparking outrage. President Biden said in a statement that the video had left him “outraged and deeply pained.”\nAs a senator, Ms. Harris helped to author the George Floyd Justice in Policing Act, which passed in the Democratic-controlled House in 2021 but failed in the Senate. In her remarks, she called on Congress to pass the bill, adding that President Biden would sign it, drawing the applause of the crowd.\n“We will not be denied,” she said. “It is not negotiable.”\nMs. Harris concluded by quoting the Bible verse Luke 1:79, which calls on God to “give light to those who sit in darkness and in the shadow of death” and lead them to peace, then added her own remarks: “Let the memory of Tyre shine a light on the path toward peace and justice.”", "url": "https://www.nytimes.com/2023/02/01/us/kamala-harris-tyre-nichols-funeral.html"}