{"authors": ["Tyler Kepner"], "date_download": "2023-03-28 16:59:23", "date_modify": "2023-03-28 16:59:23", "date_publish": "2023-03-14 12:15:36", "description": "Tim Anderson did a little bit of everything in helping his team crush Canada at the World Baseball Classic. All in a day’s work for a certified baseball dude.", "filename": "2023_03_14_sports_baseball_tim-anderson-world-baseball-classic_1680022763.html", "image_url": "https://static01.nyt.com/images/2023/03/14/multimedia/14kepner-wbc-anderson-top-bhgq/14kepner-wbc-anderson-top-bhgq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_sports_baseball_tim-anderson-world-baseball-classic_1680022763.html", "title": "An Infielder Who ‘Wants the Moment’ Thrives for the U.S.", "title_page": "Tim Anderson Thrives for United States at World Baseball Classic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHOENIX — In baseball parlance, a quality major league player is known as a guy. A superstar, though, is more than a guy. He’s a dude.\nMost of the pitchers for the United States in this World Baseball Classic are guys. The hitters are dudes, and that is why Tim Anderson was unfazed by losing badly to Mexico on Sunday night.\n“Really, the vibe is still the same,” Anderson, the shortstop for the Chicago White Sox, said after leaving the U.S. clubhouse. “I mean, you look around and you see who’s in the locker room, there’s really nothing to complain about. You’ve got a bunch of dudes in there.”\nThe dudes showed up Monday with the cool assurance that they would not be embarrassed again. They blitzed Team Canada with a nine-run first inning, winning by mercy rule in seven innings, 12-1, for their second victory in three games. After a day off, the U.S. will face Colombia on Wednesday in hopes of advancing to the quarterfinals in Miami.", "url": "https://www.nytimes.com/2023/03/14/sports/baseball/tim-anderson-world-baseball-classic.html"}