{"authors": ["Chelsia Rose Marcius"], "date_download": "2023-03-28 16:44:18", "date_modify": "2023-03-28 16:44:18", "date_publish": "2023-02-06 23:12:03", "description": "In 2020, N.Y.P.D. officers and demonstrators clashed for days, leading to hundreds of complaints that prompted investigations by the Civilian Complaint Review Board, which released its assessment on Monday.", "filename": "2023_02_06_nyregion_ccrb-report-george-floyd-protests_1680021858.html", "image_url": "https://static01.nyt.com/images/2023/02/06/multimedia/06ccrb-ktmw/06ccrb-ktmw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_nyregion_ccrb-report-george-floyd-protests_1680021858.html", "title": "Police Review Board Says Violence During Protests Shows Lack of Training", "title_page": "Police Review Board Says Violence During Protests Shows Lack of Training - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New York Police Department must overhaul its response to large demonstrations and better train officers to control crowds while preserving the right to protest, according to a report released on Monday by an oversight body that examines police misconduct.\nThe report concludes a monthslong review by the Civilian Complaint Review Board that included hundreds of investigations into clashes between protesters and the police during the Black Lives Matter demonstrations that swept the city following the killing of George Floyd by a Minneapolis officer in May of 2020.\nThousands turned out for protests that month and into June. The gatherings were scattered and sporadic, often continuing well into the night. While most protests were peaceful, some rioting broke out, resulting in smashed store windows, looted shops and police vehicles set on fire. Protesters were often accused of assaulting officers, who corralled them with pepper spray and batons.\nDuring and after the protests, the board received about 750 complaints of police misconduct, and launched investigations into 321 of them, according to the report.", "url": "https://www.nytimes.com/2023/02/06/nyregion/ccrb-report-george-floyd-protests.html"}