{"authors": ["Adam Liptak"], "date_download": "2023-03-28 19:17:19", "date_modify": "2023-03-28 19:17:19", "date_publish": "2023-01-09 20:33:56", "description": "The justices struggled to decide how to deal with documents that include both legal and business advice.", "filename": "2023_01_09_us_politics_supreme-court-attorney-client-privilege_1680031039.html", "image_url": "https://static01.nyt.com/images/2023/01/09/multimedia/09dc-scotus-1-8c23/09dc-scotus-1-8c23-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_09_us_politics_supreme-court-attorney-client-privilege_1680031039.html", "title": "Supreme Court Evaluates Scope of Attorney-Client Privilege", "title_page": "Supreme Court Evaluates Scope of Attorney-Client Privilege - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court debated the limits of the attorney-client privilege on Monday, struggling to articulate a standard that would protect confidential legal advice without shielding routine business communications.\nThe case before the justices, In re Grand Jury, No. 21-1397, was itself shrouded in secrecy. It involved a criminal investigation of an unnamed person described in court papers as “an early promoter of Bitcoin” who “expatriated from the United States in early 2014.”\nAfter a grand jury sought records from an unnamed law firm hired to prepare that person’s tax returns, a federal judge ordered the firm to turn over documents that contained both legal advice and ordinary tax-return accounting unless the legal advice was the document’s “primary purpose.” The firm refused, saying that the documents should be protected so long as legal advice was a “substantial purpose” of the communication.\nThe judge held the firm in contempt, an appeals court agreed that the tougher “primary purpose” standard should apply, and the firm appealed to the Supreme Court, asking the justices to let it withhold documents in which legal advice played a subsidiary but significant role.", "url": "https://www.nytimes.com/2023/01/09/us/politics/supreme-court-attorney-client-privilege.html"}