{"authors": ["Hiroko Tabuchi"], "date_download": "2023-03-28 16:49:46", "date_modify": "2023-03-28 16:49:46", "date_publish": "2023-03-18 17:00:10", "description": "The growing season has become completely reversed thanks to kerosene-burning greenhouses and the big prices paid for the earliest, best berries.", "filename": "2023_03_18_climate_japan-winter-strawberries-greenhouse_1680022186.html", "image_url": "https://static01.nyt.com/images/2023/03/10/multimedia/00CLI-strawberries-promo-pjzf/00CLI-strawberries-promo-pjzf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_18_climate_japan-winter-strawberries-greenhouse_1680022186.html", "title": "The Secret Behind Japan’s Delicious Strawberries: Kerosene", "title_page": "The Secret Behind Japan’s Delicious Strawberries: Kerosene - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A young mother of one, with another on the way, she had spent much of the lockdown days of the pandemic reading up on climate change. A series of devastating floods in 2018 that wrecked the tomato patch at the farm she runs with her husband also awakened her to the dangers of a warming planet. “I realized I needed to change the way I farmed, for the sake of my kids,” she said.\nBut in mountainous Minoh, temperatures can dip to below 20 degrees Fahrenheit, or about minus 7 Celsius, levels at which strawberry plants would normally go dormant. So she delved into agricultural studies to try to find another way to ship her strawberries out during the lucrative winter months, while not using fossil fuel heating.\nShe read that strawberries sense temperatures via a part of the plant known as the crown, or the short thickened stem at the plant’s base. If she could use groundwater, which generally stays at a constant temperature, to protect the crown from freezing temperatures, she wouldn’t have to rely on industrial heating, she surmised.\nMs. Yoshimura fitted her strawberry beds with a simple irrigation system. For extra insulation at night, she covered her strawberries with plastic.\nShe stresses that her cultivation methods are a work in progress. But after her berries survived a cold snap in December, she took her industrial heater, which had remained on standby at one corner of her greenhouse, and sold it.\nNow, she’s working to gain local recognition for her “unheated” strawberries. “It would be nice,” she said, “if we could just make strawberries when it’s natural to.”", "url": "https://www.nytimes.com/2023/03/18/climate/japan-winter-strawberries-greenhouse.html"}