{"authors": ["Remy Tumin"], "date_download": "2023-03-28 19:30:11", "date_modify": "2023-03-28 19:30:11", "date_publish": "2023-02-01 20:21:19", "description": "The killing of Trayvon Martin, an unarmed Black teenager who was fatally shot by a neighborhood watch volunteer in a suburb of Orlando, Fla., catapulted Mr. Crump into the spotlight.", "filename": "2023_02_01_us_ben-crump-tyre-nichols-george-floyd-breonna-taylor_1680031811.html", "image_url": "https://static01.nyt.com/images/2023/01/27/multimedia/27tyre-nichols-death-crump-02-tvkj/27tyre-nichols-death-crump-02-tvkj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_us_ben-crump-tyre-nichols-george-floyd-breonna-taylor_1680031811.html", "title": "Ben Crump Has Represented the Families of Tyre Nichols, Breonna Taylor and More", "title_page": "Ben Crump Has Represented the Families of Tyre Nichols, Breonna Taylor and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ben Crump, in the words of the Rev. Al Sharpton, is “Black America’s attorney general.”\nMr. Crump, the lawyer representing the family of Tyre Nichols, has been the go-to lawyer for the families of Black people killed by the police or others for more than 20 years, including those of Ahmaud Arbery, George Floyd, Tamir Rice and Breonna Taylor.\nBut it was the killing of Trayvon Martin, an unarmed Black teenager who was fatally shot by a neighborhood watch volunteer in a suburb of Orlando, Fla., that catapulted Mr. Crump into the spotlight. Mr. Crump became a regular on cable news, bringing national attention to the case and motivating a new generation of activists.\n“Trayvon Martin will forever remain in the annals of history next to Medgar Evers and Emmett Till as symbols for the fight for equal justice for all,” he said after a jury acquitted the volunteer, George Zimmerman, in 2013.\nTwo years later, Mr. Crump represented the family of Michael Brown, a young Black man who was shot and killed by a white police officer in Ferguson, Mo. The list continued to grow.", "url": "https://www.nytimes.com/2023/02/01/us/ben-crump-tyre-nichols-george-floyd-breonna-taylor.html"}