{"authors": ["Melissa Eddy"], "date_download": "2023-03-28 17:08:16", "date_modify": "2023-03-28 17:08:16", "date_publish": "2023-03-14 20:49:33", "description": "The German automaker announced a plan to accelerate its transition to battery-powered vehicles and bolster operations in China and North America.", "filename": "2023_03_14_business_volkswagen-electric-vehicles-batteries-investment_1680023296.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/14vw1-print-mftc/14vw-01-mftc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_business_volkswagen-electric-vehicles-batteries-investment_1680023296.html", "title": "Volkswagen Will Invest $193 Billion in Electric Cars and Software", "title_page": "Volkswagen Will Invest $193 Billion in Electric Cars and Software - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Volkswagen said on Tuesday that it would spend $193 billion on software, battery factories and other investments as it aimed to make every fifth vehicle it sold electric by 2025.\nThe automaker, the world’s second biggest after Toyota, will also focus on expanding its presence in North America, where it has struggled for years, and becoming more competitive in China, one of its most important markets, said Oliver Blume, Volkswagen’s chief executive.\nMr. Blume laid out a 10-point plan for helping Volkswagen pivot to electric vehicles, a path it began in earnest when it effectively abandoned diesel technology after an emissions cheating scandal in 2015. The plan’s centerpiece are investments totaling 180 billion euros, or about $193 billion. Two-thirds of that sum will be channeled into producing battery cells, developing software and shoring up supply chains of critical raw materials.\n“For me, it is important that we have a clear orientation of where we are going,” Mr. Blume told reporters, adding that 2023 would be “a decisive year” for the company. It is his first as chief executive; he took over in September from Herbert Diess, who aggressively pushed Volkswagen to embrace electric cars but was forced out after just four years because of disagreements with the company’s board.", "url": "https://www.nytimes.com/2023/03/14/business/volkswagen-electric-vehicles-batteries-investment.html"}