{"authors": ["Constant Méheut"], "date_download": "2023-03-28 18:39:27", "date_modify": "2023-03-28 18:39:27", "date_publish": "2023-02-24 10:00:33", "description": "Jean-Baptiste Reddé has hoisted his giant, colorful signs in nearly every street protest for over a decade, embodying France’s enduring passion for demonstrations.", "filename": "2023_02_24_world_europe_france-protests-jean-baptiste-redde_1680028767.html", "image_url": "https://static01.nyt.com/images/2023/02/23/multimedia/24france-protester-profile-01-fchp/france-protester-profile-01-fchp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_24_world_europe_france-protests-jean-baptiste-redde_1680028767.html", "title": "The French Like Protesting, but This Frenchman May Like It the Most", "title_page": "The French Like Protesting, but This Frenchman May Like It the Most - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A human tide swept through Paris last month for the type of event France knows only too well — a protest. Union leaders led the march, awash in a multicolored sea of flags. Demonstrators shouted fiery slogans. Clashes with the police erupted.\nAnd, as in every protest, there was Jean-Baptiste Reddé.\nHe held a giant placard over his head that read, “Tax evasion must fund our pensions.” Its distinctive colorful capital letters stood out in the dense crowd.\nSigns like that have been Mr. Reddé’s trademark since he retired from his teaching job a decade ago and dedicated himself nearly full time to protesting. He has since become a personal embodiment of France’s enduring passion for demonstration, rooted in a culture that sees change as a prize to be won, and defended, in the streets.\n“This is what governs my life,” he said in a recent interview. Demonstrating, he explained, is “where I fulfill myself and find a purpose.”", "url": "https://www.nytimes.com/2023/02/24/world/europe/france-protests-jean-baptiste-redde.html"}