{"authors": ["Ruth Maclean"], "date_download": "2023-03-28 18:34:11", "date_modify": "2023-03-28 18:34:11", "date_publish": "2023-02-18 10:00:28", "description": "The race is wide open in the presidential election in Nigeria, Africa’s most populous nation and a struggling economic powerhouse. Youth looking to evict the old guard are cheering on Peter Obi, a surprise third-party candidate.", "filename": "2023_02_18_world_africa_nigeria-election-youth-obi_1680028451.html", "image_url": "https://static01.nyt.com/images/2023/02/18/multimedia/18nigeria-election-youth-1-gwhc/18nigeria-election-youth-1-gwhc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_18_world_africa_nigeria-election-youth-obi_1680028451.html", "title": "He’s Energized Nigeria’s Young Voters. Will They Turn Out for Him?", "title_page": "Peter Obi Has Energized Nigeria’s Young Voters. Will They Turn Out for Him? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nigeria, and particularly its young people, have had an extremely tough few years. Large groups of schoolchildren have been kidnapped, by extremists or ransom seekers. Youth unemployment nearly tripled during the Buhari years. Demonstrators in peaceful protests against police brutality were themselves shot dead by security forces in 2020 as they sang and waved the flag by a tollgate in Lekki, an upmarket Lagos suburb.\nMany young people are channeling their anger at the government’s repressive response to that movement — as well as the failure to bring those responsible to justice, a seven month Twitter ban, and persistent police brutality — into this election.\n“What happened in Lekki is a clear indication that this government don’t care about the youth,” said Amanda Okafor, 28, who said she saw many fellow protesters shot dead in Lekki. Ms. Okafor was eligible to vote in the past two elections, but never did. Now she goes everywhere with her voter’s card, determined to cast her first-ever vote.\n“We’re tired of these same old people coming in to tell us that they’re going to change stuff for us and they’re not doing anything,” she said.\nFor many young Nigerians, these “same old people” include the presidential candidate of the party in power, Bola Tinubu, a former Lagos governor with a strong southwestern base, and the slogan, “It’s my turn.” He sometimes slurs words and appears confused, alarming some voters.", "url": "https://www.nytimes.com/2023/02/18/world/africa/nigeria-election-youth-obi.html"}