{"authors": ["Livia Albeck-Ripka", "Mike Ives"], "date_download": "2023-03-28 16:43:53", "date_modify": "2023-03-28 16:43:53", "date_publish": "2023-03-14 21:08:04", "description": "Flood warnings and other advisories were in effect in many areas on Wednesday after an “atmospheric river” dumped more rain and snow on an already soggy state.", "filename": "2023_03_14_us_california-storm-flood-atmospheric-river-snow_1680021833.html", "image_url": "https://static01.nyt.com/images/2023/04/14/multimedia/14nat-calif-storms-vghw/14nat-calif-storms-vghw-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_us_california-storm-flood-atmospheric-river-snow_1680021833.html", "title": "California Eyes Rising Rivers as the Latest Storm Departs", "title_page": "Strong Winds and Flooding Feared in California as Storm Pummels State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "March 14, 2023\nLOS ANGELES — Millions of California residents awoke Wednesday to the continuing threat of flooding and other effects of extreme weather, after the latest bout of high wind and heavy precipitation disrupted electric service, strained levees and forced evacuations and road closures.\nFlood and winter storm warnings stemming from the “atmospheric river” that swept across the state on Tuesday were still in effect on parts of California as of 7 a.m. Wednesday, according to the National Weather Service, although their geographic scope had tapered overnight. By daybreak, the brunt of the rain had begun clearing out of Los Angeles and Ventura counties, and was expected to end later Wednesday morning in other parts of Southern California.\nFloods remain a threat for hours after a major storm passes, because creeks and rivers continue to swell as they collect fallen rain and melted snow flowing down from hillsides and tributaries. A flood watch is in effect until Wednesday afternoon for a wide swath of Southern California, including Orange County and the San Bernardino Mountains.\nMore than two and a half inches of rain fell at the Santa Barbara Airport on Tuesday, the Weather Service said, and nearly two inches were recorded at Los Angeles International Airport. The rainfall was so intense that some weather stations around the state broke daily records.", "url": "https://www.nytimes.com/2023/03/14/us/california-storm-flood-atmospheric-river-snow.html"}