{"authors": ["Constant Méheut"], "date_download": "2023-03-28 18:39:13", "date_modify": "2023-03-28 18:39:13", "date_publish": "2023-03-15 20:15:12", "description": "Many believe the legislation to raise the retirement age to 64 from 62 will pass Parliament, and they are looking beyond the vote to fight on.", "filename": "2023_03_15_world_europe_france-strike-pension_1680028753.html", "image_url": "https://static01.nyt.com/images/2023/03/15/multimedia/15france-strike-topart-ztpm/15france-strike-topart-ztpm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_15_world_europe_france-strike-pension_1680028753.html", "title": "French Protesters Rally in Last Angry Push Before Pension Bill Vote", "title_page": "French Protesters Rally in Last Angry Push Before Pension Bill Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Hundreds of thousands of French protesters on Wednesday swarmed cities across the country, and striking workers disrupted rail lines and closed schools to protest the government’s plan to raise the legal retirement age, in a final show of force before the contested bill comes to a vote on Thursday.\nThe march — the eighth such national mobilization in two months — and strikes embodied the showdown between two apparently unyielding forces: President Emmanuel Macron, who has been unwavering in his resolve to overhaul pensions, and large crowds of protesters who have vowed to continue the fight even if the bill to raise the retirement age to 64 from 62 passes Parliament — which many believe it will.\n“Macron has not listened to us, and I’m no longer willing to listen to him,” said Patrick Agman, 59, who was marching in Paris on Wednesday. “I don’t see any other option than blocking the country now.”\nBut it remains unclear what shape the protest movement will take from here, with plenty of room for it either to turn into the kind of unbridled social unrest that France has experienced before or to slowly die out.", "url": "https://www.nytimes.com/2023/03/15/world/europe/france-strike-pension.html"}