{"authors": ["Annie Karni", "Catie Edmondson"], "date_download": "2023-03-28 17:11:11", "date_modify": "2023-03-28 17:11:11", "date_publish": "2023-03-05 22:12:26", "description": "Republican leaders have told their colleagues to get out of Washington for field hearings that allow the party to take their message straight to voters, a costly pursuit that can be a boon to big donors.", "filename": "2023_03_05_us_politics_house-republicans-budget-travel-campaign_1680023471.html", "image_url": "https://static01.nyt.com/images/2023/03/03/multimedia/00dc-cong-travel-01-mjgf/00dc-cong-travel-01-mjgf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_05_us_politics_house-republicans-budget-travel-campaign_1680023471.html", "title": "House Committee Budgets Swell as G.O.P. Plans Road Shows Across U.S.", "title_page": "House Committee Budgets Swell as G.O.P. Plans Road Shows Across U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When the House Ways and Means Committee traveled to Petersburg, W.Va., last month for its inaugural field hearing on “the state of the economy in Appalachia,” it met at the headquarters of a hardwood lumber manufacturer whose chief executive has donated the maximum campaign contribution allowed to a Republican member of the panel.\nThe logo of his company was on prominent display during the event.\nWhen the committee descends on Yukon, Okla., this week for its second field hearing, this one on “the state of the economy in the heartland,” it will convene at Express Clydesdales, a restored barn and event space owned by a major donor to the super PAC aligned with Speaker Kevin McCarthy, the Republican National Committee, Senate Republicans’ campaign committee and former President Donald J. Trump.\nThe owner, the business magnate Robert Funk, has also given the maximum campaign donation allowable to another member of the panel, Representative Kevin Hern, Republican of Oklahoma, for the past three cycles.\nDetermined to take their message directly to voters at a time when they are hard-pressed to get anything concrete done on Capitol Hill, House Republicans are increasing the budgets of their congressional committees and going out on the road, planning a busy schedule of field hearings in all corners of the country aimed at promoting their agenda outside the Beltway.", "url": "https://www.nytimes.com/2023/03/05/us/politics/house-republicans-budget-travel-campaign.html"}