{"authors": ["Stephen Castle"], "date_download": "2023-03-28 17:41:48", "date_modify": "2023-03-28 17:41:48", "date_publish": "2023-03-04 08:00:09", "description": "As the European Union’s first ambassador in London, João Vale de Almeida had to fight even for official recognition. Prime Minister Rishi Sunak and the Windsor Framework are changing things, he says.", "filename": "2023_03_04_world_europe_uk-eu-northern-ireland_1680025308.html", "image_url": "https://static01.nyt.com/images/2023/03/01/multimedia/01uk-brexit-wlkm/01uk-brexit-wlkm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_04_world_europe_uk-eu-northern-ireland_1680025308.html", "title": "Diplomat Who Faced Brexit Freeze in U.K. Now Sees a ‘New Beginning’", "title_page": "Diplomat Who Faced Brexit Freeze in U.K. Now Sees a ‘New Beginning’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the European Union’s ambassador to London, João Vale de Almeida had a ringside seat for the chaos overwhelming British politics last year, when all eyes were on the missteps, scandals and resulting downfalls of two prime ministers in quick succession.\nUnder either of the ousted prime ministers, Mr. Vale de Almeida indicated, prospects were dim for resolving one of the most serious conflicts contributing to rocky post-Brexit relations between Britain and the European Union: the trade status of Northern Ireland.\nBut the relationship has shifted significantly with the rise of a new prime minister, Rishi Sunak, Mr. Vale de Almeida said, culminating on Monday when Mr. Sunak and Ursula von der Leyen, the president of the E.U.’s executive arm, the European Commission, struck a deal to resolve their Northern Ireland dispute.\nThat breakthrough, Mr. Vale de Almeida said, opened a path to greater cooperation not only between Brussels and London, but also between Europe and the United States, in confronting common challenges like Russian aggression and rising tension with China, where Western cooperation is essential.", "url": "https://www.nytimes.com/2023/03/04/world/europe/uk-eu-northern-ireland.html"}