{"authors": ["Kurt Streeter"], "date_download": "2023-03-28 17:11:22", "date_modify": "2023-03-28 17:11:22", "date_publish": "2023-02-08 04:58:32", "description": "His N.B.A. career scoring record has been broken, but his legacy of activism and his expansion of Black athlete identity endure.", "filename": "2023_02_07_sports_basketball_kareem-abdul-jabbar-record-legacy_1680023482.html", "image_url": "https://static01.nyt.com/images/2023/02/02/sports/00nba-lebron-streeter/00nba-lebron-streeter-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_sports_basketball_kareem-abdul-jabbar-record-legacy_1680023482.html", "title": "Kareem Abdul-Jabbar Is Greater Than Any Basketball Record", "title_page": "Kareem Abdul-Jabbar Is Greater Than Any Basketball Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some athletes live swaddled in their greatness, and that is enough. Others not only master their sport but also expand the possibilities — in competition and away from it — for generations to come. Kareem Abdul-Jabbar did just that, including for LeBron James, who has laid claim to the N.B.A. career scoring record that Abdul-Jabbar had held so tight for nearly 39 years.\nIt is easy to forget now, in today’s digitized world where week-old events are relegated to the historical dustbin, how much of a force Abdul-Jabbar was as a player and cultural bellwether. How, as the civil rights movement heated to a boil in the 1960s and then simmered over the ensuing decade, Abdul-Jabbar, a Black man who had adopted a Muslim name, played under the hot glare of a white American public that strained to accept him or see him as relatable.\nIt is easy to forget because he helped make it easier for others, like James, to trace his path. That is what will always keep his name among the greats of sport, no matter how many of his records fall.\nGuided by the footsteps of Jackie Robinson and Bill Russell, Abdul-Jabbar pushed forward, stretching the limits of Black athlete identity. He was, among other qualities, brash and bookish, confident and shy, awkward, aggressive, graceful — and sometimes an immense pain to deal with. He could come off as simultaneously square and the smoothest, coolest cat in the room.", "url": "https://www.nytimes.com/2023/02/07/sports/basketball/kareem-abdul-jabbar-record-legacy.html"}