{"authors": ["Jesus Jiménez"], "date_download": "2023-03-28 17:00:33", "date_modify": "2023-03-28 17:00:33", "date_publish": "2023-01-12 13:59:55", "description": "An avian flu outbreak and increasing costs of fuel, feed and packaging have contributed to an egg supply shortage and high prices in some parts of the country.", "filename": "2023_01_12_us_egg-shortage-us.html_action=click&pgtype=Article&state=default&module=styln-avian-flu&variant=show&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1680022833.html", "image_url": "https://static01.nyt.com/images/2023/01/12/multimedia/12xp-egg-shortage-vpcg/12xp-egg-shortage-vpcg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_12_us_egg-shortage-us.html_action=click&pgtype=Article&state=default&module=styln-avian-flu&variant=show&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc_1680022833.html", "title": "Can You Find Eggs Here or There? Can You Find Them Anywhere?", "title_page": "Egg Shortages and Price Increases Caused in Part by Bird Flu Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A grocery staple that for decades has been a relatively cheap and reliable item has now become an elusive and even lavishly priced commodity.\nAt a Whole Foods in Manhattan on Wednesday, shelves were empty for the cheapest eggs — $3.39 for a carton of 12 large brown Grade A eggs.\nWhat remained were more expensive options like organic, cage-free eggs for more than $7. Even then, the customers were limited to two egg cartons, according to a sign on the refrigerator door, “due to a nationwide shortage of eggs.” Other grocery stores, like certain locations of Kroger across the United States and Lidl in Britain, have also limited egg purchases. Prices of eggs across some countries are rising sharply.\nOne factor behind the shortage and the sharp rise in egg prices is an outbreak of avian influenza, also known as the bird flu, a highly contagious virus that is often fatal to chickens. Since the outbreak was detected last February, more than 57 million birds in hundreds of commercial and backyard flocks have been affected by it, according to the U.S. Department of Agriculture.", "url": "https://www.nytimes.com/2023/01/12/us/egg-shortage-us.html?action=click&pgtype=Article&state=default&module=styln-avian-flu&variant=show&region=MAIN_CONTENT_1&block=storyline_levelup_swipe_recirc"}