{"authors": ["Sarah Lyall"], "date_download": "2023-03-28 16:45:43", "date_modify": "2023-03-28 16:45:43", "date_publish": "2023-01-31 19:44:57", "description": "In “Hell Bent,” Leigh Bardugo continues the fantastical journey she began in “Ninth House.”", "filename": "2023_01_31_books_review_hell-bent-leigh-bardugo_1680021943.html", "image_url": "https://static01.nyt.com/images/2023/01/31/multimedia/Bardugo-review-tzmp/Bardugo-review-tzmp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_31_books_review_hell-bent-leigh-bardugo_1680021943.html", "title": "Book Review: ‘Hell Bent,’ by Leigh Bardugo", "title_page": "Book Review: ‘Hell Bent,’ by Leigh Bardugo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HELL BENT, by Leigh Bardugo\nSearching for a portal to the underworld at Yale University, the magically inclined characters of Leigh Bardugo’s “Hell Bent” naturally think of Sterling Memorial Library, a Gothic temple to learning (and to hell, it turns out) that looms in the middle of campus. It is here that they plan to carry out a daring mission and rescue their friend Darlington, whose soul was sucked into the abyss in Bardugo’s previous book, the best-selling “Ninth House,” and whose body is now inhabited by a particularly nasty demon.\nJust like its predecessor, this novel conjures a Yale swirling with all manner of magic — by turns frivolous, self-enriching, reckless, amusing and very dark indeed. Much of it is concentrated in the university’s real-life senior societies, whose fictional versions each traffic in a single arcane magical specialty. (Skull and Bones, for instance, uses human entrails to make stock market predictions for influential alumni; St. Elmo conjures storms; Book and Snake can reanimate the dead.) A shadowy regulatory body known as Lethe presides over the societies’ supernatural rituals and polices their use of magic, like a fantastical version of OSHA.\nIt’s not mandatory to read “Ninth House” to enjoy “Hell Bent,” but readers who start here will miss out on crucial back stories and world-building details. This book opens where the last one ended, with Darlington stuck in hell and Alex Stern, a scrappy, troubled Yale undergraduate who is blessed, or cursed, with the ability to see dead people, intent on getting him out. It’s a tough job, involving baroque rituals, exotic magical artifacts and a willingness to leap into the unknown — and it can be carried out only by people who have been responsible for the deaths of others.", "url": "https://www.nytimes.com/2023/01/31/books/review/hell-bent-leigh-bardugo.html"}