{"authors": ["Ken Belson"], "date_download": "2023-03-28 18:11:15", "date_modify": "2023-03-28 18:11:15", "date_publish": "2023-01-03 15:29:10", "description": "An uncle of Damar Hamlin, a Bills safety who went into cardiac arrest during Monday’s game, said Tuesday night that doctors were working to get his nephew breathing on his own without a ventilator.", "filename": "2023_01_03_sports_football_nfl-damar-hamlin-bills-injury_1680027075.html", "image_url": "https://static01.nyt.com/images/2023/01/03/multimedia/03nfl-ledeall-1-9096/03nfl-ledeall-1-9096-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_03_sports_football_nfl-damar-hamlin-bills-injury_1680027075.html", "title": "N.F.L. Says Suspended Game Won’t Resume This Week as Hamlin Stays in Hospital", "title_page": "As Damar Hamlin Stays in Hospital, N.F.L. Won’t Resume Suspended Game This Week - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Buffalo Bills defensive back Damar Hamlin remained in critical condition on Tuesday after he went into cardiac arrest during a prime-time N.F.L. game, a frightening reminder of the ever-present risk of serious injury in America’s biggest sport that has the league facing one of its worst crises in decades.\nHamlin’s injury, following what looked like a routine tackle, has the N.F.L. again answering questions about player safety in a season marred by high-profile injuries.\nWith millions of fans watching on television, Hamlin, 24, collapsed in the first quarter of a crucial matchup with playoff implications on Monday night, forcing the league to suspend the game. As Hamlin lay on the field motionless, medical workers feverishly worked to restart his heart. Players were in tears, the stadium went silent and fans watched along in distress as a young athlete’s life hung in the balance.\nAfter Hamlin’s heartbeat was restored and he was taken off the field by ambulance, the coaches conferred with the head referee and league executives. The players soon walked to their locker rooms. About 30 minutes later, the league postponed the game, and said on Tuesday that at minimum it would not be played this week.", "url": "https://www.nytimes.com/2023/01/03/sports/football/nfl-damar-hamlin-bills-injury.html"}