{"authors": ["Amanda Taub"], "date_download": "2023-03-28 17:39:40", "date_modify": "2023-03-28 17:39:40", "date_publish": "2023-03-17 19:54:54", "description": "Cases in Poland and Texas bring legal vulnerabilities into sharp relief.", "filename": "2023_03_17_world_europe_abortion-interpreter-newsletter-onsite_1680025180.html", "image_url": "https://static01.nyt.com/images/2023/03/17/multimedia/17InterpreterNL-AbortionCases-gjvm/17InterpreterNL-AbortionCases-gjvm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_17_world_europe_abortion-interpreter-newsletter-onsite_1680025180.html", "title": "When Judges Decide on Abortion", "title_page": "When Judges Decide on Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The way that change had happened — through a decision by appointed justices of a high court that circumvented the usual process of adjudicating a legal case — traced the outline of a democratic fracture that is showing up in polarized nations around the world.\nThis week, two other abortion cases, argued in courtrooms more than 5,000 miles apart, bring those vulnerabilities into sharper relief. In Warsaw on Tuesday, a Polish court found a women’s rights activist guilty of providing abortion pills — the first conviction of that kind in Europe, and one that is expected to sharply limit the already scarce access to abortion in Poland.\nAnd in Amarillo, Texas, a federal judge heard arguments on Wednesday about whether to issue a preliminary injunction that could impose a nationwide ban on access to mifepristone, a widely used abortion pill.\nTo learn more about the two cases, the place to start is, as always, with reporting from The New York Times. My colleague Monika Pronczuk reported on the trial from Warsaw, where the defendant was convicted even though the woman who received the pills has said that she miscarried naturally. An earlier story, written with Katrin Bennhold on the risks to women that have followed Poland’s abortion ban, gives important context about what is at stake.\nIt is not a coincidence that this latest battle is happening in a courtroom. As I wrote in 2020, Poland’s right-wing Law and Justice Party had tried and failed to pass new abortion restrictions in 2016, but the opposition blocked the bill in the legislature. So the government turned instead to the country’s high court, which was packed with party loyalists. The court ruled that abortion in cases of fetal anomalies was unconstitutional.", "url": "https://www.nytimes.com/2023/03/17/world/europe/abortion-interpreter-newsletter-onsite.html"}