{"authors": ["Anatoly Kurmanaev", "Henrik Pryser Libell", "Michael Schwirtz"], "date_download": "2023-03-28 18:19:39", "date_modify": "2023-03-28 18:19:39", "date_publish": "2023-01-17 12:32:26", "description": "The rare defection by a former member of the notorious Russian paramilitary force could aid investigations into Moscow’s atrocities.", "filename": "2023_01_17_world_europe_wagner-group-defection-norway-russia-war_1680027579.html", "image_url": "https://static01.nyt.com/images/2023/01/16/multimedia/16ukraine-briefing-wagner-asylum-norway-plbv/16ukraine-briefing-wagner-asylum-norway-plbv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_17_world_europe_wagner-group-defection-norway-russia-war_1680027579.html", "title": "A Wagner Fighter Defects to Norway, Promising to Expose Russian War Crimes", "title_page": "A Wagner Fighter Defects to Norway, Promising to Expose Russian War Crimes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A former member of a notorious Russian paramilitary force has surrendered to Norwegian authorities, a rare defection that his lawyer and Russian human rights activists say could aid international investigations into Moscow’s atrocities in Ukraine.\nAndrei Medvedev, who says he commanded about 15 fighters in the Wagner mercenary group in Ukraine, has applied for asylum in Norway after being detained by local security forces for illegally crossing the nation’s border with Russia in the early hours of Friday, his lawyer, Brynjulf Risnes, said.\nNorwegian immigration authorities confirmed that a man matching Mr. Medvedev’s description was detained and had requested asylum, but declined to comment further, citing security and privacy concerns.\nImage An undated photo provided by Andrei Medvedev of himself with his Wagner dog tag.\nIn a video published on Monday, Mr. Medvedev told a Russian human rights activist, Vladimir Osechkin, that he had crossed into Norway on foot and requested asylum after surrendering to the police. He said he was willing to collaborate with international investigators into potential war crimes committed by Wagner, a major paramilitary force at the center of the Kremlin’s war efforts in Ukraine.", "url": "https://www.nytimes.com/2023/01/17/world/europe/wagner-group-defection-norway-russia-war.html"}