{"authors": ["Zachary Small"], "date_download": "2023-03-28 16:45:01", "date_modify": "2023-03-28 16:45:01", "date_publish": "2023-02-23 17:00:07", "description": "The 94-year-old gallerist will relocate from West 57th Street to prepare her company for the future, which includes new leadership and artist changes.", "filename": "2023_02_23_arts_marian-goodman-gallery-tribeca_1680021901.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/23marian-goodman-news1-glcf/23marian-goodman-news1-glcf-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_23_arts_marian-goodman-gallery-tribeca_1680021901.html", "title": "Marian Goodman Joins TriBeCa Gallery Throng", "title_page": "Marian Goodman Joins TriBeCa Gallery Throng - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A mainstay of Midtown for nearly half a century, the Marian Goodman Gallery has been reluctant to leave its rental on 57th Street in the heart of Manhattan. But the growing shadow of supertall skyscrapers and luxury offices has prompted the dealer to finally uproot.\nAfter a decade scouting larger locations in more culturally relevant neighborhoods, the gallery said Thursday that it would relocate to a historic building in TriBeCa, bringing its legacy brand — artists including Julie Mehretu, William Kentridge and Nan Goldin — to a neighborhood that has become increasingly popular with the art world.\n“We are really thrilled,” said Philipp Kaiser, the gallery’s president. “We always had limitations in the old space because it was an upper floor and you would have to rig everything” to get it upstairs, he said, “which made it difficult to show large sculptures.”\nThe new location at 385 Broadway, a 30,000-square-foot rental, is almost twice as big as the current headquarters at 24 West 57th Street (where the lease ends in June 2024). The TriBeCa gallery will include a basement and five floors, two of which will host exhibition spaces. A renovation by the design firm studioMDA, estimated at several million dollars, will include viewing rooms, a library and archive, art storage and administrative offices. It is expected to open in the second half of 2024.", "url": "https://www.nytimes.com/2023/02/23/arts/marian-goodman-gallery-tribeca.html"}