{"authors": ["Marisa Meltzer"], "date_download": "2023-03-28 19:29:20", "date_modify": "2023-03-28 19:29:20", "date_publish": "2023-02-14 10:00:43", "description": "What’s a good deal? Where should you look?", "filename": "2023_02_14_style_shopping-vintage-bags_1680031760.html", "image_url": "https://static01.nyt.com/images/2023/02/14/multimedia/14MONSTER-BAGS-01-jvtk/14MONSTER-BAGS-01-jvtk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_14_style_shopping-vintage-bags_1680031760.html", "title": "How to Find a Fancy Vintage Purse", "title_page": "How to Find a Fancy Vintage Purse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The ubiquity of certain “it” handbags on social media can create a feeling of snow blindness when you’re scrolling online. If you want to break out of that trend cycle, the solution is obvious: Get a vintage bag.\nThis is a wild and exciting world to dive into! It’s also overwhelming. Allow me to talk you through it. You’ll want to take your time, familiarize yourself with sellers’ authentication guarantees, do research on serial numbers, get a lay of the land on competitive pricing and learn to understand the subtleties of how sellers describe the conditions of their goods. Sounds exhausting but trust me, it’s worth it.\nYou should know things like what Prada calls its nylon (tessuto) and the name of Bottega Veneta’s woven leather (intrecciato). Never hesitate to ask questions or request more photos — advice that also applies to life in general.\nFor our purposes, we’re using a loose definition of vintage: at least a decade old. There are many, many, many strategies for shopping for vintage bags. One way is to frequent vintage shops that carry a lot of bags. Check out What Goes Around Comes Around in New York and Beverly Hills, Calif., or Dina C’s Fab & Funky Consignment Boutique in Palm Beach, Fla. (a.k.a., destination shopping heaven). Browse by designer at a resale site like ReBag or Fashionphile. Visit super-specific destinations like ClosetfullofCoco on Instagram, which sells Chanel exclusively — and almost all of it bags.", "url": "https://www.nytimes.com/2023/02/14/style/shopping-vintage-bags.html"}