{"authors": ["Gina Kolata"], "date_download": "2023-03-28 17:57:06", "date_modify": "2023-03-28 17:57:06", "date_publish": "2023-01-17 07:59:07", "description": "Some people who have long lived with the disease say they worry about living as a healthy person, while others are concerned about the obstacles to getting treatment.", "filename": "2023_01_17_health_sickle-cell-cure-brings-mix-of-anxiety-and-hope_1680026226.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/00sci-sickle-cell-gene-therapy-01-fzvm/00sci-sickle-cell-gene-therapy-01-fzvm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_17_health_sickle-cell-cure-brings-mix-of-anxiety-and-hope_1680026226.html", "title": "Sickle Cell Cure Brings Mix of Anxiety and Hope", "title_page": "Sickle Cell Cure Brings Mix of Anxiety and Hope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That, patients and advocates said, does not begin to capture what sickle cell really costs. Ashley Valentine, co-founder of the national advocacy group Sick Cells, said she had to take three months off from work in 2016 to help her brother, Marqus, who had sickle cell. When he had a hip replacement in 2018, her father missed so much work to help care for Marqus that he accepted a layoff from his job. It affected her mother’s job, too.\n“And that’s just us,” she said.\nMarqus died in 2020, at age 36, from a stroke caused by sickle cell.\nWhile costs like the ones Ms. Valentine described are spread out over a lifetime, gene therapy must be paid for all at once. Concerns about the high price of the treatment worry many people with sickle cell and their families.\nThe modified virus that delivers gene therapy is expected to cost at least $1 million, based on what other gene therapy vectors cost. But that is only part of the price.\nTreatment starts with intense chemotherapy in a hospital to wipe the bone marrow clean, leaving space for genetically modified red blood cells that result from the treatment. Patients then spend about a month in the hospital waiting for the modified cells to grow. After they are discharged, the patients are immunocompromised for about six months while their immune systems recover.\nInsurers are likely to pay for the part of the treatment that involves using a disabled virus to deliver the therapy. But whether they will pay for most of the chemo, hospitalization and other costs is uncertain. Patients worry about bills from hospitals and doctors. Even if it is mostly covered, co-payments can be an issue.", "url": "https://www.nytimes.com/2023/01/17/health/sickle-cell-cure-brings-mix-of-anxiety-and-hope.html"}