{"authors": ["Jeanna Smialek", "Joe Rennison"], "date_download": "2023-03-28 16:55:19", "date_modify": "2023-03-28 16:55:19", "date_publish": "2023-03-23 21:12:26", "description": "As turmoil sweeps the United States financial system, banks are turning to the Federal Reserve for loans to get them through the squeeze.", "filename": "2023_03_23_business_economy_federal-reserve-discount-window_1680022519.html", "image_url": "https://static01.nyt.com/images/2023/03/23/multimedia/23dc-disco-tqmv/23dc-disco-tqmv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_business_economy_federal-reserve-discount-window_1680022519.html", "title": "Banks Are Borrowing More From the Fed: What to Know", "title_page": "Banks Are Borrowing More From the Fed: What to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the modern era, though, borrowing from the discount window has been stigmatized. There is a perception in the financial industry that if a big bank taps it, it must be a sign of distress. Borrower identities are released, though it’s on a two-year delay. Its most frequent users are community banks, though some big regional lenders like Bancorp used it in 2020 at the onset of the pandemic. Fed officials have tweaked the program’s terms over the years to try to make it more attractive during times of trouble, but with mixed results.\nEnter the Fed’s new facility, which is like the discount window on steroids. Officially called the Bank Term Funding Program, it leverages emergency lending powers that the Fed has had since the Great Depression — ones that the central bank can use in “unusual and exigent” circumstances with the sign-off of the Treasury secretary. Through it, the Fed is lending against Treasuries and mortgage-backed securities valued at their original price for up to a year.\nPolicymakers seem to hope that the program will help reduce interest rate risk in the banking system — the problem of the day — while also getting around the stigma of borrowing from the discount window.\nBanks are Borrowing More Than Usual\nThe backstops seem to be working: During the recent turmoil, banks are using both programs.\nDiscount window borrowing climbed to $110.2 billion as of Wednesday, down slightly from $152.9 billion the previous week — when the turmoil started. Those figures are abnormally elevated: Discount window borrowing had stood at just $4.6 billion the week before the tumult began.\nThe new program also had borrowers. As of Wednesday, banks were borrowing $53.7 billion, according to the Fed data. The previous week, it stood at $11.9 billion. The names of specific borrowers will not be released until 2025.", "url": "https://www.nytimes.com/2023/03/23/business/economy/federal-reserve-discount-window.html"}