{"authors": ["Richard Sandomir"], "date_download": "2023-03-28 17:09:57", "date_modify": "2023-03-28 17:09:57", "date_publish": "2023-03-04 04:02:32", "description": "He earned praise for his work in films like “Saving Private Ryan” and “Black Hawk Down.” He also served prison time for drug possession and domestic abuse.", "filename": "2023_03_03_movies_tom-sizemore-dead_1680023397.html", "image_url": "https://static01.nyt.com/images/2023/03/03/multimedia/00sizemore-01-khtm-print1/00sizemore-01-khtm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_03_movies_tom-sizemore-dead_1680023397.html", "title": "Tom Sizemore, Intense Actor With a Troubled Life, Dies at 61", "title_page": "Tom Sizemore, Intense Actor With a Troubled Life, Dies at 61 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tom Sizemore, a tough-guy actor whose career, which included roles in major films like “Saving Private Ryan” and “Black Hawk Down,” was overshadowed at times by his problems with substance abuse and the law, died on Friday in Burbank, Calif. He was 61.\nThe death was announced by his manager, Charles Lago. The cause was not immediately known, but Mr. Sizemore suffered a brain aneurysm on Feb. 18, which caused a stroke. He had been in a coma and on life support since then.\nMr. Sizemore could be intense, charismatic and manic in roles as soldiers, thugs, cops, killers and, in a television movie, the baseball player Pete Rose. As Sgt. Mike Horvath in Steven Spielberg’s “Saving Private Ryan” (1998), he was the devoted second in command to Captain Miller (played by Tom Hanks) in a small group of Army Rangers whose mission after the D-Day invasion was to locate a soldier whose three brothers had already died in battle.\nNear the end of the movie, Horvath eloquently lays out the choices facing Miller: Let Private Ryan stay and fight, which he prefers, or send him home, as the unit had been ordered to do.", "url": "https://www.nytimes.com/2023/03/03/movies/tom-sizemore-dead.html"}