{"authors": ["Paul Krugman"], "date_download": "2023-03-28 17:11:20", "date_modify": "2023-03-28 17:11:20", "date_publish": "2023-02-21 19:35:05", "description": "Reports of their inevitable collapse are greatly exaggerated.", "filename": "2023_02_21_opinion_medicare-social-security_1680023480.html", "image_url": "https://static01.nyt.com/images/2023/02/21/opinion/21krugman-newsletter-image/21krugman-newsletter-image-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_opinion_medicare-social-security_1680023480.html", "title": "Why Medicare and Social Security Are Sustainable", "title_page": "Opinion | Why Medicare and Social Security Are Sustainable - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The G.O.P. response to President Biden’s truthful statement that some Republicans want to sunset Medicare and Social Security has been highly gratifying. In other words, the party has reacted with sheer panic — plus a startling lack of message discipline, with both Mike Pence and Nikki Haley saying that actually, yes, they do want to privatize or “reform” Social Security, which is code for gutting it.\nNow Republicans are talking about slashing “woke” programs like Medicaid and food stamps. It’s going to be fun when the party realizes who depends on these programs and how popular Medicaid, in particular, is even among its own voters.\nThe press’s response to Biden’s remarks has, however, been less gratifying. I’ve seen numerous declarations from mainstream media that of course Medicare and Social Security can’t be sustained in their present form. And not just in the opinion pages: There’s been at least some reversion to the early 2010s practice of including anti-social-insurance editorializing in what are supposed to be straight news reports, with highly disputable claims about these programs’ futures presented as simple facts.\nSo let me try to set the record straight. Yes, our major social programs are on a trajectory that will cause them to cost more in the future than they do today. But how we deal with that trajectory is a choice, and the solution need not involve benefit cuts.", "url": "https://www.nytimes.com/2023/02/21/opinion/medicare-social-security.html"}