{"authors": ["Joshua Barone"], "date_download": "2023-03-28 16:55:24", "date_modify": "2023-03-28 16:55:24", "date_publish": "2023-02-01 18:11:47", "description": "The pianist Leif Ove Andsnes brought Dvorak’s sprawling 1889 rarity to New York with committed playing and interpretive wisdom.", "filename": "2023_02_01_arts_music_leif-ove-andsnes-carnegie-hall-review_1680022524.html", "image_url": "https://static01.nyt.com/images/2023/02/02/multimedia/01andsnes-review-jfmh/01andsnes-review-jfmh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_01_arts_music_leif-ove-andsnes-carnegie-hall-review_1680022524.html", "title": "Review: Leif Ove Andsnes Adds to Carnegie Hall History", "title_page": "Review: Leif Ove Andsnes Adds to Carnegie Hall History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Probably few pianists will have sufficient courage to play them all in succession,” Antonin Dvorak predicted about the 13 sections of his sprawling, nearly hourlong “Poetic Tone Pictures.” But, he added, “only in this way can the listener obtain a proper notion of what I intended, for this time I am not just an absolute composer but also a poet.”\nHe was correct; since it was written in 1889, “Poetic Tone Pictures” has been taken up by so few pianists, it didn’t arrive at Carnegie Hall until Tuesday evening, as the dreamily kaleidoscopic second half of a recital by Leif Ove Andsnes.\nIt has been a week of firsts at Carnegie. On Saturday, Yuja Wang accomplished the sensationally unheard-of — at the hall, if not in the world — by muscling through Rachmaninoff’s four piano concertos and his “Rhapsody on a Theme of Paganini,” in a marathon with Yannick Nézet-Séguin and the Philadelphia Orchestra. Tuesday’s recital was another impressive milestone, but, in Andsnes fashion, a more modest one.\nHis performance of the Dvorak — measured in appearance but interpretively varied, played with thorough commitment and characteristic wisdom — had the qualities of a standard-setting account. Even if “Poetic Tone Pictures” doesn’t return to Carnegie any time soon, Andsnes made a compelling argument for why it should: how, despite its unpianistic moments and longueurs, it is, in its entirety, a touching display of awe at life itself, told with a folk tune or a naïve melody, a solemn march or a sentimental dance.", "url": "https://www.nytimes.com/2023/02/01/arts/music/leif-ove-andsnes-carnegie-hall-review.html"}