{"authors": ["Don R. Hecker"], "date_download": "2023-03-28 18:08:45", "date_modify": "2023-03-28 18:08:45", "date_publish": "2023-02-21 17:13:24", "description": "In 1971, he transferred material from one organism to another, creating the first recombinant DNA, or rDNA. He later helped lead a historic effort to write protocols for genetic research.", "filename": "2023_02_21_science_paul-berg-dead_1680026925.html", "image_url": "https://static01.nyt.com/images/2022/01/26/obituaries/00berg_paul-03/00berg_paul-03-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_21_science_paul-berg-dead_1680026925.html", "title": "Paul Berg, Nobel-Winning Pioneer of Genetic Engineering, Is Dead at 96", "title_page": "Paul Berg, Nobel-Winning Pioneer of Genetic Engineering, Is Dead at 96 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Paul Berg, a Nobel Prize-winning biochemist who ushered in the era of genetic engineering in 1971 by successfully combining DNA from two different organisms, died on Wednesday at his home on the Stanford University campus in California. He was 96.\nHis death was announced by the Stanford School of Medicine.\nAfter his breakthrough with DNA, Dr. Berg led a momentous convocation of scientists to establish safeguards against the misuse of genetic research.\nIn 1971, he was already a well-known researcher at Stanford University when he oversaw the artificial introduction of DNA from one virus into another, creating the first recombinant DNA, or rDNA. The achievement was the first link in the chain of advances that has led to the genetic engineering of new therapeutic treatments for diseases and of vaccines, like the messenger RNA versions used to counter the virus that causes Covid-19.\nDr. Berg’s work earned him the 1980 Nobel Prize in Chemistry, which he shared with Walter Gilbert and Frederick Sanger, who were cited for their work on genetic sequencing. In remarks at a Nobel banquet, Dr. Berg said that through his research he had “experienced the indescribable exhilaration, the ultimate high, that accompanies discovery, the breaking of new ground, the entering into areas where man had not been before.”", "url": "https://www.nytimes.com/2023/02/21/science/paul-berg-dead.html"}