{"authors": ["Alexis Soloski"], "date_download": "2023-03-28 18:09:55", "date_modify": "2023-03-28 18:09:55", "date_publish": "2023-02-16 10:00:30", "description": "The cult cater-waiter comedy got abysmal ratings when it was canceled in 2010. Now a six-episode revival is one of the most anticipated shows of the year.", "filename": "2023_02_16_arts_television_party-down-is-back-did-you-rsvp_1680026995.html", "image_url": "https://static01.nyt.com/images/2023/02/19/multimedia/19party-down-fwgq/19party-down-fwgq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_16_arts_television_party-down-is-back-did-you-rsvp_1680026995.html", "title": "‘Party Down’ Is Back. Did You R.S.V.P.?", "title_page": "‘Party Down’ Is Back. Did You R.S.V.P.? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The invitations have been sent, the appetizers plated, the bottles opened. Rows of glasses gleam like baby stars. And somewhere, on the fringes of the celebration, a cater waiter is about to do something very wrong.\nThis was the template of “Party Down,” a Starz comedy that ran for two 10-episode seasons, debuting in the spring of 2009. Canceled just as critics and niche audiences were beginning to catch on, the show followed the disaffected employees of a mid-tier catering company as they moved from party to party, one per episode, filching booze, seducing guests, snorting coke, flirting with Nazism and accidentally poisoning George Takei.\nThe original 20 episodes never included a surprise party. But get your streamers and party blowers ready. Because in a surprise to just about everyone — most likely including the folks at Nielsen, who once awarded the show’s finale a 0.0 rating among 18- to 49-year-olds — “Party Down” is back. A six-episode revival will premiere on Starz on Feb. 24, with new episodes arriving weekly.\nMartin Starr, a returning cast member, seemed to genuinely marvel at the development.\n“This was the only show I’ve worked on where people came to work when they weren’t working,” he said in a group video call. “It’s crazy that we get to come back and do it again.”", "url": "https://www.nytimes.com/2023/02/16/arts/television/party-down-is-back-did-you-rsvp.html"}