{"authors": ["Grace Ashford", "Alexandra Berzon", "Ken Bensinger", "Alyce Mcfadden"], "date_download": "2023-03-28 17:23:32", "date_modify": "2023-03-28 17:23:32", "date_publish": "2023-02-13 10:00:31", "description": "Representative George Santos’s failure to account for hundreds of thousands of dollars in spending is part of a pattern of irregularities in the way his campaign handled its finances.", "filename": "2023_02_13_nyregion_george-santos-campaign-money_1680024212.html", "image_url": "https://static01.nyt.com/images/2023/02/09/multimedia/00santos-money-bjkh/00santos-money-bjkh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_13_nyregion_george-santos-campaign-money_1680024212.html", "title": "George Santos and the Case of the Missing $365,000", "title_page": "George Santos and the Case of the Missing $365,000 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Representative George Santos has spent his campaign money in plenty of conspicuous ways, from lavish hotel stays in Las Vegas and Palm Beach, Fla., to an unusual slew of payments for exactly $199.99 — two cents below the threshold where receipts would be required.\nBut deep within Mr. Santos’s campaign filings, The New York Times found another eye-catching number: $365,399.08 in unexplained spending, with no record of where it went or for what purpose.\nThe mysterious expenditures, which list no recipient and offer no receipts, account for nearly 12 percent of the Santos campaign’s total reported expenses — many times exceeding what is typical for congressional candidates. Fellow New York House members, for example, failed to itemize between zero and 2 percent of their expenses this past cycle.\nWithout explanations for each expenditure in the reports filed with the Federal Election Commission, it’s impossible to determine if Mr. Santos spent campaign funds on legitimate election-related purposes.", "url": "https://www.nytimes.com/2023/02/13/nyregion/george-santos-campaign-money.html"}