{"authors": ["Jan Hoffman"], "date_download": "2023-03-28 16:56:29", "date_modify": "2023-03-28 16:56:29", "date_publish": "2023-02-15 23:32:22", "description": "The overdose reversal drug has been administered mostly by emergency responders and outreach workers. If the agency approves a nonprescription version, it could become as easily available as aspirin.", "filename": "2023_02_15_health_narcan-nalaxone-drug-stores.html_action=click&pgtype=Article&state=default&module=styln-opioid&variant=show&region=MAIN_CONTENT_3&block=storyline_top_links_recirc_1680022589.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15opiods-Narcan-htbm/15opiods-Narcan-htbm-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_health_narcan-nalaxone-drug-stores.html_action=click&pgtype=Article&state=default&module=styln-opioid&variant=show&region=MAIN_CONTENT_3&block=storyline_top_links_recirc_1680022589.html", "title": "Narcan Is Safe to Sell Over the Counter, Advisers to the FDA Conclude", "title_page": "Narcan Is Safe to Sell Over the Counter, Advisers to the FDA Conclude - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many public health experts believe that if more people were to have the spray readily available at home, or in their pockets or knapsacks, many fatalities could be averted.\nFentanyl Overdoses: What to Know Card 1 of 6 Devastating losses. Drug overdose deaths, largely caused by the synthetic opioid drug fentanyl, reached record highs in the United States in 2021. Here’s what you should know to keep your loved ones safe: Understand fentanyl’s effects. Fentanyl is a potent and fast-acting drug, two qualities that also make it highly addictive. A small quantity goes a long way, so it’s easy to suffer an overdose. With fentanyl, there is only a short window of time to intervene and save a person’s life during an overdose. Stick to licensed pharmacies. Prescription drugs sold online or by unlicensed dealers marketed as OxyContin, Vicodin and Xanax are often laced with fentanyl. Only take pills that were prescribed by your doctor and came from a licensed pharmacy. Talk to your loved ones. The best way to prevent fentanyl use is to educate your loved ones, including teens, about it. Explain what fentanyl is and that it can be found in pills bought online or from friends. Aim to establish an ongoing dialogue in short spurts rather than one long, formal conversation. Learn how to spot an overdose. When someone overdoses from fentanyl, breathing slows and their skin often turns a bluish hue. If you think someone is overdosing, call 911 right away. Buy naloxone. If you’re concerned that a loved one could be exposed to fentanyl, you may want to buy naloxone. The medicine can rapidly reverse an opioid overdose and is often available at local pharmacies without a prescription.\nThe Biden administration has made expanding access to the medicine a priority in its efforts to combat the overdose crisis, which reached a record 107,000 deaths in 2021. The rising fatalities include people addicted to opioids as well as those who illegally purchased prescription medications like Xanax or Percocet that had been tainted with the deadly synthetic opioid, fentanyl. Experts at Wednesday’s daylong hearing noted that even stimulants like methamphetamine and cocaine are being mixed with fentanyl, leading to even greater numbers of accidental overdoses.\nIn recommending that the spray become as easily available as ibuprofen, the 19 voting panelists determined that naloxone, which was approved as an overdose-reversal injection in 1971, is abundantly safe and effective even in infants, with almost no potential for misuse or abuse. And, the panels concluded, naloxone does not require medical training to use.\nSide effects, typically symptoms associated with withdrawal, were relatively negligible compared with the medicine’s far greater lifesaving benefit, panel members said. Naloxone, which comes in a nasal spray, a vial and preloaded syringes, is believed to have saved hundreds of thousands of lives.\nThe drug blocks the effects of opiates on the brain. Opiates can depress the respiratory system and other bodily functions. By interrupting that connection before it’s too late, Narcan can wake a person from a lethal stupor. The instructions on the two-pack carton say that the Narcan administrator should apply one dose in the nostril of a person suspected of having overdosed and then call 911. If the person does not rouse within two or three minutes, a second dose can be applied in the other nostril.", "url": "https://www.nytimes.com/2023/02/15/health/narcan-nalaxone-drug-stores.html?action=click&pgtype=Article&state=default&module=styln-opioid&variant=show&region=MAIN_CONTENT_3&block=storyline_top_links_recirc"}