{"authors": ["Vanessa Friedman"], "date_download": "2023-03-28 19:21:47", "date_modify": "2023-03-28 19:21:47", "date_publish": "2023-03-02 08:47:54", "description": "Dries Van Noten and Olivier Rousteing of Balmain get personal.", "filename": "2023_03_02_style_dries-van-noten-balmain-paris-fashion-week_1680031307.html", "image_url": "https://static01.nyt.com/images/2023/03/05/multimedia/02DRIES-PFW-02-cgml/02DRIES-PFW-02-cgml-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_02_style_dries-van-noten-balmain-paris-fashion-week_1680031307.html", "title": "Intimate Encounters", "title_page": "In Paris, Intimate Encounters at Balmain and Dries Van Noten - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — For so long (even, maybe especially, after the brief Covid hiatus) so much of fashion has been focused on being big — big shows, big sets, big stars, big followings, big growth — that to talk about intimacy, about being small, can seem new.\nIt’s not, of course: The clothes we put on, which literally touch our skin, have always been among our most personally resonant belongings, repositories of individual history, even as they also make public statements. It’s just that recently the public statements (or made-for-selfie statements) have been so overwhelming that they tended to drown out any other idea.\nYet there they were, both Olivier Rousteing of Balmain, a brand built on Kardashian and Jenner-size ambition and bombast, and Dries Van Noten, king of the emotive gesture, name-checking the preciously personal.\nIntimacy with clothing is the emotional flip side of the popular term “wearable,” which is fast going from being a synonym for boring to a laudable adjective suggestive of smart thinking about daily life. It started in New York with Proenza Schouler, continued in Milan at Prada and Bottega Veneta. So the fashion hamster wheel turns.", "url": "https://www.nytimes.com/2023/03/02/style/dries-van-noten-balmain-paris-fashion-week.html"}