{"authors": ["Eileen Sullivan", "Zolan Kanno-Youngs"], "date_download": "2023-03-28 17:11:10", "date_modify": "2023-03-28 17:11:10", "date_publish": "2023-02-07 10:00:34", "description": "The homeland security secretary has become the face of the intractable problem at the border, particularly for Republicans who see immigration attacks as a winning political strategy.", "filename": "2023_02_07_us_politics_mayorkas-republicans-border_1680023470.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/07dc-mayorkas_8-cbpg/07dc-mayorkas_8-cbpg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_us_politics_mayorkas-republicans-border_1680023470.html", "title": "Alejandro Mayorkas Is in GOP’s Cross Hairs Over Border Crisis", "title_page": "Alejandro Mayorkas Is in GOP’s Cross Hairs Over Border Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Shortly before the midterm elections, when Alejandro N. Mayorkas was hosting a routine town hall with senior staff members, one person addressed the elephant in the room: Does he plan to resign in the face of the Republican pledge to impeach him?\nMr. Mayorkas, the homeland security secretary, did not hesitate: I’m not leaving, he replied. I’m not going anywhere.\nThe staff members in the meeting erupted in applause and cheers, according to two people in attendance who spoke on the condition of anonymity to discuss the private event.\nOn Tuesday, federal border officials testified before the House Committee on Oversight and Accountability. The hearing was the latest piece of what Republicans have promised will be an aggressive push to scrutinize Mr. Mayorkas that could result in his impeachment. The panel is led by Representative James R. Comer, Republican of Kentucky, who has already made up his mind that Mr. Mayorkas, 63, should be removed for his handling of the record number of unauthorized crossings at the southern border since President Biden has been in office. On Tuesday, however, Republicans barely brought up Mr. Mayorkas, and instead focused on blaming Mr. Biden for the situation at the border.", "url": "https://www.nytimes.com/2023/02/07/us/politics/mayorkas-republicans-border.html"}