{"authors": ["Ruth Maclean"], "date_download": "2023-03-28 18:33:57", "date_modify": "2023-03-28 18:33:57", "date_publish": "2023-03-01 19:07:28", "description": "Peter Obi was until recently a secondary player in Nigerian politics. By switching parties and appealing to the digitally savvy, he overturned the old order.", "filename": "2023_02_28_world_africa_peter-obi-nigeria-election_1680028437.html", "image_url": "https://static01.nyt.com/images/2023/02/27/multimedia/00nigeria-obi-1-bmpv/00nigeria-obi-1-bmpv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_28_world_africa_peter-obi-nigeria-election_1680028437.html", "title": "Peter Obi, Third-Party Candidate in Nigeria Election, Refuses to Concede", "title_page": "Peter Obi, Third-Party Candidate in Nigeria Election, Refuses to Concede - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nine months ago, Peter Obi was a member of Nigeria’s main opposition party, the People’s Democratic Party, and one of the 15 presidential aspirants cleared for its ticket. As a former state governor, he stood solidly in the ranks of the political establishment.\nOn Wednesday, after a remarkable transformation into an outsider candidate running for the little-known Labour Party, he came in third in the race for the presidency, according to election officials.\nMr. Obi’s running mate, Yusuf Datti Baba-Ahmed, vowed on Wednesday that the party would contest the election results, saying the ballot was tainted by violence, voter intimidation and suppression. He said his team would make its challenge against the declared victory of Bola Tinubu of the governing party, through “all legal and peaceful means.”\nA former governor of southeastern Anambra state with a reputation for frugality, Mr. Obi left the People’s Democratic Party the day before Atiku Abubakar, a former vice president who was one of his main rivals, became its presidential candidate.", "url": "https://www.nytimes.com/2023/02/28/world/africa/peter-obi-nigeria-election.html"}