{"authors": ["Carl Zimmer"], "date_download": "2023-03-28 16:43:14", "date_modify": "2023-03-28 16:43:14", "date_publish": "2023-03-23 18:00:10", "description": "Natural history museums have joined forces to produce a global digital inventory of their prized collections, from pinned butterflies to dinosaur skulls.", "filename": "2023_03_23_science_science-museums-online-collections_1680021794.html", "image_url": "https://static01.nyt.com/images/2023/03/28/multimedia/23SCI-MUSEUMS-04-ghcl/23SCI-MUSEUMS-04-ghcl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_science_science-museums-online-collections_1680021794.html", "title": "Science Museums Take Stock of 1.1 Billion Objects From Around the World", "title_page": "Science Museums Take Stock of 1.1 Billion Objects From Around the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dozens of the world’s largest natural history museums revealed on Thursday a survey of everything in their collections. The global inventory is made up of 1.1 billion objects that range from dinosaur skulls to pollen grains to mosquitoes.\nThe survey’s organizers, who described the effort in the journal Science, said they hoped the survey would help museums join forces to answer pressing questions, such as how quickly species are becoming extinct and how climate change is altering the natural world.\n“It gives us intelligence now to start thinking about things that museums can do together that we wouldn’t have conceived of before,” said Kirk Johnson, the director of the Smithsonian National Museum of Natural History in Washington and one of the leaders of the project. “It’s the argument for networking the global museum.”\nScientists had created smaller inventory databases before. But the new effort, which included 73 museums in 28 countries, was unparalleled, experts said.", "url": "https://www.nytimes.com/2023/03/23/science/science-museums-online-collections.html"}