{"authors": ["Don Clark", "Ana Swanson"], "date_download": "2023-03-28 16:44:52", "date_modify": "2023-03-28 16:44:52", "date_publish": "2023-01-01 10:00:16", "description": "Amid a tech cold war with China, U.S. companies have pledged nearly $200 billion for chip manufacturing projects since early 2020. But the investments are not a silver bullet.", "filename": "2023_01_01_technology_us-chip-making-china-invest_1680021892.html", "image_url": "https://static01.nyt.com/images/2022/12/21/business/00chips/00chips-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_01_technology_us-chip-making-china-invest_1680021892.html", "title": "U.S. Pours Money Into Chips, but Even Soaring Spending Has Limits", "title_page": "U.S. Pours Money Into Chips, but Even Soaring Spending Has Limits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In September, the chip giant Intel gathered officials at a patch of land near Columbus, Ohio, where it pledged to invest at least $20 billion in two new factories to make semiconductors.\nA month later, Micron Technology celebrated a new manufacturing site near Syracuse, N.Y., where the chip company expected to spend $20 billion by the end of the decade and eventually perhaps five times that.\nAnd in December, Taiwan Semiconductor Manufacturing Company hosted a shindig in Phoenix, where it plans to triple its investment to $40 billion and build a second new factory to create advanced chips.\nThe pledges are part of an enormous ramp-up in U.S. chip-making plans over the past 18 months, the scale of which has been likened to Cold War-era investments in the space race. The boom has implications for global technological leadership and geopolitics, with the United States aiming to prevent China from becoming an advanced power in chips, the slices of silicon that have driven the creation of innovative computing devices like smartphones and virtual-reality goggles.", "url": "https://www.nytimes.com/2023/01/01/technology/us-chip-making-china-invest.html"}