{"authors": ["Tyler Kepner"], "date_download": "2023-03-28 16:59:23", "date_modify": "2023-03-28 16:59:23", "date_publish": "2023-03-17 09:00:29", "description": "The star-laden White Sox underperformed last year. Pedro Grifol plans to wake up the A.L. Central’s “sleeping horse.”", "filename": "2023_03_17_sports_baseball_pedro-grifol-white-sox_1680022763.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/16kepner-whitesox-2-cfql/16kepner-whitesox-2-cfql-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_17_sports_baseball_pedro-grifol-white-sox_1680022763.html", "title": "Chicago’s New Manager Has a Clear Message: Details Matter", "title_page": "Chicago’s New Manager Has a Clear Message: Details Matter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLENDALE, Ariz. — Ask Pedro Grifol about his mentors, the folks who put him on the path to managing the Chicago White Sox, and he starts with his grandfather. Pedro Antonio Grifol, who emigrated from Cuba, delivered newspapers in the early mornings and worked all day as a high school janitor in Miami. But his day really began, he would tell young Pedro, when he picked him up from school.\n“He taught me discipline, and the work ethic in whatever it is you’re going to do — and the details,” Grifol said. “From the way I put my socks on, the way I tied my shoes, my grandfather was like, ‘No, you put your socks on like this, this is the way it goes.’ I mean, I’m talking about detailed stuff.”\nGrifol, 53, spoke this month while watching his team practice before an exhibition game at Camelback Ranch. He had just held a lengthy morning meeting in the White Sox clubhouse, preaching the same lessons as his grandfather: Details matter.\nThe excitement of reporting to camp had faded, Grifol explained, and the buzz for the start of the season was still a couple of weeks away. This was the time to sharpen focus, he said, not to lose it. Hitting the cutoff man, running the bases well, picking up signs — those must be priorities.", "url": "https://www.nytimes.com/2023/03/17/sports/baseball/pedro-grifol-white-sox.html"}