{"authors": ["Sarah Lyall"], "date_download": "2023-03-28 16:45:42", "date_modify": "2023-03-28 16:45:42", "date_publish": "2023-01-12 10:00:24", "description": "Though his turn in the drama “Living” is the subject of Oscar chatter, just try getting him to talk about his art. He prefers self-deprecation instead.", "filename": "2023_01_12_movies_bill-nighy-living_1680021942.html", "image_url": "https://static01.nyt.com/images/2023/01/15/multimedia/15BILL-NIGHY-02-lqfv/15BILL-NIGHY-02-lqfv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_12_movies_bill-nighy-living_1680021942.html", "title": "Bill Nighy, Master of Misdirection", "title_page": "Bill Nighy, Master of Misdirection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The British actor Bill Nighy was trying to describe how he prepared for his character in the new drama “Living.” He plays Mr. Williams, a buttoned-up, almost catatonically reticent bureaucrat in post-World War II London who, upon learning that he is dying, decides finally to live.\n“Anything I say from now on, please treat it with a degree of suspicion or take it with a pinch of salt,” Nighy said. He was speaking from a car en route from Los Angeles to Palm Springs, where he was to receive the International Star Award at the Palm Springs International Film Festival. He was listening to Aretha Franklin’s “That’s the Way I Feel About ’Cha,” from his playlist.\n“I never know how to talk about it,” he went on, speaking of his profession. “When people talk about the mechanics of acting, I’m wary of it. Not because it’s anything fancy or mysterious or complicated or ethereal. It’s all practical stuff. Acting is. …” Here he trailed off. You could hear the humor in his voice, even from 3,000 miles away. “I started a sentence with ‘acting is,’ and that’s a bad sign,” he said.\nNighy, who is 73 and who has appeared in more than 70 movies, is a kind of stealth weapon as an actor, in that his performances are exquisitely calibrated and always memorable, though rarely showy. Whether playing a raddled has-been pop star stooping to record a Christmas song in “Love Actually”; or the title character’s baroquely hypochondriacal father in the 2020 version of “Emma”; or an aging spy in the BBC movie “Page Eight”; or a widower visiting his much younger ex-lover, played by Carey Mulligan, in the West End and Broadway revival of David Hare’s “Skylight”; or even (in a small but vivid part) an art historian speaking lyrically about Vincent Van Gogh in an episode of “Doctor Who,” Nighy fully inhabits his characters while remaining very much himself.", "url": "https://www.nytimes.com/2023/01/12/movies/bill-nighy-living.html"}