{"authors": ["Jesse Mckinley"], "date_download": "2023-03-28 18:25:55", "date_modify": "2023-03-28 18:25:55", "date_publish": "2023-03-23 09:00:14", "description": "Sponsor cites better cars, better roads — and drivers accustomed to zipping along. But the data suggests raising the speed limit has fatal consequences.", "filename": "2023_03_23_nyregion_new-york-70-mph-speed-limit_1680027955.html", "image_url": "https://static01.nyt.com/images/2023/03/17/nyregion/00ny-speed/00ny-speed-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_nyregion_new-york-70-mph-speed-limit_1680027955.html", "title": "New York May Raise Speed Limit to 70 MPH", "title_page": "New York May Raise Speed Limit to 70 MPH - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“People are more comfortable driving at this higher speed,” said Mr. Santabarbara, a Democrat who worked as a civil engineer before entering the Assembly, where he is sponsoring the bill. “It can be done safely, as other states have shown. So I think it’s time for us in New York State to revisit it.”\nOf course, few things, besides legislative pay raises, happen quickly in the state capital. The bill — if passed and signed by Gov. Kathy Hochul — would not immediately cause a bevy of new “70” signs to go up: Any increase would have to be implemented by either the State Department of Transportation or the New York State Thruway Authority, depending on the roadway. Neither the department nor the authority would comment on pending legislation.\nUnder the bill, the state’s transportation commissioner or the Thruway authority could raise the limit on more than a dozen stretches of upstate asphalt, including the Northway — the Adirondack highway leading to Quebec — and the Southern Tier expressway. (No changes would take effect in New York City or any of its suburbs.)\nMs. Hochul, a Democrat, also declined to comment on the proposal, and the bill’s route may be complicated by its lack of a Democratic sponsor in the State Senate, in which the Republicans are in a significant minority, as they are in the Assembly.", "url": "https://www.nytimes.com/2023/03/23/nyregion/new-york-70-mph-speed-limit.html"}