{"authors": ["Maria Varenikova", "Lynsey Addario"], "date_download": "2023-03-28 17:13:54", "date_modify": "2023-03-28 17:13:54", "date_publish": "2023-01-31 08:00:18", "description": "Russia’s invasion has disrupted the social services that help reduce harm to the women and men who sell sex, threatening public health.", "filename": "2023_01_31_world_europe_sex-workers-ukraine-health_1680023634.html", "image_url": "https://static01.nyt.com/images/2022/11/16/world/16ukraine-sexworkers1-promo/16ukraine-sexworkers1-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_31_world_europe_sex-workers-ukraine-health_1680023634.html", "title": "A Risky Trade in Ukraine Grows Riskier Amid the War", "title_page": "A Risky Trade in Ukraine Grows Riskier Amid the War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prostitution is illegal but widely tolerated in Ukraine, one of Europe’s most popular destinations for sex tourism before the war. The industry was extensive, with an estimated 53,000 sex workers, according to the government-run Ukraine Public Health Center.\nThe war has significantly cut workers’ incomes and badly disrupted aid programs for drug addiction and H.I.V. treatment. Before the invasion, Ukraine had a high number of people living with H.I.V., and it had been a priority of the country’s health services.\nAbout a third of people who qualified for help with H.I.V. infections or drug addictions before the war were no longer getting it by late summer, according to the health center. That number declined by the end of the year, to about a fifth of qualified people, as care returned to formerly occupied territory. The war has undone years of progress toward safer practices, social workers said.\nBut several sex workers, interviewed on condition of using their first name out of concern for their families and fear of the police, said they needed the work to survive.", "url": "https://www.nytimes.com/2023/01/31/world/europe/sex-workers-ukraine-health.html"}