{"authors": ["Alan Blinder"], "date_download": "2023-03-28 17:07:01", "date_modify": "2023-03-28 17:07:01", "date_publish": "2023-02-24 15:57:52", "description": "A federal law opened doors for millions of American women. It also made the United States an incubator for women’s national teams worldwide.", "filename": "2023_02_24_sports_title-ix-ncaa-olympics.html_action=click&pgtype=Article&state=default&module=styln-women-sports&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680023221.html", "image_url": "https://static01.nyt.com/images/2023/02/24/multimedia/24titleix-intl-teams-01-wfct/24titleix-intl-teams-01-wfct-facebookJumbo-v3.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_24_sports_title-ix-ncaa-olympics.html_action=click&pgtype=Article&state=default&module=styln-women-sports&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1680023221.html", "title": "A Common Sight on U.S. Campuses: The Rest of the World’s Female Olympians", "title_page": "A Title IX Legacy Beyond the United States: More Olympians For Canada and Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BURLINGTON, Vt. — Sini Karjalainen could have played ice hockey closer to home.\nShe could have stayed in Finland, where she was born. Sweden, with its elite women’s league, was a nearby proving ground. To Karjalainen, though, the most direct route to her goal — a place on Finland’s Olympic roster — ran through the University of Vermont, thousands of miles away.\n“It was the easiest,” she said, “the most simple.”\nMany of the world’s most athletically gifted women are following similar paths.\nIn the half-century since Title IX banned discrimination on the basis of sex in nearly every educational setting, millions of American women have embraced vastly expanded opportunities in college sports.\nMore subtly, though, the law has also made the United States an athletic incubator for women from beyond the nation’s borders. Attracted by the training programs and facilities made possible by Title IX and often constrained by a lack of opportunities at home, thousands of women have competed on American campuses before joining national teams around the world.", "url": "https://www.nytimes.com/2023/02/24/sports/title-ix-ncaa-olympics.html?action=click&pgtype=Article&state=default&module=styln-women-sports&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}