{"authors": ["Clay Risen"], "date_download": "2023-03-28 17:54:53", "date_modify": "2023-03-28 17:54:53", "date_publish": "2023-02-02 22:03:26", "description": "Her brief tenure as only the second woman to run the department came after years of service within the Reagan administration.", "filename": "2023_02_02_us_politics_ann-mclaughlin-korologos-dead_1680026093.html", "image_url": "https://static01.nyt.com/images/2023/02/03/multimedia/02Korologos-qckz-print1/02Korologos-qckz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_02_us_politics_ann-mclaughlin-korologos-dead_1680026093.html", "title": "Ann McLaughlin Korologos, Former Labor Secretary, Dies at 81", "title_page": "Ann McLaughlin Korologos, Former Labor Secretary, Dies at 81 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Her elevation to the cabinet was seen as the work of Howard H. Baker Jr., the former Republican senator from Tennessee who had been brought into the White House as chief of staff in early 1987 and who wielded significant influence over cabinet nominations. Unlike the more ideological conservatives who dominated the administration early on, Mr. Baker was a pragmatic insider, and he chose Mrs. Korologos because she fit the same mold.\nSince the Labor Department was founded in 1913, only one other woman had held its top position: Frances Perkins, who served under President Franklin D. Roosevelt from 1933 to 1945. Several women followed after Mrs. Korologos, though, including her immediate successor, Elizabeth Dole. Ms. Dole’s appointment was the first time in U.S. history that one woman had replaced another from the same party in the same cabinet position.\nFor all the bipartisan praise, Mrs. Korologos was a loyal if not doctrinaire Reaganite, following the legacy of her predecessor, Bill Brock, another moderate former senator from Tennessee. She fought against union-backed bills to increase the minimum wage and mandate unpaid maternity leave. But she also supported affirmative action, describing it as a “business necessity,” and called for immigration reform to increase the labor supply.\nAnd she was unafraid to take on one of Washington’s most pugnacious conservative commentators, John McLaughlin — her husband at the time.\nIn 1988, he invited her on his PBS program, “One on One,” joking beforehand: “We made a deal. She does ‘One on One,’ and I have to host a cabinet spouse tea.”", "url": "https://www.nytimes.com/2023/02/02/us/politics/ann-mclaughlin-korologos-dead.html"}