{"authors": ["Jacob Bernstein"], "date_download": "2023-03-28 16:43:44", "date_modify": "2023-03-28 16:43:44", "date_publish": "2023-03-13 19:18:11", "description": "Winners and also-rans shared cocktails and In-N-Out burgers with moguls, musicians and models at the annual post-awards gala.", "filename": "2023_03_13_style_vanity-fair-oscar-party_1680021824.html", "image_url": "https://static01.nyt.com/images/2023/03/13/multimedia/13OSCAR-VANITYFAIR-01-fmwq/13OSCAR-VANITYFAIR-01-fmwq-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_13_style_vanity-fair-oscar-party_1680021824.html", "title": "Inside Vanity Fair’s Oscar Party", "title_page": "Inside Vanity Fair’s Oscar Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEVERLY HILLS, Calif. — On Sunday night at 10:30, the tented area along North Santa Monica Boulevard resembled an airport security line in which nearly every woman was wearing a slinky bedazzled gown by Versace, Dolce & Gabbana or Balenciaga and every man was in a tuxedo by Tom Ford or Giorgio Armani.\nAs the actress Andie MacDowell waited patiently outside the Wallis Annenberg Center for the Performing Arts in Beverly Hills, someone behind her asked whether she had gone to the Academy Awards ceremony earlier that evening. Which was funny, given that Ms. MacDowell had presented the award for best production design from the Dolby Theater stage.\nIn front of Ms. MacDowell, in a simple black tuxedo, was Hugh Grant, her co-star in the 1994 rom-com “Four Weddings and Funeral,” who had presented the award with her.\nAlso in line: the British actor Lucien Laviscount, a former contestant on “Celebrity Big Brother.” He wore a sheer black sleeveless thing that looked like the kind of tuxedo you might see at Chippendales. This one, he said, was designed by Dolce & Gabbana.", "url": "https://www.nytimes.com/2023/03/13/style/vanity-fair-oscar-party.html"}