{"authors": ["Kyle Buchanan"], "date_download": "2023-03-28 17:15:35", "date_modify": "2023-03-28 17:15:35", "date_publish": "2023-01-11 18:33:09", "description": "The all-male list omitted major contenders this season like James Cameron, Baz Luhrmann, Sarah Polley and Gina Prince-Bythewood.", "filename": "2023_01_11_movies_steven-spielberg-directors-guild-award-nominations-james-cameron_1680023735.html", "image_url": "https://static01.nyt.com/images/2023/01/13/arts/13STEVEN-SPIELBERG3/merlin_215977587_fc059566-39c9-474b-abee-58d2a7623f6b-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_11_movies_steven-spielberg-directors-guild-award-nominations-james-cameron_1680023735.html", "title": "Steven Spielberg Gets a Record 13th Directors Guild Award Nomination", "title_page": "Steven Spielberg Gets a Record 13th Directors Guild Award Nomination - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Directors Guild of America announced its feature-film nominees on Wednesday, awarding a record 13th nomination to Steven Spielberg, who also won the best director Golden Globe this week for “The Fabelmans.” The four other directors nominated for the DGA’s top prize were Todd Field (“Tár”), Daniel Kwan and Daniel Scheinert (“Everything Everywhere All at Once”), Joseph Kosinski (“Top Gun: Maverick”) and Martin McDonagh (“The Banshees of Inisherin”).\nSeveral big names were shut out, including James Cameron (“Avatar: The Way of Water”) and Baz Luhrmann (“Elvis”), who directed two of the year’s most successful films. And though the last two DGAs for feature-film directing were won by Jane Campion (“The Power of the Dog”) and Chloé Zhao (“Nomadland”), representing the first time in the guild's history that women triumphed in that race in back-to-back years, all five of this year’s nominees were men, as contenders Sarah Polley (“Women Talking”) and Gina Prince-Bythewood (“The Woman King”) failed to make the shortlist.\nTypically, four of the five DGA nominees are also nominated for the best-director Oscar: Last year, DGA nominee Denis Villeneuve (“Dune”) was the only one to not make the cut, as Oscar voters chose “Drive My Car” director Ryusuke Hamaguchi instead. The year before, DGA pick Aaron Sorkin (“The Trial of the Chicago 7”) fell short and was replaced in the Oscar nominations by Thomas Vinterberg (“Another Round”).\nHere is a rundown of the nominees in the major film and television categories. For the complete list, including commercials, reality shows and children’s programming, go to dga.org.", "url": "https://www.nytimes.com/2023/01/11/movies/steven-spielberg-directors-guild-award-nominations-james-cameron.html"}