{"authors": ["Manohla Dargis"], "date_download": "2023-03-28 16:44:31", "date_modify": "2023-03-28 16:44:31", "date_publish": "2023-03-23 14:22:29", "description": "In the latest and longest movie set in Wick World, Keanu Reeves’s titular assassin visits Paris and paints the town red.", "filename": "2023_03_23_movies_john-wick-chapter-4-keanu-reeves.html_rref=collection%2Fcollection%2Fmovie-guide_1680021871.html", "image_url": "https://static01.nyt.com/images/2023/03/24/multimedia/23john-wick-review-jgfp/23john-wick-review-jgfp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_movies_john-wick-chapter-4-keanu-reeves.html_rref=collection%2Fcollection%2Fmovie-guide_1680021871.html", "title": "‘John Wick: Chapter 4’ Review: There Will Be Blood, Yeah", "title_page": "‘John Wick: Chapter 4’ Review: Keanu Reeves Paints the Town Red - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A vulgar pleasure of the “John Wick” series is that it aestheticizes violence without the usual blah-blah rationales and appeals to conscience. At once basic and off-the-charts nuts, each movie — the fourth opens this week — centers on a laconic assassin with a hazy back story and extraordinary skills. A virtuoso of death, Wick (Keanu Reeves) has his reasons, or so the series insists, but he kills because it is what he does. It’s his thing. “Deserves got nothing to do with it,” as Clint Eastwood says in “Unforgiven.”\nEastwood is in the DNA of the “Wick” series — and in the way Reeves deliberately draws out the word yeah — and so too are Jean-Pierre Melville, Jackie Chan, Buster Keaton, John Woo, Fred Astaire, “Point Blank,” the Three Stooges and “Get Carter.” That said, the overall story is stripped down to the point of minimalism, especially when compared to the average superhero bloat-a-thon. In the first Wick movie, the assassin resumes his bloody ways after gangsters kill his puppy — a gift from his dead wife — and steal his car. Before long, he has antagonized his former employers, a villainous syndicate called the High Table.\nDespite its seemingly Hobbesian aspect, Wick World does have rules, and by the second movie, the character is declared “excommunicado,” a word that underscores the High Table’s profile as a shadowy, quasi-religious elite manifestation of absolute power. The conceit of an all-knowing, all-seeing group of underworld puppet-masters is primo movieland conspiracy-theory and very of the moment; it’s silly, nebulously political, and it gives viewers wide latitude to interpret the movie however they prefer — or they can just groove on the plush trappings, exotic locations, exploding heads and bodies in glorious motion.", "url": "https://www.nytimes.com/2023/03/23/movies/john-wick-chapter-4-keanu-reeves.html?rref=collection%2Fcollection%2Fmovie-guide"}