{"authors": ["Campbell Robertson"], "date_download": "2023-03-28 19:09:36", "date_modify": "2023-03-28 19:09:36", "date_publish": "2023-03-14 22:44:25", "description": "The suit, filed in federal court, seeks to force the company to pay civil penalties, costs and damages after the train derailment and controlled burn of toxic chemicals.", "filename": "2023_03_14_us_ohio-train-derailment-norfolk-southern-lawsuit_1680030576.html", "image_url": "https://static01.nyt.com/images/2023/03/14/multimedia/14nat-Ohio-derailment-wvjl/14nat-Ohio-derailment-wvjl-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_14_us_ohio-train-derailment-norfolk-southern-lawsuit_1680030576.html", "title": "Ohio Attorney General Sues Norfolk Southern Over Derailment", "title_page": "Ohio Attorney General Sues Norfolk Southern Over Train Derailment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We look forward to working toward a final resolution with Attorney General Yost and others as we coordinate with his office, community leaders, and other stakeholders to finalize the details of these programs,” the statement said.\nThe legal consequences for Norfolk Southern began piling up almost immediately after the train derailed on the night of Feb. 3. Nearly two dozen private lawsuits have been filed by local residents in Ohio federal court. Gov. Josh Shapiro of Pennsylvania has asked the attorney general of his state, whose border with Ohio is near the derailment site, to investigate whether criminal charges are warranted. The U.S. Environmental Protection Agency, under the authority of a four-decade-old law, has ordered Norfolk Southern to clean up any contamination from the derailment and pay all the costs.\nThe company has been scrutinized not only for the derailment but also for its role in the decision three days later, backed by local and state officials, to release and burn thousands of gallons of vinyl chloride from the train to prevent a catastrophic explosion. Since then, federal and state officials have conducted tests on the water, soil and air and so far have not found significant levels of vinyl chloride and other dangerous chemicals; still, some residents and independent experts have raised concerns about the reliability of those tests.\nThe suit brought by Ohio, which cites the same law used by the E.P.A., details Norfolk Southern’s “extensive and tragic history of derailments and releases of hazardous materials,” recounting specific accidents and saying that the accident rate on the company’s trains “has nearly doubled in the past 10 years.”\nListing some of the hazardous chemicals that were aboard the train, the suit described the potential effects of each on people and animals.", "url": "https://www.nytimes.com/2023/03/14/us/ohio-train-derailment-norfolk-southern-lawsuit.html"}