{"authors": ["Ana Swanson"], "date_download": "2023-03-28 16:49:50", "date_modify": "2023-03-28 16:49:50", "date_publish": "2023-03-28 03:07:26", "description": "While the terms of the deal are limited, the agreement appears to provide a model for resolving recent trade spats between the United States and some of its closest allies.", "filename": "2023_03_27_business_economy_us-japan-battery-minerals-deal_1680022190.html", "image_url": "https://static01.nyt.com/images/2023/03/28/multimedia/28dc-japantrade-fmqp/28dc-japantrade-fmqp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_27_business_economy_us-japan-battery-minerals-deal_1680022190.html", "title": "U.S. and Japan Reach Deal on Battery Minerals", "title_page": "U.S. and Japan Reach Deal on Battery Minerals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United States and Japan have reached an agreement over supplies of the critical minerals used to make car batteries, a deal that will likely put to rest a contentious issue in the relationship with Japan and could be a model for resolving similar disputes with other trading partners.\nThe agreement provides a potential workaround for the Biden administration in its disagreement not only with Japan, but with the European Union and other allies over the terms of its new climate legislation. The Inflation Reduction Act, which invests $370 billion to transition the United States to cleaner cars and energy sources, has angered some allies who were excluded from its benefits.\nWhile the scope of the agreement is limited, the Biden administration has also promoted the deal as the beginning of a new framework that the United States and its allies hope to build with like-minded countries to develop more stable supply chains for electric vehicles that do not rely as heavily on China. American officials have argued that China’s dominance of the global car battery industry, including the processing of the minerals needed to make the batteries, leaves the United States highly vulnerable.\nAccording to a fact sheet distributed by the Office of the United States Trade Representative late Monday, the United States and Japan promised to encourage higher labor and environmental standards for minerals that are key to powering electric vehicles, like lithium, cobalt and nickel. The countries said they would also promote more efficient use of resources and confer on how they reviewed investments from foreign entities in the sector, among other pledges.", "url": "https://www.nytimes.com/2023/03/27/business/economy/us-japan-battery-minerals-deal.html"}