{"authors": ["Patrick Kingsley"], "date_download": "2023-03-28 17:37:18", "date_modify": "2023-03-28 17:37:18", "date_publish": "2023-01-11 17:11:12", "description": "Benjamin Netanyahu’s government is pushing to upend the judiciary, entrench Israeli control of the West Bank and strengthen ultraconservative Jews, fueling protests and deepening Israel’s divisions.", "filename": "2023_01_11_world_middleeast_israel-right-netanyahu_1680025038.html", "image_url": "https://static01.nyt.com/images/2023/01/11/multimedia/11israel-right-01-hcpk/11israel-right-01-hcpk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_11_world_middleeast_israel-right-netanyahu_1680025038.html", "title": "In Israel, a Hard-Right Agenda Gains Steam", "title_page": "In Israel, Netanyahu’s Hard-Right Agenda Gains Steam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Currently on trial for corruption, Mr. Netanyahu has presented his plans as the legitimate program of an elected government. He has also portrayed the push for judicial changes as a valid attempt to limit the interference of an unelected judiciary over an elected Parliament.\n“We received a clear and strong mandate from the public to carry out what we promised during the elections and this is what we will do,” Mr. Netanyahu said in a speech this week. “This is the implementation of the will of the voters and this is the essence of democracy.”\nBut his critics present it as a constitutional coup. “This is not a reform, this is an extreme regime change,” said Yair Lapid, the previous prime minister, in a speech on Monday. “This does not fix democracy, this destroys democracy,” he added.\nReturning to power for the third time, Mr. Netanyahu now heads a government that is Israel’s most right-wing and religiously conservative administration ever, bringing together far-right parties supported by settlers and ultra-Orthodox parties that have vowed to reshape Israeli society.", "url": "https://www.nytimes.com/2023/01/11/world/middleeast/israel-right-netanyahu.html"}