{"authors": ["Claire Moses"], "date_download": "2023-03-28 17:10:40", "date_modify": "2023-03-28 17:10:40", "date_publish": "2023-03-16 23:01:21", "description": "The surprise victory is widely seen as a protest vote against Prime Minister Mark Rutte’s government and some of his policies, including a goal to slash nitrogen emissions, which many say will imperil farming operations.", "filename": "2023_03_16_world_europe_netherlands-elections-farmers-emissions_1680023440.html", "image_url": "https://static01.nyt.com/images/2023/03/16/multimedia/16dutch-1-jkcz/16dutch-1-jkcz-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_16_world_europe_netherlands-elections-farmers-emissions_1680023440.html", "title": "Dutch Pro-Farmer Party Sweeps Elections, Upsetting the Status Quo", "title_page": "Dutch Pro-Farmer Party Sweeps Elections, Upsetting the Status Quo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A small pro-farmers party has swept provincial elections in the Netherlands to become the biggest in the Senate by channeling wide dissatisfaction with the Dutch government, in a sharp challenge to Prime Minister Mark Rutte’s administration.\nThe results put the party, the Farmer Citizen Movement, which has fewer than 11,000 members, according to its website, on track to become a major player in a government body that approves or rejects legislation that comes out of the House of Representatives.\nSome Dutch voters said they viewed the party’s success as a victory against the country’s elites as well as the government. They said it showed support for the preservation of rural life in the Netherlands and the farming economy, in particular, though voters from all parts of the country, including suburban areas, supported the party.\nBut the victory could make it difficult for Mr. Rutte’s government to pass a strict law to cut nitrogen emissions in the Netherlands by 50 percent by 2030, to fight climate change and place it in line with European Union requirements to preserve nature reserves. The prime minister’s party, which does not have a majority in the Senate or the House, needs a coalition vote to pass laws.", "url": "https://www.nytimes.com/2023/03/16/world/europe/netherlands-elections-farmers-emissions.html"}