{"authors": ["Zachary Small"], "date_download": "2023-03-28 16:45:01", "date_modify": "2023-03-28 16:45:01", "date_publish": "2023-02-27 17:00:05", "description": "Melinda French Gates, Tory Burch and Alice Walton are among contributors helping the museum deliver on its promise to represent women on the National Mall.", "filename": "2023_02_27_arts_smithsonian-museum-women-donors_1680021901.html", "image_url": "https://static01.nyt.com/images/2023/02/27/multimedia/27smithsonian-women1-mkjv/27smithsonian-women1-mkjv-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_27_arts_smithsonian-museum-women-donors_1680021901.html", "title": "Donors Pledge $55 Million for Smithsonian’s New Museum of American Women", "title_page": "Donors Pledge $55 Million for Smithsonian’s New Museum of American Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Without a building or even a determined site, leaders for the Smithsonian’s proposed American Women’s History Museum have spent the past two years drumming up anticipation and support from donors. On Monday, the institution announced more than $55 million in gifts that will help solidify its financial future, though it has yet to receive final Congressional approval.\n“Together, we will create a museum that celebrates the women who have helped build this country,” Lisa Sasaki, the museum’s interim director, said. “These donations are pivotal in the realization of this vision.”\nAmong the major contributors are the fashion designer Tory Burch, the Walmart billionaire Alice L. Walton and the philanthropist Melinda French Gates. “The stories we tell about our country’s history so often overlook the contributions of the women in every generation whose efforts and ideas helped make us who we are today,” French Gates said in a statement. “By paying tribute to the women who shaped our past, the Smithsonian American Women’s History Museum empowers and inspires the ones who will shape our future.”\nBut the timeline for completing the museum remains uncertain as officials jostle for a prominent spot on the National Mall’s promenade that might instead go to another new Smithsonian institution, the National Museum of the American Latino. The alternative location is near the Tidal Basin’s eastern shore. Congress still needs to formally designate the spaces.", "url": "https://www.nytimes.com/2023/02/27/arts/smithsonian-museum-women-donors.html"}