{"authors": ["Sabrina Tavernise", "Stella Tan", "Shannon Lin", "Michael Simon Johnson", "Liz O. Baylen", "Lisa Chow", "Marion Lozano", "Elisheba Ittoop", "Dan Powell", "Diane Wong"], "date_download": "2023-03-28 16:46:29", "date_modify": "2023-03-28 16:46:29", "date_publish": "2023-03-20 10:00:05", "description": "The U.S. government has expressed concerns that the app may endanger sensitive user data.", "filename": "2023_03_20_podcasts_the-daily_how-tiktok-became-a-matter-of-national-security_1680021989.html", "image_url": "https://static01.nyt.com/images/2023/03/18/multimedia/20daily-tiktok-biden-image/18DAILY-tiktok-audio-app-glwh-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_20_podcasts_the-daily_how-tiktok-became-a-matter-of-national-security_1680021989.html", "title": "How TikTok Became a Matter of National Security", "title_page": "How TikTok Became a Matter of National Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions. [MUSIC PLAYING]\nsabrina tavernise\nFrom “The New York Times,” I’m Sabrina Tavernise. And this is “The Daily.” TikTok is one of the most popular apps in the country, used by one out of every three Americans. In recent weeks, the Biden administration has threatened to ban it. Today, Sapna Maheshwari on how an app known for videos of lip syncing, dancing, and bread baking is now seen by the US government as a threat to national security. It’s Monday, March 20. So, Sapna, you’re a business reporter for The Times. And you cover TikTok, which is, of course, an extremely popular app that lots of people are using. And for many months now, it has been surrounded by lots of controversy. And I want you to tell me about that. Tell me what’s happening.\nsapna maheshwari\nSure. So TikTok is, of course, a super popular app. It’s full of short-form videos. Teens love it. They’re on it all the time. But TikTok, while it appears on your phone with apps like Instagram and Snapchat and Twitter, stands apart from these companies because it’s owned by a Chinese company called ByteDance. And that ownership has increasingly been raising skepticism and alarm bells with the US government. And just recently, the Biden administration reportedly told TikTok that it wants the company’s Chinese ownership to sell TikTok or face a possible ban in the US.\nsabrina tavernise\nSo a ban seems like a pretty drastic thing, Sapna. What is the fear here? What’s the government saying?\nsapna maheshwari\nSo, basically, for a long time now, the government has been worried about national security concerns tied to TikTok. And when you look at TikTok and you look at what teens are watching, that may sound crazy on the face of it. But because of the company’s Chinese ownership, US officials have said that there is a chance that TikTok could be used by the Chinese government to collect information on Americans or influence them through TikTok’s content. And this moment is really pivotal because the Biden administration is saying, hey, this is a huge risk. And we’re doing something about it.\nsabrina tavernise\nSo, Sapna, how did we get here? I mean, how did a Chinese company create one of the most beloved apps in America?\nsapna maheshwari\nSo we have to start with the company that owns TikTok, ByteDance with a Y. It’s a company that makes apps. And it was founded in 2012 by a Chinese entrepreneur named Zhang Yiming. This was a young man who was very much inspired by companies like Amazon, by people like Mark Zuckerberg. And he was looking at the contributions these people had made and was thinking, I want to make something like that but from China. I’m going to make something that’s global, that transcends our borders, and put China on the map.\nsabrina tavernise\nSo he wanted to create products that everyone around the world would use, be the Chinese Mark Zuckerberg.\nsapna maheshwari\nYeah, exactly. And what’s really interesting is he carried that dream into the ByteDance corporate culture. He would quote tech icons like Steve Jobs. And he was known for putting this motto on the walls that said “Always Day One.” It was a motivational phrase that was taken directly from Amazon. And you could see where his aspirations were going.\nsabrina tavernise\nSo, Sapna, how did he go about trying to achieve that dream? What did he do?\nsapna maheshwari\nSo ByteDance starts out making popular apps in China. But everything really picks up a few years later when he notices a breakout app in the US called Musical.ly. It was best known as an app where you could make short videos with music. And it had this cult following with American teenagers. He took a real interest in this, saw how it was resonating with young people. And after trying to imitate it a bit, he goes on to try and acquire it, which he does. So he buys Musical.ly in 2017. And then repackages it into a new app called TikTok. And then he launches it in the US. And that’s kind of his stepping stone into an American audience.\nsabrina tavernise\nOK, so he gets this foothold into the American market through this other app, Musical.ly. But there’s a lot of apps out there. What does he do to make this one break through?\nsapna maheshwari\nThere’s all these different things that make TikTok so accessible. People are really able to just take out their phone and start filming. You can do things like reaction videos. You can apply different clips of music or sounds to your videos. And then other users can remix them. And TikTok is less about connecting with your family and friends and more about getting you to watch all these short videos. And it really sought to be more like television, less of a traditional social media app. When you open the app, you’re immediately served this unending stream of really short videos. And very quickly, the app starts paying attention to what you do next. It looks at how long you watch that video, what second you switch away from it. If you comment on that video, if you send it to a friend, it’s keeping track of all of that information. And it’s using that to quickly tailor the next video you see and the next and the next after that. And its algorithm is excellent at figuring out what you liked and serving you more of that.\nsabrina tavernise\nOK, so its special sauce is its algorithm and the fact that it’s serving up these short, very tailored-to-my-taste videos, like potato chips that people are just eating and eating and eating. So what happens out there in the world when people start using it?\nsapna maheshwari\nSo TikTok starts picking up a following. People seem to really like the app. But the real game changer comes in 2020 when, as we all know, the pandemic hit. And it just blows up.\narchived recording 1 (SINGING) OK, I’m bored in the house and I’m in the house bored, bored in the house and I’m in the house bored. People are turning to TikTok for entertainment. And they’re discovering how easy it is to make videos. archived recording 2 So I have a decent amount of experience making bread. In high school, I actually had —\nsapna maheshwari\nThey’re doing all their quarantine activities on there. They’re making bread and playing with makeup.\narchived recording 3 So that’s what I’m going to do first. I’m just putting bronze all over my nose.\nsapna maheshwari\nBut they’re also doing quirkier things that start to take off as trends.\narchived recording 4 How to make pancake cereal.\nsapna maheshwari\nThey’re making pancake cereal, which is mini pancakes poured into a cereal bowl and eaten like cereal.\narchived recording 4 My dad’s flipping them with toothpicks.\nsabrina tavernise\nLike really small little pancakes?\nsapna maheshwari\nYes, it becomes super popular. Different fashion trends take off. Cottagecore probably credits some of its success to TikTok.\nsabrina tavernise\nWhat is cottagecore?\narchived recording 5 Put a finger down if you own more than three flower-printed clothing items, have more than two glass bottles in your room.\nsabrina tavernise\nIt’s this very whimsical pastoral aesthetic that makes it look like you just stepped out of a cottage in the forest and you spend your time wearing flowy dresses and making flower crowns.\narchived recording 5 The one good thing about this quarantine is that my wardrobe can now consist completely of my vintage night gowns.\nsapna maheshwari\nAnd there’s also all kinds of dance challenges. There’s a million examples, but one of them is the savage challenge from Megan Thee Stallion.\n[megan thee stallion, \"savage\"]\narchived recording (megan thee stallion) (SINGING) I’m a savage, classy, bougie, ratchet.\nsapna maheshwari\nOne TikTok user choreographed a dance to it. Another one started imitating it in their own videos. And then, all of a sudden, “Savage” goes viral and hits number one on the Billboard charts. And so it starts really affecting the mainstream culture. And you start to see some of the popular dancers or people who are just doing interesting things on the platform start to become really famous. [MUSIC PLAYING]\narchived recording 6 (SINGING) Woo, oh-whoa-oh-whoa. archived recording 7 Dancing was always part of my life.\nsapna maheshwari\nThere’s this one personality, Charli D’Amelio. She started out making dance videos in her bedroom. She gains a ton of fans. And a year later, her family has their own Hulu show.\nsabrina tavernise\nWhoa.\narchived recording 8 We’re the — archived recording 9 — D’Amelios. archived recording 8 — D’Amelios.\nsapna maheshwari\nAnd you really start to see TikTok play this role in the real world.\nsabrina tavernise\nHmm. Interesting.\nsapna maheshwari\nAnd then as TikTok gets more and more users, it starts to wade into the topic of current events.\narchived recording 10 If you’ve been paying attention to the news, you know that Donald Trump is planning on holding his first political rally postquarantine.\nsapna maheshwari\nAnd there’s this notable event in June of 2020 where ahead of this big Trump rally —\narchived recording 10 Somebody on another TikTok post commented that he was offering two free tickets on his campaign website.\nsapna maheshwari\n— a ton of TikTok users and Korean pop fans register for thousands of seats. And the administration then gets ready for this event. They prepare all this seating, overflow seating. The event comes. And it’s largely empty.\narchived recording 11 There is a lot of Twitter traffic that says he was played by young people and K-pop fans.\nsabrina tavernise\nI remember this, all of these kids pranking the president of the United States, basically.\nsapna maheshwari\nExactly. And they claimed their victory on where else? TikTok.\narchived recording 12 I think I’ve done theater shows in high school that have more of an audience than that. archived recording 13 He got played. archived recording 14 And we’ll do it again, baby.\nsabrina tavernise\nSo, essentially, that speaks to the muscle the app has, right, that it’s not just about bread baking or dancing. It’s also having an effect on politics.\nsapna maheshwari\nYes. And it just keeps growing and growing. And by August of 2020, TikTok was saying it had more than 100 million active monthly users in America.\nsabrina tavernise\nSo that’s just huge, right? I mean, one in three Americans using the thing. At this point, it seems like ByteDance’s founder kind of got what he wanted, right? I mean, he’s built this global tech company. And all of these people are on it. He’s arrived.\nsapna maheshwari\nExactly. But the problem is that as TikTok became this undeniable success story, it was also catching the attention of the US government. [MUSIC PLAYING] Lawmakers start talking about how maybe we should be taking a look at TikTok and the fact that such a popular app is connected to China. And then —\narchived recording (donald trump) We’re looking at TikTok. We may be banning TikTok. We may be doing some other things.\nsapna maheshwari\n— Trump starts talking about banning TikTok.\narchived recording (donald trump) We are looking at a lot of alternatives with respect to TikTok.\nsapna maheshwari\nAnd this is a really big moment. He issues two executive orders. One is effectively banning TikTok and the other forces ByteDance to sell TikTok to an American company. So the message is very clear, and that is that TikTok is now being seen as a threat by the US government. And, actually, as it turns out, the Committee on Foreign Investment in the US, this really important government committee known as CFIUS that’s in charge of looking at deals that involve foreign companies, has already been investigating TikTok for a while.\nsabrina tavernise\nAnd, Sapna, what exactly is it investigating?\nsapna maheshwari\nSo there’s two big concerns around TikTok. One is the data that they have on American users. And the other is misinformation and censorship. So let’s look at the data part. Think about all the information that you share with an app on your phone — its IP addresses, its location. It could be your whole contacts list. The concern here is that there’s a Chinese law that requires private companies in China to confidentially turn over information requested by the Chinese government.\nsabrina tavernise\nSo, in other words, China could actually get data from 100 million Americans. And it can do it legally.\nsapna maheshwari\nThat’s the concern.\nsabrina tavernise\nAnd, Sapna, what are we worried that China might do with that data? Why is it bad that China would get American data?\nsapna maheshwari\nSo the fear is that the Chinese government could potentially use it to spy on certain Americans, to harass or blackmail them. This kind of data is so personal and sensitive that it could be misused in maybe ways that we can’t even conceive of.\nsabrina tavernise\nAnd what about the second concern?\nsapna maheshwari\nThe other big concern is really about the actual videos that are getting shown on TikTok. This is about content moderation and whether the Chinese government could potentially harness TikTok to spread misinformation or censor certain content and basically influence what Americans are thinking. People are worried, for example, that the Chinese government could use TikTok to promote or suppress certain content when it works in their favor, say US elections or news about China.\nsabrina tavernise\nBut isn’t this a problem with American companies, too? I mean, Facebook famously has these problems with data and misinformation, right?\nsapna maheshwari\nYes, definitely. These are things that the US government is worried about with US companies. But the difference here is that this is a Chinese company. And the fear is that they have to answer to the Chinese government at the end of the day.\nsabrina tavernise\nOK. So these are the things that the US government is worried about — data gathering on Americans, misinformation, and censorship. But does the Trump administration have proof that these things are actually happening?\nsapna maheshwari\nSo at this point, there’s not a lot of proof that TikTok is actually mishandling data or manipulating videos. And Trump’s attempts to ban TikTok also face legal challenges right away. And courts say that he doesn’t have the authority to ban the app. And then it seems like a new day for TikTok when Biden takes office. He shelves the plan to sell TikTok to American companies. He revokes Trump’s executive orders. And he replaces them with a more general order to keep investigating foreign-controlled apps, like TikTok. It even seems like the Biden administration and TikTok could reach a deal around how to address some of these national security concerns. [MUSIC PLAYING] But then in 2022, there are some new revelations that show that some of these fears are actually grounded in reality.\nsabrina tavernise\nWe’ll be right back. So, Sapna, you just told me that in 2022, we started to see some real there there when it came to actual security risks from TikTok. What were we seeing at that time?\nsapna maheshwari\nSo there’s some reporting from BuzzFeed News that comes out that starts really exploring the relationship between ByteDance in China and TikTok in the United States.\narchived recording 15 BuzzFeed reports that China-based employees of ByteDance have repeatedly accessed nonpublic data about US TikTok users.\nsapna maheshwari\nIt shows that apparently employees of ByteDance in China have been getting their hands on the data of US users. And this kind of data was accessed repeatedly by employees who are based in China.\narchived recording 15 — potentially exposing Americans’ personal information to China’s government.\nsapna maheshwari\nAnd the reporting of BuzzFeed News makes this allegation based on internal recordings at the company.\narchived recording 16 Employees can be heard saying phrases like “Everything is seen in China” and also refer to Beijing-based engineers as the master admin who have access to everything.\nsapna maheshwari\nAnd a few months later, it emerges that ByteDance employees actually went on to try and track this journalist and figure out where she was getting these leaks.\narchived recording 17 I don’t know when they first tried to track me.\nsabrina tavernise\nWow. So that does seem like the kind of thing that the US government was worried about, right?\nsapna maheshwari\nThat’s right. And ByteDance basically admitted that four of its employees had been obtaining the data of this journalist using her IP address.\narchived recording 17 That means the company knows the IP address of my house, which I’d rather they didn’t. But —\nsapna maheshwari\nBut they say they fired these bad actors and these are isolated incidents and they try to move on.\narchived recording 17 So it does feel vindicating to hear that the company has acknowledged that they did this and that they’re taking responsibility for it.\nsapna maheshwari\nBut, at the end of the day, there is really no putting a genie back in the bottle.\narchived recording 18 Once it is accessed in Beijing, the idea that there’s a clawback or way to control or limit access, it just doesn’t make sense.\nsapna maheshwari\nAnd, all of a sudden, this gives a lot of ammunition to lawmakers who have already been concerned about TikTok.\narchived recording 19 This company should be banned. I don’t know why they’re allowed to operate in the United States.\nsapna maheshwari\nAnd around this time, everything just really starts escalating. [MUSIC PLAYING] You have the FBI director warning that the Chinese government could use TikTok for influence operations.\narchived recording (christopher wray) All of these things are in the hands of a government that doesn’t share our values and that has a mission that’s very much at odds with what’s in the best interests of the United States. That should concern us.\nsapna maheshwari\nA growing list of states just starts banning TikTok on any devices that come from the government.\narchived recording 20 Nebraska was first to do this in 2020, but now South Dakota, South Carolina, Texas, and Maryland all joining in just this week.\nsapna maheshwari\nAnd what’s unique here is that this is really a bipartisan effort. Initially the states that are trying to ban TikTok are led by Republican governors. But before long, it includes Democrats, too.\narchived recording 21 At least 31 states, including Texas, have enacted some sort of TikTok ban, mainly on government-owned phones and computers.\nsapna maheshwari\nAnd then Biden signs a ban of TikTok on all government-provided federal devices.\narchived recording 22 The White House announcing Monday that government agencies have 30 days to delete TikTok from their devices and systems. archived recording 23 The White House officials say the guidance is part of the administration’s commitment to protecting the American people’s security and privacy.\nsabrina tavernise\nBasically the Biden administration is saying, TikTok is dangerous enough that if you have anything to do with the government, you shouldn’t be using it on your government-held device?\nsapna maheshwari\nYeah. It’s basically saying that it’s a national security threat to have TikTok on a phone that the government gave you. And then around the same time, you have a bunch of different US lawmakers who start to introduce bills that are designed to essentially ban TikTok nationally, even for the regular, everyday users of TikTok.\nsabrina tavernise\nOK, so there’s this bipartisan flurry of bans of TikTok. What’s TikTok saying about all of this?\narchived recording 24 I think, first of all, that we take all these concerns very seriously. We have been studying them. And for the last couple of years, we’ve been working with CFIUS and with our engineers to try and solve what we think is a very solvable problem.\nsapna maheshwari\nSo TikTok is saying that all of these accusations are really unfair and that it’s never turned over data to the Chinese government, that it’s never manipulated what Americans are watching to promote any Chinese government goals.\narchived recording 24 Now, for us, no foreign government has asked us for US user data before. Really, they haven’t. And if they did, we would say no.\nsapna maheshwari\nAnd they really step up their efforts in Washington. They start meeting with lawmakers who have been critical of the app to defend themselves. And at the same time, they’ve been negotiating this plan with the Biden administration through this body that we talked about called CFIUS. They have submitted this plan to this group that basically details how they can continue to operate in the US while addressing these national security concerns and remaining under Chinese ownership. And this plan is really detailed. It’s 90 pages long. It describes how US user data will be stored, how it will prevent access from employees in China. It says that there will be this special oversight and transparency around its content recommendation algorithms. And they are saying that they’re going to spend billions of dollars on this plan, $1 and 1/2 billion initially and then up to $1 billion annually after that. And then just last week, the news emerges that the Biden administration is actually pressuring the company’s Chinese ownership to either sell or face a potential ban.\nsabrina tavernise\nRight, which, of course, brings us back to where we started this conversation, right? So the Biden administration doesn’t seem to be convinced by TikTok’s plan. And now, in a way, it’s trying to finish what Trump started. Right?\nsapna maheshwari\nThat’s right. But this time around, you have both Republicans and Democrats who are united in this effort against TikTok, which is really different from 2020. And there’s even one interesting new bill that’s gaining a lot of traction right now called the RESTRICT Act that could give more power to the Biden administration to potentially either ban or force a sale of the app. So some people are looking to this as a potential game changer this time around for taking action against TikTok.\nsabrina tavernise\nOK, so the Biden administration could have more authority now than the Trump administration had.\nsapna maheshwari\nIt’s possible. But experts think that the Biden administration is going to run into a lot of the same problems that the Trump administration did. You already have groups, like the ACLU, that have come out and said that a ban on TikTok would threaten the First Amendment rights of Americans. And then when it comes to a potential sale, there are just so many questions around what that looks like. TikTok could be incredibly expensive. There may not be that many companies in the United States that could afford it. Some of the companies that could afford it, like Google or Facebook, might run into antitrust issues. They may not want to take on a company like TikTok, even though it’s so popular. And there’s also the question around what China will allow. There could be rules from the Chinese government that prevent the export of TikTok’s algorithm, the thing that makes it so compelling and so popular. And so it’s going to be really fascinating to watch this play out because there’s a lot of uncertainty around the shape that this takes.\nsabrina tavernise\nSo, Sapna, stepping back here for a minute, I mean, it strikes me that whether you see TikTok as a wholesome app meant for dancing and bread baking or a security risk really depends on how you see the world right now. And I think the way that the US sees the world right now increasingly is that China is a threat. So in many ways, it seems sort of inevitable that the US is taking this approach, even though it’s pretty weird, right, because this is an app where teenagers have fun. And the US government is bringing down its entire weight on it.\nsapna maheshwari\nExactly. And I think that this debate around TikTok is really a barometer for the tensions between the US and China right now. The Biden administration seems to be looking at TikTok as a loaded gun. And the US is basically saying that it doesn’t trust this kind of technology company that’s based in China to remain immune from the demands or influence of the Chinese government. And that’s a really big deal for relations between the two countries.\nsabrina tavernise\nIt’s interesting because we started this episode with a story of a Chinese entrepreneur, right, who wanted to create a truly global tech company, one that could be as successful in the US as it was in China. But if the US ends up banning TikTok or forcing the sale of TikTok, what does that say about whether what the founder of this company wanted is even possible at this point, not just for this company, but for any Chinese company?\nsapna maheshwari\nWell, this is definitely challenging that dream. And it raises a lot of questions around what kinds of social media companies and technology companies can flourish in America in the future. And it’s worth noting that for years now, China has banned platforms like Facebook or YouTube. And a lot of people never thought that that kind of thing would happen in the US. But that could be the road that we’re going down.\nsabrina tavernise\nSapna, thank you.\nsapna maheshwari\nThanks.\nsabrina tavernise", "url": "https://www.nytimes.com/2023/03/20/podcasts/the-daily/how-tiktok-became-a-matter-of-national-security.html"}