{"authors": ["Adam Liptak"], "date_download": "2023-03-28 17:11:10", "date_modify": "2023-03-28 17:11:10", "date_publish": "2023-02-08 03:45:39", "description": "The justices are set to hear arguments on March 1 on whether Republican-led states may seek to keep in place the immigration measure, which was justified by the coronavirus pandemic.", "filename": "2023_02_07_us_politics_supreme-court-title-42-pandemic_1680023470.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/07dc-scotus_1-vlfp/07dc-scotus_1-vlfp-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_07_us_politics_supreme-court-title-42-pandemic_1680023470.html", "title": "Biden Officials Tell Supreme Court That Title 42 Case Will Soon Be Moot", "title_page": "Biden Officials Tell Supreme Court That Title 42 Case Will Soon Be Moot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Biden administration urged the Supreme Court on Tuesday to dismiss a challenge to ending the pandemic-era immigration measure known as Title 42, saying that the government’s announcement that the health emergency would expire on May 11 would make the case moot.\nThe court in December blocked a trial judge’s ruling that would have lifted the measure, which has allowed even migrants who might otherwise qualify for asylum to be swiftly expelled at the southern border. The justices are scheduled to hear arguments in the case on March 1.\n“The anticipated end of the public health emergency on May 11, and the resulting expiration of the operative Title 42 order, would render this case moot,” the administration’s brief said.\nThe expulsion policy, introduced by the Trump administration in March 2020, has been used to expel migrants — including many asylum seekers — about 2.5 million times. Humanitarian organizations have said the policy prevents migrants fleeing violence and persecution from obtaining a safe harbor required by U.S. and international law, but border officials fear its demise could fuel a surge in illegal crossings along the already overwhelmed border.", "url": "https://www.nytimes.com/2023/02/07/us/politics/supreme-court-title-42-pandemic.html"}