{"authors": ["James Wagner"], "date_download": "2023-03-28 17:14:25", "date_modify": "2023-03-28 17:14:25", "date_publish": "2023-03-10 14:15:08", "description": "Serving as general manager in addition to his hitting duties, Nelson Cruz assembled one of the best baseball lineups in recent memory for the World Baseball Classic.", "filename": "2023_03_10_sports_baseball_nelson-cruz-dominican-republic-wbc_1680023665.html", "image_url": "https://static01.nyt.com/images/2023/03/10/multimedia/10wbc-dominicanrepublic-cruzelinares-fjbg/10wbc-dominicanrepublic-cruzelinares-fjbg-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_10_sports_baseball_nelson-cruz-dominican-republic-wbc_1680023665.html", "title": "Who Built the Dominican Republic’s Dream Team? Their 42-Year-Old D.H.", "title_page": "World Baseball Classic: Nelson Cruz Is Dominican Republic’s General Manager - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Initially, Cruz wasn’t even on the Dominican roster. He had a down 2022 season with the Washington Nationals, hitting .234 with 10 home runs, his lowest output since 2008. But because of several injuries and unavailable players, Núñez said he suggested Cruz be added. For objectivity, Cruz said he recused himself from those roster discussions. Who, though, decides how much he plays?\n“Me,” said Linares, the Dominican manager and Tampa Bay Rays coach. At times when he has met with Cruz this week, Linares said his G.M. was in his playing uniform. “It’s really strange but it feels good,” he added.\nCruz acknowledged that it was Linares’s call. He also insisted that he wouldn’t interfere with lineup or pitching choices either — areas increasingly influenced on M.L.B. teams by modern data-driven G.M.s.\nEven though Cruz has enjoyed his new job, he said a future as a full-time general manager or manager is not on his mind right now. He said he was focused on the W.B.C. and going year to year with the remainder of his playing career. His contract with the Padres is just for 2023 and $1 million. He said he liked his chances to contend for a World Series title with them.\nBut if he doesn’t win the W.B.C. title, would Cruz get fired as the Dominican G.M.? And what if they won, would he get an extension?\n“I don’t know,” he said, laughing. “I don’t manage that. I’m just an employee.”", "url": "https://www.nytimes.com/2023/03/10/sports/baseball/nelson-cruz-dominican-republic-wbc.html"}