{"authors": ["Sameer Yasir"], "date_download": "2023-03-28 19:11:43", "date_modify": "2023-03-28 19:11:43", "date_publish": "2023-02-15 13:02:50", "description": "The deals are part of an ambitious overhaul by the Tata Group, which resumed control of the once-prestigious airline last year.", "filename": "2023_02_15_business_air-india-airbus-boeing_1680030703.html", "image_url": "https://static01.nyt.com/images/2023/02/15/multimedia/15india-planes-lcgj/15india-planes-lcgj-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_15_business_air-india-airbus-boeing_1680030703.html", "title": "Air India Places Record Order for 470 Planes From Airbus and Boeing", "title_page": "Air India Places Record Order for 470 Planes From Airbus and Boeing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An Indian airline has ordered a record 470 planes, worth more than $100 billion at list prices, from Boeing and Airbus, in a sign of the scale of the post-pandemic rebound in the aviation industry and the growing market in India.\nThe deals, struck by Air India, are part of an ambitious overhaul by the Tata Group, the powerhouse conglomerate that took control of the carrier about a year ago. It is planning to buy 220 jets from Boeing and 250 from Airbus, and is expected to pay less than list price, as is typical in such transactions.\nIn a statement, President Biden said the Boeing order would support more than one million American jobs, many of which would not require a college degree. He also said the deal reflected the strength of the ties between the United States and India. President Emmanuel Macron of France echoed a similar sentiment with respect to Airbus. Both leaders spoke separately with Prime Minister Narendra Modi of India.\nThe airline business is booming in India, with the government planning to build 80 new airports over the next five years. Boeing has projected that passenger traffic in the country will increase 7 percent annually over the next two decades.", "url": "https://www.nytimes.com/2023/02/15/business/air-india-airbus-boeing.html"}