{"authors": ["The Learning Network"], "date_download": "2023-03-28 17:59:28", "date_modify": "2023-03-28 17:59:28", "date_publish": "2023-03-23 06:00:02", "description": "This word has appeared in 65 articles on NYTimes.com in the past year. Can you use it in a sentence?", "filename": "2023_03_23_learning_word-of-the-day-effusive_1680026368.html", "image_url": "https://static01.nyt.com/images/2022/12/30/learning/WOTD-effusive/WOTD-kowtow-26-facebookJumbo.png", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_03_23_learning_word-of-the-day-effusive_1680026368.html", "title": "Word of the Day: effusive", "title_page": "Word of the Day: effusive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The word effusive has appeared in 65 articles on NYTimes.com in the past year, including on April 28 in “How the Spice Girls’ Manufactured Girl Power Became Real” by Alisha Haridasani Gupta and Jennifer Harlan:\nWhat’s become clear in the decades since the film’s release is that these five particular women could not, in fact, be duplicated. While all-female groups — from the Supremes to Destiny’s Child — have long been a celebrated part of pop music, Posh, Scary, Baby, Sporty and Ginger offered a specific combination of self-expression and brazen ambition that inspired a generation of artists. Contemporary performers such as Sam Smith, Little Mix and Haim have all been effusive in their praise for the Spice Girls. “I remember hearing ‘Wannabe’ on the radio and immediately falling in love with it,” the singer Rita Ora, who performed the Girls’ hit “Wannabe” in a 2018 appearance on “Lip Sync Battle,” said in a recent email. “To see women uplifting women who were doing it just as good as the guys, if not better, was incredibly inspiring as a young girl.”\nDaily Word Challenge\nCan you correctly use the word effusive in a sentence?\nBased on the definition and example provided, write a sentence using today’s Word of the Day and share it as a comment on this article. It is most important that your sentence makes sense and demonstrates that you understand the word’s definition, but we also encourage you to be creative and have fun.\nThen, read some of the other sentences students have submitted and use the “Recommend” button to vote for two original sentences that stand out to you.\nIf you want a better idea of how effusive can be used in a sentence, read these usage examples on Vocabulary.com.", "url": "https://www.nytimes.com/2023/03/23/learning/word-of-the-day-effusive.html"}