{"authors": ["Keith Bradsher"], "date_download": "2023-03-28 16:44:16", "date_modify": "2023-03-28 16:44:16", "date_publish": "2023-01-17 02:02:57", "description": "New government data shows that growth for the year fell far short of Beijing’s goal. With Covid curbs lifted but the pandemic’s course uncertain, hope and fear cloud the forecast.", "filename": "2023_01_16_business_china-gdp-fourth-quarter-2022_1680021856.html", "image_url": "https://static01.nyt.com/images/2023/01/18/multimedia/17china-econ-print1/17China-Econ-1-mgtk-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_01_16_business_china-gdp-fourth-quarter-2022_1680021856.html", "title": "China’s Economy Stumbled Last Year With Covid Lockdowns Hobbling Growth", "title_page": "China’s Economy Stumbled Last Year With Covid Lockdowns Hobbling Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Chinese economy had one of its worst performances in decades last year as growth was dragged down by numerous Covid lockdowns followed by a deadly outbreak in December that swept across the country with remarkable speed.\nChina grew 3 percent for the year, numbers released Tuesday show, much less than in 2021 and short of Beijing’s target of 5.5 percent. Other than 2020, it was the most disappointing showing since 1976, the year Mao Zedong died, when the economy declined 1.6 percent.\nThe government’s strict “zero Covid” restrictions cast a pall over 2022, strangling the economy with frequent quarantines, regional lockdowns and massive spending to pay for widespread testing. Then on Dec. 7, China lifted the policy without warning after nearly three years. Within weeks, the virus had infected hundreds of millions of people, killed many older residents and left factories, offices and restaurants bereft of workers and customers.\nThe policy reversal by Xi Jinping, China’s top leader, has sparked hope that the economy will regain its footing this spring. At the World Economic Forum in Davos, Switzerland, on Tuesday, a senior government official, Liu He, predicted that “the Chinese economy will make a significant turnaround in 2023.”", "url": "https://www.nytimes.com/2023/01/16/business/china-gdp-fourth-quarter-2022.html"}