{"authors": ["Sarah Bahr"], "date_download": "2023-03-28 18:28:05", "date_modify": "2023-03-28 18:28:05", "date_publish": "2023-02-06 17:13:36", "description": "The campaign on behalf of Andrea Riseborough is the latest to provoke controversy, but it’s hardly the most memorable.", "filename": "2023_02_06_movies_weird-oscar-campaigns_1680028085.html", "image_url": "https://static01.nyt.com/images/2023/02/07/multimedia/05oscar-campaigns-04-phmc/05oscar-campaigns-04-phmc-facebookJumbo.jpg", "language": "en", "localpath": "/home/mwaldrich/news-please-repo//data/2023/03/28/nytimes.com/2023_02_06_movies_weird-oscar-campaigns_1680028085.html", "title": "Home-Cooked Spaghetti Dinners and a Glam Photo Shoot: Eight Unusual Oscar Bids", "title_page": "Home-Cooked Spaghetti Dinners and a Glam Photo Shoot: Eight Unusual Oscar Bids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the actress Andrea Riseborough wrapped a 19-day shoot on the microbudget indie “To Leslie” in Los Angeles during the height of the pandemic, her hopes probably extended to positive reviews from critics and indie film enthusiasts.\nBut now, after a social media campaign on her behalf by some famous friends, among them Gwyneth Paltrow, Edward Norton and Sarah Paulson, she’s been nominated for an Oscar for best actress — an honor she can keep, the Academy of Motion Picture Arts and Sciences ruled Tuesday after reviewing the unorthodox lobbying on her behalf.\nWhile the regulations around campaigning have become ever murkier in the age of social media, the Riseborough campaign was hardly the first to stretch the rules, which forbid, among other things, mentioning competitors or their films directly or calling academy members personally.\nHere are eight memorable bids for a statuette that went rogue.\n1961\nChill Wills, ‘The Alamo’\nAfter Chill Wills was nominated for best supporting actor for his role as Davy Crockett’s buddy Beekeeper in “The Alamo,” he hired the veteran publicist W.S. “Bow-Wow” Wojciechowicz to run his campaign. Wojciechowicz submitted an ad to Variety with a photo of the film’s cast and text that read, “We of the ‘Alamo’ cast are praying harder — than the real Texans prayed for their lives in the Alamo — for Chill Wills to win the Oscar as best supporting actor.”", "url": "https://www.nytimes.com/2023/02/06/movies/weird-oscar-campaigns.html"}